Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_cameratypeidcardintroduce
source: Scan & copy both sides of an ID card onto a single page in 1 min,keeping the card’s original size. 100% print-ready.
ar: امسح ضوئيًا وانسخ وجهي بطاقة الهوية على صفحة واحدة في دقيقة واحدة ، مع الاحتفاظ بالحجم الأصلي للبطاقة. 100 % p جاهزة للطباعة.
cs: Naskenujte a zkopírujte obě strany průkazu totožnosti na jednu stránku za 1 minutu při zachování původní velikosti karty. 100% p připraveno na tisk.
da: Scan og kopier begge sider af et ID-kort på en enkelt side på 1 min., Og hold kortets originale størrelse. 100 % p klar.
de: Scannen und kopieren Sie beide Seiten eines Ausweises in 1 Minute auf eine einzige Seite, wobei die Originalgröße der Karte beibehalten wird. 100% pdruckfertig.
el: Σάρωση και αντιγραφή και των δύο πλευρών μιας ταυτότητας σε μία σελίδα σε 1 λεπτό,διατηρώντας το αρχικό μέγεθος της κάρτας. 100 % p έτοιμο για ριντ.
es: Escanea y copia ambos lados de una tarjeta de identificación en una sola página en 1 minuto, manteniendo el tamaño original de la tarjeta. 100% plistos para imprimir.
fa: با حفظ اندازه اصلی کارت ، هر دو طرف کارت شناسایی را در یک دقیقه اسکن و کپی کنید. 100 % p آماده پرینت است.
fi: Skannaa ja kopioi henkilökortin molemmat puolet yhdelle sivulle 1 minuutissa,säilyttäen kortin alkuperäinen koko. 100 % print valmis.
fr: Numérisez et copiez les deux côtés d'une carte d'identité sur une seule page en 1 min,en conservant le format d'origine de la carte. 100% pprêt à imprimer.
he: סרוק והעתק את שני צידי תעודת הזהות לדף יחיד תוך דקה אחת,תוך שמירה על הגודל המקורי של הכרטיס. 100% pמוכנים
hi: कार्ड के मूल आकार को ध्यान में रखते हुए,1 मिनट में एक आईडी कार्ड के दोनों किनारों को एक ही पृष्ठ पर स्कैन और कॉपी करें. 100% pरिंट-रेडी.
hu: Szkennelje és másolja egy oldalra egy személyi igazolvány mindkét oldalát 1 perc alatt, megtartva a kártya eredeti méretét. 100 % p-ban nyomtatásra kész
id: Pindai & salin kedua sisi kartu ID ke satu halaman dalam 1 menit,pertahankan ukuran asli kartu. 100% psiap-cetak.
it: Scansiona e copia entrambi i lati di una carta d'identità su una singola pagina in 1 minuto mantenendo le dimensioni originali della carta. 100% ppronto per la stampa.
ja: カードの元のサイズを維持しながら、ID カードの両面を 1 分で 1 ページにスキャンしてコピーします。100 % p rint-ready。
ko: 신분증의 원본 크기를 유지하면서 신분증의 양면을 1분 안에 한 페이지에 스캔 및 복사합니다. 100% p인쇄 준비.
lt: Nuskaitykite ir nukopijuokite abi asmens tapatybės kortelės puses į vieną puslapį per 1 min., išlaikydami originalų kortelės dydį. 100% pparuoštas spausdinti.
ms: Imbas & salin kedua-dua belah kad pengenalan pada satu halaman dalam masa 1 minit, kekalkan saiz asal kad. 100 % p cetakan sedia.
nb: Skann og kopier begge sider av et ID-kort på en enkelt side på 1 min,og behold kortets originale størrelse. 100 % putskriftsklar.
nl: Scan en kopieer beide zijden van een ID-kaart op één pagina in 1 minuut,waarbij het originele formaat van de kaart behouden blijft. 100% pklaar voor afdrukken.
pl: Skanuj i kopiuj obie strony dowodu osobistego na jedną stronę w ciągu 1 minuty, zachowując oryginalny rozmiar dowodu. Gotowy do 100% pdruków.
pt: Digitalize e copie os dois lados de um cartão de identificação numa única página em 1 minuto, mantendo o tamanho original do cartão. 100 % p pronto para impressão.
ro: Scanați și copiați ambele fețe ale unui card de identitate pe o singură pagină în 1 minut,păstrând dimensiunea originală a cardului. 100 % p gata de tipărire.
ru: Отсканируйте и скопируйте обе стороны удостоверения личности на одну страницу за 1 мин, сохранив исходный размер карты. Готово к печати 100 % p.
sv: Skanna och kopiera båda sidorna av ett ID-kort till en enda sida på 1 minut och behåll kortets originalstorlek. 100 % print-klar.
tr: Kartın orijinal boyutunu koruyarak bir kimlik kartının her iki tarafını 1 dakikada tek bir sayfaya tarayın ve kopyalayın. 100% pbaskıya hazır.
uk: Скануйте та скопіюйте обидві сторони посвідчення особи на одну сторінку за 1 хв, зберігаючи оригінальний розмір картки. 100 % p готових до друку.
vi: Quét và sao chép cả hai mặt của thẻ ID vào một trang duy nhất trong 1 phút, giữ nguyên kích thước ban đầu của thẻ. 100% psẵn sàng in.
zh_hans: 1分钟内将身份证的两面扫描并复印到一页上，保持卡片的原始尺寸，100% 可打印.
zh_hant: 1分鐘內將身份證的兩面掃描並複印到一頁上，保持卡片的原始尺寸。100%可打印。

# topscan_paymenttext1
source: • Payment will be charged to iTunes Account at confirmation of purchase.
ar: سيتم فرض الدفع على حساب iTunes عند تأكيد الشراء.
cs: Platba bude účtována na účet iTunes při potvrzení nákupu.
da: Betalingen opkræves på iTunes-kontoen ved købsbekræftelse.
de: Die Zahlung wird dem iTunes-Konto bei der Kaufbestätigung belastet.
el: Η πληρωμή θα χρεωθεί στον λογαριασμό iTunes κατά την επιβεβαίωση της αγοράς.
es: El pago se cargará a la cuenta de iTunes en la confirmación de la compra.
fa: در هنگام خرید ، هزینه پرداخت به حساب iTunes شارژ می شود.
fi: Maksu veloitetaan iTunes-tililtä oston vahvistuksen yhteydessä.
fr: Le paiement sera débité du compte iTunes lors de la confirmation de l'achat.
he: התשלום יחויב בחשבון iTunes באישור הרכישה.
hi: खरीद की पुष्टि पर iTunes खाते से भुगतान लिया जाएगा.
hu: A kifizetés az iTunes-számlát terheli a vásárlás megerősítésekor.
id: Pembayaran akan dibebankan ke Akun iTunes di konfirmasi pembelian.
it: Il pagamento verrà addebitato sull'account iTunes alla conferma dell'acquisto.
ja: 購入確認時に iTunes アカウントに料金が請求されます。
ko: 결제는 구매 확인 시 iTunes 계정으로 청구됩니다.
lt: Mokėjimas bus apmokestintas iš „iTunes“ paskyros patvirtinus pirkimą.
ms: Pembayaran akan dikenakan ke Akaun iTunes semasa pengesahan pembelian.
nb: Betalingen belastes iTunes-kontoen ved kjøpsbekreftelse.
nl: De betaling wordt bij de bevestiging van de aankoop in rekening gebracht op het iTunes-account.
pl: Płatność zostanie pobrana z konta iTunes w momencie potwierdzenia zakupu.
pt: O pagamento será cobrado na conta do iTunes na confirmação da compra.
ro: Plata va fi încasată în contul iTunes la confirmarea achiziției.
ru: Оплата будет снята с учетной записи iTunes при подтверждении покупки.
sv: Betalning debiteras iTunes-kontot vid bekräftelse av köpet.
tr: Ödeme, satın alma onayı ile iTunes Hesabından tahsil edilecektir.
uk: Оплата буде стягнута з рахунку iTunes при підтвердженні покупки.
vi: Thanh toán sẽ được tính vào Tài khoản iTunes khi xác nhận mua hàng.
zh_hans: • 在确认购买时，将向 iTunes 帐户收取费用.
zh_hant: 付款將在確認購買時記入 iTunes 帳戶。

# topscan_paymenttext2
source: • Account will be charged for renewal within 24-hours prior to the end of the current subscription period.
zh_hans: • 将在当前订阅期结束前 24 小时内向帐户收取续订费用.

# topscan_paymenttext3
source: • Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.
zh_hans: • 订阅可由用户管理并自动续订 购买后可以通过转到用户的帐户设置来关闭.

# topscan_forgotpsd
source: Forgot your password?
ar: نسيت رقمك السري؟
cs: Zapomněli jste heslo?
da: Har du glemt din adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
fa: رمز عبور خود را فراموش کرده اید؟
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה שלך?
hi: अपना पासवर्ड भूल गए?
hu: Elfelejtette a jelszavát?
id: Lupa kata sandi Anda?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨습니까?
lt: Pamiršote slaptažodį?
ms: Lupa kata laluan anda?
nb: Glemt passordet?
nl: Bent u uw wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a sua palavra-passe?
ro: Ti-ai uitat parola?
ru: Забыли пароль?
sv: Glömt ditt lösenord?
tr: Parolanızı mı unuttunuz?
uk: Забули свій пароль?
vi: Quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼了嗎？

# topscan_signup
source: Sign up
ar: اشتراك
cs: Přihlásit se
da: Tilmeld dig
de: Registrieren
el: Εγγραφείτε
es: Regístrate
fa: ثبت نام
fi: Kirjaudu
fr: Inscription
he: הירשם
hi: साइन अप करें
hu: Bejelentkezés
id: Daftar
it: Registrazione
ja: サインアップ
ko: 가입
lt: Registruotis
ms: Mendaftar
nb: Melde deg på
nl: Aanmelden
pl: Zapisz się
pt: Inscrever-se
ro: Înscrie-te
ru: Регистрация
sv: Registrera dig
tr: Kaydol
uk: Зареєструйтесь
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# topscan_noaccount
source: No account ?
ar: لا حساب ؟
cs: Žádný účet ?
da: Ingen konto?
de: Kein Account?
el: Χωρίς λογαριασμό;
es: ¿No tienes cuenta?
fa: هیچ حسابی ندارید؟
fi: Ei tiliä ?
fr: Pas de compte ?
he: אין חשבון?
hi: कोई खाता नहीं ?
hu: Nincs fiókja?
id: Tidak ada akun ?
it: Nessun account?
ja: アカウントがありませんか？
ko: 계정이 없습니까?
lt: Neturite paskyros?
ms: Tiada akaun?
nb: Ingen konto ?
nl: Geen account ?
pl: Brak konta ?
pt: Sem conta?
ro: Fără cont ?
ru: Нет аккаунта?
sv: Inget konto ?
tr: Hesap yok ?
uk: Немає облікового запису?
vi: Không có tài khoản?
zh_hans: 没有账户 ?
zh_hant: 沒有賬號？

# topscan_login
source: Login
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: وارد شدن
fi: Kirjaudu sisään
fr: Connexion
he: התחבר
hi: लॉग इन करें
hu: Bejelentkezés
id: Masuk
it: Accesso
ja: ログイン
ko: 로그인
lt: Prisijungti
ms: Log masuk
nb: Logg Inn
nl: Inloggen
pl: Zaloguj sie
pt: Conecte-se
ro: Autentificare
ru: Вход
sv: Logga in
tr: Oturum aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# topscan_quicklogin
source: Quick login
ar: تسجيل الدخول السريع
cs: Rychlé přihlášení
da: Hurtigt login
de: Schnelles Login
el: Γρήγορη σύνδεση
es: Inicio de sesión rápido
fa: ورود سریع
fi: Nopea kirjautuminen
fr: Connexion rapide
he: כניסה מהירה
hi: त्वरित लॉगिन
hu: Gyors bejelentkezés
id: Masuk cepat
it: Accesso rapido
ja: クイックログイン
ko: 빠른 로그인
lt: Greitas prisijungimas
ms: Log masuk pantas
nb: Rask pålogging
nl: Snel inloggen
pl: Szybkie logowanie
pt: Início de sessão rápido
ro: Conectare rapidă
ru: Быстрый вход
sv: Snabb inloggning
tr: Hızlı giriş
uk: Швидкий вхід
vi: Đăng nhập nhanh
zh_hans: 快速登录
zh_hant: 快速登錄

# topscan_paynow
source: Pay Now
ar: ادفع الآن
cs: Zaplať teď
da: Betal nu
de: Zahlen Sie jetzt
el: Πληρώστε τώρα
es: Pagar ahora
fa: الان پرداخت کن
fi: Maksa nyt
fr: Payez maintenant
he: שלם עכשיו
hi: अब भुगतान करें
hu: Fizessen most
id: Bayar Sekarang
it: Paga ora
ja: 今すぐ払う
ko: 지금 지불
lt: Sumokėti dabar
ms: Bayar sekarang
nb: Betal nå
nl: Nu betalen
pl: Zapłać teraz
pt: Pague agora
ro: Plătește acum
ru: Заплатить сейчас
sv: Betala nu
tr: Şimdi öde
uk: Платити зараз
vi: Thanh toán ngay
zh_hans: 立即支付
zh_hant: 現在付款

# topscan_send
source: Send
ar: إرسال
cs: Poslat
de: Senden
el: Στείλτε
es: Enviar
fa: ارسال
fi: Lähettää
fr: Envoyer
he: לִשְׁלוֹחַ
hi: संदेश
hu: Küldés
id: Kirim
it: Spedire
ja: 送信
ko: 보내기
lt: Siųsti
ms: Hantar
nb: Sende
nl: Sturen
pl: Wyślij
pt: Enviar
ro: Trimite
ru: послать
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# topscan_signinsuccess
source: Sign In successfully!
ar: تسجيل الدخول بنجاح!
cs: Přihlášení úspěšné!
da: Log ind med succes!
de: Anmeldung erfolgreich!
el: Συνδεθείτε με επιτυχία!
es: ¡Inicio de sesión con éxito!
fa: با موفقیت وارد شدید!
fi: Kirjaudu sisään onnistuneesti!
fr: Connectez-vous avec succès !
he: התחבר בהצלחה!
hi: सफलतापूर्वक लॉगिन करें!
hu: Sikeres bejelentkezés!
id: Login berhasil!
it: Accedi con successo!
ja: 正常にログインしてください！
ko: 로그인 성공!
lt: Prisijungėte sėkmingai!
ms: Log masuk berjaya!
nb: Logg inn vellykket!
nl: Log succesvol in!
pl: Zaloguj się pomyślnie!
pt: Início de sessão com sucesso!
ro: Conectați-vă cu succes!
ru: Успешный вход в систему!
sv: Inloggning framgångsrikt!
tr: Giriş başarılı!
uk: Вхід здійснено успішно!
vi: Đăng nhập thành công!
zh_hans: 登录成功!
zh_hant: 登錄成功！

# topscan_resend
source: Resend
ar: إعادة إرسال
cs: Přeposlat
da: Send igen
de: Erneut senden
el: Στείλτε ξανά
es: Reenviar
fa: ارسال مجدد
fi: Uudelleen lähettää
fr: Renvoyer
he: שלח שוב
hi: पुन: भेजें
hu: Újraküldés
id: Kirim ulang
it: Invia di nuovo
ja: 再送
ko: 다시 보내기
lt: Siųsti dar kartą
ms: Hantar semula
nb: Send på nytt
nl: Opnieuw verzenden
pl: Wyślij ponownie
pt: Reenviar
ro: Retrimiteți
ru: Отправить
sv: Skicka igen
tr: Yeniden gönder
uk: Повторно відправити
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重發

# topscan_sendcodesuccess
source: Send successfully
ar: أرسل بنجاح
cs: Odeslat úspěšně
da: Send med succes
de: Erfolgreich senden
el: Αποστολή με επιτυχία
es: Enviar con éxito
fa: ارسال موفقیت آمیز
fi: Lähetä onnistuneesti
fr: Envoyer avec succès
he: שלח בהצלחה
hi: सफलतापूर्वक भेजें
hu: Sikeres küldés
id: Kirim berhasil
it: Inviato con successo
ja: 正常に送信
ko: 보내기 성공
lt: Išsiuntimas sėkmingas
ms: Hantar berjaya
nb: Send vellykket
nl: Succesvol verzenden
pl: Wysłano pomyślnie
pt: Enviar com sucesso
ro: Trimiteți cu succes
ru: Отправить успешно
sv: Skicka framgångsrikt
tr: Başarıyla gönder
uk: Відправлено успішно
vi: Gửi thành công
zh_hans: 发送成功
zh_hant: 發送成功

# topscan_entervercode
source: Enter verification code
ar: أدخل رمز التحقق
cs: Vložte ověřovací kód
da: indsæt verifikations kode
de: Bestätigungscode eingeben
el: Βάλτε κωδικό επιβεβαίωσης
es: Ingresa el código de verificación
fa: کد تایید را وارد کنید
fi: Syötä vahvistus koodi
fr: Entrez le code de vérification
he: הכנס קוד אימות
hi: सत्यापन कोड दर्ज करें
hu: Adja meg az igazolókódot
id: Masukkan kode verifikasi
it: Inserisci il codice di verifica
ja: 確認コードを入力
ko: 확인 코드 입력
lt: Įveskite patvirtinimo kodą
ms: Masukkan kod pengesahan
nb: Angi verifikasjonskode
nl: Voer verificatiecode in
pl: Wpisz kod weryfikacyjny
pt: Digite o código de verificação
ro: Introduceți codul de verificare
ru: введите код подтверждения
sv: Ange verifieringskod
tr: Dogrulama kodunu giriniz
uk: Введіть код підтвердження
vi: Nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# topscan_addorginalfile
source: Add original file backup
ar: إضافة ملف النسخ الاحتياطي الأصلي
cs: Přidat původní soubor zálohy
da: Tilføj original backupfil
de: Ursprüngliche Dateisicherung hinzufügen
el: Προσθέστε αρχικό αντίγραφο ασφαλείας αρχείου
es: Añadir respaldo de archivo original
fa: فایل پشتیبان اصلی را اضافه کنید
fi: Lisää alkuperäisen tiedoston varmuuskopio
fr: Ajouter une sauvegarde du fichier d'origine
he: הוסף גיבוי קובץ מקורי
hi: मूल फ़ाइल बैकअप जोड़ें
hu: Eredeti biztonságimásolat-fájl hozzáadása
id: Tambahkan cadangan file asli
it: Aggiungi il backup del file originale
ja: 元のファイルのバックアップを追加
ko: 원본 파일 백업 추가
lt: Pridėti original.failo atsarginę kopiją
ms: Tambah sandaran fail asal
nb: Legg til original filsikkerhetskopi
nl: Origineel back-upbestand toevoegen
pl: Dodaj oryginalną kopię zapasową pliku
pt: Adicionar backup de ficheiro original
ro: Adăugați o copie de rezervă a fișierului original
ru: Добавить исходный файл резервной копии
sv: Lägg till originalfil säkerhetskopia
tr: Orijinal dosya yedeğini ekle
uk: Додати оригінальну резервну копію файлу
vi: Thêm sao lưu file gốc
zh_hans: 添加原始文件备份
zh_hant: 添加原始檔案備份

# topscan_turnonpassword
source: Turn on password
ar: قم بتشغيل كلمة المرور
cs: Zapněte heslo
da: Tænd adgangskoden
de: Passwort aktivieren
el: Ενεργοποιήστε τον κωδικό πρόσβασης
es: Activar contraseña
fa: رمزعبور را روشن کنید
fi: Ota salasana käyttöön
fr: Activer le mot de passe
he: הפעל סיסמה
hi: पासवर्ड चालू करें
hu: Kapcsolja be a jelszót
id: Aktifkan kata sandi
it: Attiva la password
ja: パスワードをオンにする
ko: 비밀번호 켜기
lt: Įjungti slaptažodį
ms: Hidupkan kata laluan
nb: Slå på passord
nl: Wachtwoord inschakelen
pl: Włącz hasło
pt: Ativar palavra-passe
ro: Activați parola
ru: Включить пароль
sv: Aktivera lösenord
tr: Şifreyi aç
uk: Увімкнути пароль
vi: Bật mật khẩu
zh_hans: 开启密码
zh_hant: 開啟密碼

# topscan_rotate
source: Rotate
ar: استدارة
cs: Točit se
de: Drehen
el: Γυρίζω
es: Girar
fa: بچرخانید
fi: Kiertää
fr: Tourner
he: להתחלף
hi: घुमाएँ
hu: Forog
id: Memutar
it: Ruotare
ja: 回転する
ko: 회전
lt: Pasukti
ms: Putar
nb: Rotere
nl: Draaien
pl: Obracać się
pt: Girar
ro: Roti
ru: Паварот
sv: Rotera
tr: Döndür
uk: Обертати
vi: Quay
zh_hans: 旋转
zh_hant: 旋轉

# topscan_tipask
source: Never ask
ar: لم نطلب
cs: Nikdy se neptej
da: Spørg aldrig
de: Fragen Sie nie
el: Ποτέ μη ρωτάς
es: Nunca preguntes
fa: هرگز نپرسید
fi: Älä koskaan kysy
fr: Ne jamais demander
he: לעולם אל תשאל
hi: कभी नहीं पूछें
hu: Soha ne kérdezzen
id: Jangan pernah bertanya
it: Non chiedere mai
ja: 聞かないで
ko: 다시 묻지 않음
lt: Niekada neklauskite
ms: Jangan pernah bertanya
nb: Aldri spør
nl: Vraag nooit
pl: Nigdy nie pytaj
pt: Nunca pergunte
ro: Nu întreba niciodată
ru: Никогда не спрашивай
sv: Fråga aldrig
tr: Asla sorma
uk: Ніколи не питайте
vi: Đừng bao giờ hỏi
zh_hans: 不再询问
zh_hant: 從不問

# topscan_croptipmsg
source: The action may clear off all OCR results,note, watermark ,signatures, graffiti ,Text. Continue?
ar: قد يؤدي الإجراء إلى مسح جميع نتائج التعرف الضوئي على الحروف ، والملاحظة ، والعلامة المائية ، والتوقيعات ، والكتابة على الجدران ، والنص. يكمل؟
cs: Tato akce může vymazat všechny výsledky OCR,poznámky, vodoznak ,podpisy, grafitti ,text. Pokračovat?
da: Handlingen kan slette alle OCR -resultater,note, vandmærke ,signaturer, graffiti ,tekst. Ønsker du at fortsætte?
de: Die Aktion kann alle OCR-Ergebnisse,Notizen, Wasserzeichen ,Unterschriften, Graffiti ,Text löschen. Weitermachen?
el: Η ενέργεια μπορεί να διαγράψει όλα τα αποτελέσματα OCR,σημείωση, υδατογράφημα ,υπογραφές, γκράφιτι ,Κείμενο. Να συνεχίσει;
es: La acción puede borrar todos los resultados de OCR, notas, marcas de agua, firmas, graffiti, texto. ¿Continuar?
fa: این عمل ممکن است همه نتایج OCR ، یادداشت ، واترمارک، امضا ، گرافیتی ، متن را پاک کند. ادامه دهید؟
fi: Toiminto voi poistaa kaikki OCR -tulokset, muistiinpanon, vesileiman, allekirjoitukset, graffitit ja tekstin. Jatkaa?
fr: L'action peut effacer tous les résultats OCR, les notes, les filigranes, les signatures, les graffitis, le texte. Continuer ?
he: הפעולה עשויה למחוק את כל תוצאות OCR,הערה, סימן מים ,חתימות, גרפיטי ,טקסט. לְהַמשִׁיך?
hi: कार्रवाई सभी OCR परिणामों, नोट, वॉटरमार्क, हस्ताक्षर, भित्तिचित्र, पाठ को साफ़ कर सकती है. जारी रखें?
hu: A művelet törölheti az összes OCR eredményt, megjegyzést, vízjelet, aláírást, graffitit, szöveget. Folytatja?
id: Tindakan dapat menghapus semua hasil OCR, catatan, tanda air, tanda tangan, grafiti ,Teks. Lanjut?
it: L'azione può cancellare tutti i risultati OCR, note, filigrana, firme, graffiti, testo. Continuare?
ja: このアクションにより、すべての OCR 結果、メモ、透かし、署名、落書き、テキストが消去される場合があります。続行しますか？
ko: 이 작업은 모든 OCR 결과, 메모, 워터마크, 서명, 낙서, 텍스트를 지울 수 있습니다. 계속하시겠습니까?
lt: Veiksmas gali išvalyti visus OCR rezultatus,užrašą, vandens ženklą ,parašus, grafiti ,tekstą. Tęsti?
ms: Tindakan itu dapat menghapus semua hasil OCR,nota, tera air ,tandatangan, grafiti ,Teks. Teruskan?
nb: Handlingen kan fjerne alle OCR -resultater,notater, vannmerker ,signaturer, graffiti ,tekst. Fortsette?
nl: De actie kan alle OCR-resultaten,notitie, watermerk ,handtekeningen, graffiti ,tekst wissen. Wilt u doorgaan?
pl: Akcja może usunąć wszystkie wyniki OCR, notatkę, znak wodny, podpisy, graffiti, tekst. Kontyntynuj?
pt: A ação pode limpar todos os resultados de OCR, nota, marca d'água, assinaturas, graffiti, Texto. Continuar?
ro: Acțiunea poate elimina toate rezultatele OCR, note, filigran ,semnături, graffiti ,text. Continuați?
ru: Действие может удалить все результаты распознавания текста, заметки, водяные знаки, подписи, граффити и текст. Продолжать?
sv: Åtgärden kan rensa bort alla OCR -resultat,anteckningar, vattenstämplar ,signaturer, graffiti ,text. Fortsätta?
tr: Eylem, tüm OCR sonuçlarını, notu, filigranı, imzaları, grafitiyi, Metni temizleyebilir. Devam etmek?
uk: Ця дія видалить всі результати OCR, примітку, водяний знак, підписи, графіті, текст тощо. Продовжити?
vi: Hành động này có thể xóa tất cả các kết quả OCR, ghi chú, hình mờ, chữ ký, tranh vẽ nguệch ngoạc, Văn bản. Tiếp tục?
zh_hans: 该操作可能会清除所有OCR 结果、注释、水印、签名、涂鸦、文本等。 是否继续?
zh_hant: 該操作可能會清除所有 OCR 結果、註釋、水印、簽名、塗鴉、文本。繼續？

# topscan_scoretitle
source: If you like Simple Scanner, would you please rate us kindly on App Store to support us?
ar: إذا كنت تحب Simple Scanner ، فهل تفضل بتقييمنا على متجر التطبيقات لدعمنا؟
cs: Pokud se vám líbí Simple Scanner, ohodnotili byste nás laskavě v App Store a podpořili nás?
da: Hvis du kan lide Simple Scanner, vil du venligst bedømme os venligt i App Store for at støtte os?
de: Wenn Ihnen Simple Scanner gefällt, würden Sie uns bitte im App Store freundlich bewerten, um uns zu unterstützen?
el: Αν σας αρέσει το Simple Scanner, θα θέλατε να μας αξιολογήσετε ευγενικά στο App Store για να μας υποστηρίξετε;
es: Si te gusta Simple Scanner, ¿podría calificarnos amablemente en App Store para apoyarnos?
fa: اگر از اسکنر ساده خوشتان می آید ، لطفاً برای حمایت از ما در App Store به ما امتیاز دهید؟
fi: Jos pidät Simple Scannerista, arvostatko meidät ystävällisesti App Storesta tukemaan meitä?
fr: Si vous aimez Simple Scanner, pourriez-vous nous évaluer gentiment sur l'App Store pour nous soutenir ?
he: אם אתה אוהב סורק פשוט, בבקשה דרג אותנו בטובך ב- App Store כדי לתמוך בנו?
hi: यदि आप सिंपल स्कैनर पसंद करते हैं, तो क्या हमें समर्थन देने के लिए कृपया आप ऐप स्टोर पर रेट करेंगे?
hu: Megtenné, hogy ha tetszik a Simple Scanner, akkor jó értékelést ad az App Store-ban, és ezzel támogat minket?
id: Jika Anda menyukai Pemindai Sederhana, maukah Anda menilai kami di App Store untuk mendukung kami?
it: Se ti piace Simple Scanner, ci valuteresti positivamente sull'App Store per supportarci?
ja: Simple Scanner が気に入った場合は、AppStore でサポートしていただけませんか？
ko: Simple Scanner가 마음에 드신다면 App Store에서 평가해 주시겠습니까?
lt: Jei jums patinka paprastas skaitytuvas, ar galėtumėte maloniai įvertinti mus „App Store“, kad mus palaikytų?
ms: Sekiranya anda menyukai Simple Scanner, bolehkah anda memberi penilaian kepada kami di App Store untuk menyokong kami?
nb: Hvis du liker Simple Scanner, vil du vurdere oss vennlig i App Store for å støtte oss?
nl: Als u van Simple Scanner houdt, zou u ons dan positief in de App Store willen beoordelen om ons te ondersteunen?
pl: Jeśli podoba Ci się Simple Scanner, czy możesz nas uprzejmie ocenić w App Store, aby nas wesprzeć?
pt: Se gosta do Simple Scanner, podia avaliar-nos de forma positiva na App Store para nos apoiar?
ro: Dacă vă place Scannerul simplu, vă rugăm să ne evaluați pe App Store pentru a ne susține?
ru: Если вам нравится Simple Scanner, не могли бы вы оценить нас в App Store, чтобы поддержать нас?
sv: Om du gillar Simple Scanner, skulle du vänligen betygsätta oss snällt i App Store för att stödja oss?
tr: Simple Scanner'ı beğendiyseniz, bizi desteklemek için lütfen App Store'da bizi değerlendirir misiniz?
uk: Якщо вам подобається Simple Scanner, будь ласка, оцініть нас люб'язно в App Store, щоб підтримати нас?
vi: Nếu bạn thích Simple Scanner, bạn có vui lòng đánh giá chúng tôi trên App Store để ủng hộ chúng tôi không?
zh_hans: 如果您喜欢Simple Scanner，请您在App Store 上给我们评分以支持我们
zh_hant: 如果您喜歡 Simple Scanner，您能在 App Store 上給我們評分以支持我們嗎？
