Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_resetpsd
source: We just need your registered Email Id sent you password reset instructions.
ar: نحتاج فقط إلى معرف البريد الإلكتروني المسجل الذي أرسل إليك تعليمات إعادة تعيين كلمة المرور.
cs: Potřebujeme, aby vám vaše registrované e -mailové ID zaslalo pokyny k resetování hesla.
da: Vi har kun brug for din tilmeldings e-mail-id, vi har sendt instruktioner til nulstilling af adgangskode.
de: Wir brauchen lediglich Ihre registrierte E-Mail-ID, um Ihnen Anweisungen zum Zurücksetzen des Passworts zu senden.
el: Απλώς χρειαζόμαστε το εγγεγραμμένο email σας που σας στάλθηκαν οδηγίες επαναφοράς κωδικού πρόσβασης.
es: Solo necesitamos tu ID de correo electrónico registrado para enviarte instrucciones para restablecer la contraseña.
fa: ما فقط به شناسه ایمیل ثبت شده شما نیاز داریم که دستورالعمل های بازنشانی گذرواژه را برای شما ارسال کرده است.
fi: Tarvitsemme vain rekisteröidyn sähköpostiosoittees lähettääksemme sinulle salasanan palautusohjeet.
fr: Nous avons juste besoin de l'adresse e-mail enregistrée pour envoyer les instructions de réinitialisation du mot de passe.
he: אנו זקוקים רק למזהה הדוא"ל הרשום שלך כדי לשלוח לך הוראות לאיפוס סיסמה.
hi: हमें बस आपके पंजीकृत ईमेल आईडी की आवश्यकता है, आपको पासवर्ड रीसेट निर्देश भेजे हैं।
hu: Szükségünk van a regisztrált e-mail azonosítójára, hogy elküldjük a jelszó visszaállítására vonatkozó utasításokat.
id: Kami hanya perlu Id Email terdaftar Anda mengirimi Anda petunjuk pengaturan ulang kata sandi.
it: Abbiamo solo bisogno che le istruzioni per reimpostare la password siano state inviate al tuo ID email registrato.
ja: パスワードリセットの手順を送るために登録したメールIDが必要です。
ko: 등록된 이메일 ID가 비밀번호 재설정 지침을 전송하기만 하면 됩니다.
lt: Mums tiesiog reikia, kad jūsų registruotas el. Pašto adresas jums atsiųstų slaptažodžio nustatymo instrukcijas.
ms: Kami hanya memerlukan Pengenalan E-mel berdaftar anda yang menghantar arahan tetapan semula kata laluan kepada anda.
nb: Vi trenger bare din registrerte e -post -ID har sendt deg instruksjoner for tilbakestilling av passord.
nl: Wij hebben alleen uw geregisseerde e-mail-ID nodig want dat is nodig voor het opnieuw instellen van het wachtwoord.
pl: Potrzebujemy tylko zarejestrowanego adresu e-mail, aby wysłać Ci instrukcje resetowania hasła.
pt: Precisamos apenas que o seu e-mail registado envie instruções de redefinição de palavra-passe.
ro: Avem nevoie doar ca ID-ul dvs. de e-mail înregistrat să vă trimită instrucțiuni de resetare a parolei.
ru: Нам нужен ваш эл. адрес регистрации, чтобы отправить инструкции для сброса пароля
sv: Vi behöver bara ditt registrerade e-post-id från instruktionerna vi skickade om återställning av lösenord.
tr: Sadece kayıtlı E-posta Kimliğinizin size şifre sıfırlama talimatları göndermesine ihtiyacımız var.
uk: Нам просто потрібен ваш зареєстрований ідентифікатор електронної пошти, який надіслав вам інструкції щодо скидання пароля.
vi: Chúng tôi chỉ cần Id Email đã đăng ký của bạn để gửi cho bạn hướng dẫn đặt lại mật khẩu.
zh_hans: 我们只需要您注册的电子邮件ID向您发送密码重置说明.
zh_hant: 我們只需要您註冊的電子郵件 ID 向您發送密碼重置說明。

# topscan_compressionration
source: Compression ration
ar: نسبة الضغط
cs: Kompresní dávka
da: Kompressionsration
de: Kompressionsverhältnis
el: Σχέδιο συμπίεσης
es: Relación de compresión
fa: نسبت فشرده سازی
fi: Puristussuhde
fr: Taux de compression
he: מנת דחיסה
hi: दबाव अनुपात
hu: Tömörítési arány
id: Rasio pengompresan
it: Tasso di compressione
ja: 圧縮率
ko: 압축비
lt: Suspaudimo racionas
ms: Catuan pemampatan
nb: Kompresjonsrasjon
nl: Compressieverhouding:
pl: Zakres kompresji
pt: Ração de compressão
ro: Rata de compresie
ru: Коэффициент сжатия
sv: Komprimeringsförhållande
tr: Sıkıştırma oranı
uk: Компресія
vi: Tỷ lệ nén
zh_hans: 压缩比例
zh_hant: 壓縮比

# topscan_size
source: Size
ar: الحجم
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
he: גודל
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
lt: Dydis
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiunea
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hans: 尺寸
zh_hant: 大小

# topscan_compression
source: Compression
ar: ضغط
cs: Komprese
da: Kompression
de: Kompression
el: Συμπίεση
es: Compresión
fa: فشرده سازی
fi: Puristus
he: דְחִיסָה
hi: दबाव
hu: Tömörítés
id: Pengompresan
it: Compressione
ja: 圧縮
ko: 압축
lt: Suspaudimas
ms: Pemampatan
nb: Komprimering
nl: Compressie
pl: Kompresja
pt: Compressão
ro: Comprimare
ru: Сжатие
sv: Komprimering
tr: Sıkıştırma
uk: Компресія
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

# topscan_pdfpagenumber
source: Page number
ar: رقم الصفحة
cs: Číslo stránky
da: Nummer på side
de: Seitennummer
el: Αριθμός σελίδας
es: Número de página
fa: شماره صفحه
fi: Sivunumero
fr: Numéro de page
he: מספר עמוד
hi: पृष्ठ संख्या
hu: Oldalszám
id: Nomor halaman
it: Numero di pagina
ja: ページ番号
ko: 페이지 번호
lt: Puslapio numeris
ms: Nombor Halaman
nb: Side nummer
nl: Paginanummer
pl: Numer strony
pt: Número de página
ro: Numărul paginii
ru: Номер страницы
sv: Sidnummer
tr: Sayfa numarası
uk: Номер сторінки
vi: Số trang
zh_hans: 页面编码
zh_hant: 頁碼

# topscan_pdfpagedirection
source: Page direction
ar: اتجاه الصفحة
cs: Směr stránky
da: Sideretning
de: Seitenrichtung
el: Κατεύθυνση σελίδας
es: Dirección de la página
fa: جهت صفحه
fi: Sivun suunta
fr: Orientation des pages
he: כיוון העמוד
hi: पृष्ठ दिशा
hu: Oldalirány
id: Arah halaman
it: Direzione della pagina
ja: ページの方向
ko: 페이지 방향
lt: Puslapio kryptis
ms: Arah halaman
nb: Sideretning
nl: Paginarichting
pl: Kierunek strony
pt: Direção da página
ro: Direcția paginii
ru: Направление страницы
sv: Sidriktning
tr: Sayfa yönü
uk: Напрямок сторінки
vi: Hướng trang
zh_hans: 页面方向
zh_hant: 頁面方向

# topscan_image
source: Image
ar: صورة
cs: OBRAZ
da: billede
de: BILD
el: Εικόνα
es: Imagen
fa: تصویر
fi: Kuva
he: תמונה
hi: छवि
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
lt: Vaizdas
ms: Imej
nb: Bilde
nl: AFBEELDING
pl: Obraz
pt: Imagem
ro: Imagine
ru: Изображение
sv: Bild
tr: GÖRÜNTÜ
uk: Зображення
vi: Ảnh
zh_hans: 图片
zh_hant: 圖像

# topscan_subscriptfailedtips
source: Subscription verification failed, please go to Home->Settings->Restore Purchase
ar: فشل التحقق من الاشتراك ، يرجى الانتقال إلى الصفحة الرئيسية-&gt; إعدادات-&gt; استعادة الشراء!
cs: Ověření předplatného se nezdařilo, přejděte na Domů-&gt; Nastavení-&gt; Obnovit nákup!
da: Abonnementsbekræftelse mislykkedes. Gå til Hjem-&gt; Indstillinger-&gt; Gendan køb!
de: Die Überprüfung des Abonnements ist fehlgeschlagen, gehen Sie bitte zu Home-&gt;Einstellungen-&gt;Kauf wiederherstellen!
el: Η επαλήθευση συνδρομής απέτυχε, μεταβείτε στην Αρχική σελίδα-&gt; Ρυθμίσεις-&gt; Επαναφορά αγοράς!
es: La verificación de la suscripción falló, ve a Inicio-> Configuración-> Restaurar compra.
fa: تأیید اشتراک انجام نشد ، لطفاً به صفحه اصلی-> تنظیمات-> بازیابی خرید بروید!
fi: Tilauksen vahvistus epäonnistui, siirry kohtaan Koti->Asetukset->Palauta ostos!
fr: Échec de la vérification de l'abonnement, veuillez accéder à Accueil->Paramètres->Restaurer l'achat !
he: אימות המנוי נכשל, &#13; עבור אל דף הבית-> הגדרות-> שחזר רכישה!
hi: सदस्यता सत्यापन विफल रहा, कृपया होम-> सेटिंग्स-> खरीदारी को रीस्टोर करें पर जाएं!
hu: Az előfizetés ellenőrzése sikertelen, lépjen a Főoldal-> Beállítások-> Vásárlás visszaállítása menüpontra!
id: Verifikasi langganan gagal, silakan buka Beranda->Pengaturan->Pulihkan Pembelian!
it: Verifica dell'abbonamento non riuscita, vai su Home->Impostazioni->Ripristina acquisto!
ja: サブスクリプションの確認に失敗しました。[ホーム]-> [設定]-> [購入の復元]に移動してください。
ko: 구독 확인에 실패했습니다. 홈->설정->구매 복원으로 이동하세요!
lt: Nepavyko patvirtinti prenumeratos, eikite į Pagrindinis-> Nustatymai-> Atkurti pirkinį!
ms: Pengesahan langganan gagal, sila pergi ke Laman Utama-> Tetapan-> Pulihkan Pembelian!
nb: Bekreftelse av abonnement mislyktes, gå til Hjem-> Innstillinger-> Gjenopprett kjøp!
nl: Abonnementverificatie mislukt, ga naar Home->Instellingen->Aankoop herstellen!
pl: Weryfikacja subskrypcji nie powiodła się, przejdź do Strona główna->Ustawienia->Przywróć zakup!
pt: A verificação da assinatura falhou, vá para Página inicial-> Configurações-> Restaurar compra!
ro: Verificarea abonamentului a eșuat, accesați pagina Acasă-> Setări-> Restabiliți achiziția!
ru: Не удалось проверить подписку, перейдите на главную-> Настройки-> Восстановить покупку!
sv: Prenumerationsverifiering misslyckades, gå till Hem->Inställningar->Återställ köp!
tr: Abonelik doğrulaması başarısız oldu, lütfen Ana Sayfa->Ayarlar->Satın Alma İşlemini Geri Yükle'ye gidin!
uk: Не вдалося підтвердити підписку, перейдіть на головну сторінку -> Налаштування -> Відновити покупку!
vi: Xác minh đăng ký không thành công, vui lòng đi tới Trang chủ->Cài đặt->Khôi phục mua hàng!
zh_hans: 订阅验证失败，请从首页->设置->还原购买!
zh_hant: 訂閱驗證失敗，請前往首頁->設置->恢復購買！

# topscan_cropautomaticcameraaip
source: Auto-crop
ar: اقتصاص تلقائي
cs: Automatické oříznutí
da: Auto-beskæring
de: Automatische Ernte
el: Αυτόματη περικοπή
es: Recorte automático
fa: برش خودکار
fi: Automaattinen rajaus
fr: Recadrage automatique
he: חיתוך אוטומטי
hi: ऑटो क्रॉप
hu: Automatikus vágás
id: Potong otomatis
it: Ritaglio automatico
ja: 自動トリミング
ko: 자동 자르기
lt: Automatiškai apkarpyti
ms: Pemotongan automatik
nb: Auto-beskjæring
nl: Automatisch bijsnijden
pl: Automatyczne przycinanie
pt: Corte automático
ro: Decupare automată
ru: Авто-кадрирование
sv: Auto-beskära
tr: Otomatik ürün
uk: Автоматичне обрізання
vi: Tự động cắt xén
zh_hans: 自动裁剪
zh_hant: 自動裁剪

# topscan_nextstep
source: Next Step
ar: الخطوة التالية
cs: Další krok
da: Næste skridt
de: Nächster Schritt
el: Επόμενο βήμα
es: Próximo paso
fa: گام بعدی
fi: Seuraava askel
fr: étape suivante
he: השלב הבא
hi: अगला चरण
hu: Következő lépés
id: Langkah Berikutnya
it: Passo successivo
ja: 次の一歩
ko: 다음 단계
lt: Kitas žingsnis
ms: Langkah seterusnya
nb: Neste steg
nl: Volgende stap
pl: Następny krok
pt: Próxima Etapa
ro: Următorul pas
ru: Следующий шаг
sv: Nästa steg
tr: Sonraki adım
uk: Наступний крок
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# topscan_addsignature
source: Add signature
ar: أضف التوقيع
cs: Přidat podpis
da: Tilføj underskrift
de: Signatur hinzufügen
el: Προσθήκη υπογραφής
es: Agregar firma
fa: امضا را اضافه کنید
fi: Lisää allekirjoitus
fr: Ajouter une signature
he: הוסף חתימה
hi: हस्ताक्षर जोड़ें
hu: Aláírás hozzáadása
id: Tambahkan tanda tangan
it: Aggiungi firma
ja: 署名を追加
ko: 서명 추가
lt: Pridėti parašą
ms: Tambahkan tandatangan
nb: Legg til signatur
nl: Handtekening toevoegen
pl: Dodaj podpis
pt: Adicionar assinatura
ro: Adaugă semnătură
ru: Добавить подпись
sv: Lägg till signatur
tr: İmza ekle
uk: Додати підпис
vi: Thêm chữ ký
zh_hans: 添加签名
zh_hant: 添加簽名

# topscan_subsctiptplan
source: Your Subscription Plan
ar: خطة الاشتراك الخاصة بك
cs: Váš tarif předplatného
da: Din abonnementsplan
de: Ihr Abonnement
el: Το Σχέδιο Συνδρομής σας
es: Su plan de suscripción
fa: طرح اشتراک شما
fi: Tilaussuunnitelmasi
fr: Votre plan d'abonnement
he: תוכנית המנוי שלך
hi: आपकी सदस्यता योजना
hu: Az ön előfizetési csomagja
id: Paket Langganan Anda
it: Il tuo piano di abbonamento
ja: サブスクリプションプラン
ko: 구독 계획
lt: Jūsų prenumeratos planas
ms: Pelan Langganan Anda
nb: Abonnementsplanen din
nl: Uw abonnement
pl: Twój plan abonamentowy
pt: O seu plano de assinatura
ro: Planul dvs. de abonament
ru: Ваш план подписки
sv: Din prenumerationsplan
tr: Abonelik Planınız
uk: Ваш план передплати
vi: Gói đăng ký của bạn
zh_hans: 您的订阅计划
zh_hant: 您的訂閱計劃

# topscan_renewedday
source: Renewed Day
ar: يوم متجدد
cs: Obnovený den
da: Fornyet Dag
de: Erneuerter Tag
el: Ανανεωμένη Ημέρα
es: Día Renovado
fa: روز تجدید شده
fi: Uusittu päivä
fr: Jour renouvelé
he: יום חידוש
hi: नवीनीकृत दिवस
hu: Megújítás napja
id: Hari Perpanjangan
it: Rinnovato giorno
ja: 更新日
ko: 갱신된 날
lt: Atnaujinta diena
ms: Hari yang diperbaharu
nb: Fornyet dag
nl: Vernieuwde dag
pl: Odnowione na dzień
pt: Dia Renovado
ro: Ziua reînnoită
ru: Обновленный день
sv: Förnyad dag
tr: Yenilenen Gün
uk: Оновлений день
vi: Ngày gia hạn
zh_hans: 到期日期
zh_hant: 更新日

# topscan_automaticrenewal
source: Automatic Renewal
ar: تجديد تلقائي
cs: Automatické obnovení
da: Automatisk Fornyelse
de: Automatische Erneuerung
el: Αυτόματη Ανανέωση
es: Renovación Automática
fa: تمدید خودکار
fi: Automaattinen uusiminen
fr: Renouvellement automatique
he: חידוש אוטומטי
hi: स्वचालित नवीकरण
hu: Automatikus megújítás
id: Perpanjangan Otomatis
it: Rinnovo automatico
ja: 自動更新
ko: 자동 갱신
lt: Automatinis atnaujinimas
ms: Pembaharuan Automatik
nb: Automatisk fornyelse
nl: Automatische Vernieuwing
pl: Automatyczne odnowienie
pt: Renovação automática
ro: Reînnoire automată
ru: Автоматическое продление
sv: Automatisk förnyelse
tr: Otomatik Yenileme
uk: Автоматичне оновлення
vi: Tự động gia hạn
zh_hans: 自动续订
zh_hant: 自動續訂

# topscan_moredetails
source: More details
ar: المزيد من التفاصيل
cs: Více informací
da: Flere detaljer
de: Mehr Details
el: Περισσότερες λεπτομέρειες
es: Más detalles
fa: جزئیات بیشتر
fi: Lisätietoja
fr: Plus de détails
he: פרטים נוספים
hi: अधिक जानकारी
hu: További részletek
id: Rincian lebih lanjut
it: Più dettagli
ja: 詳細
ko: 자세한 내용
lt: Daugiau informacijos
ms: Maklumat lanjut
nb: Mer informasjon
nl: Meer details
pl: Więcej szczegółów
pt: Mais detalhes
ro: Mai multe detalii
ru: Подробнее
sv: Fler detaljer
tr: Daha fazla detay
uk: Детальніше
vi: Thêm chi tiết
zh_hans: 更多详情
zh_hant: 更多細節

# topscan_drivedownloadfiles
source: Cloud import
ar: استيراد السحابة
cs: Cloudový import
da: Import af sky
el: Εισαγωγή cloud
es: Importación en la nube
fa: واردات از طریق فضای ابری
fi: Pilvien tuonti
fr: Importation cloud
he: ייבוא ענן
hi: कलाउड आयात
hu: Felhőimportálás
id: Impor cloud
it: Importazione cloud
ja: クラウドインポート
ko: 클라우드 가져오기
lt: Debesies importas
ms: Import awan
nb: Import av sky
nl: Cloud importeren
pl: Import z chmury
pt: Importação de nuvem
ro: Import în cloud
ru: Облачный импорт
sv: Molnimport
tr: Bulut içe aktarma
uk: Імпорт у хмару
vi: Nhập đám mây
zh_hans: 云端导入
zh_hant: 雲端導入

# topscan_download
source: Download
ar: تحميل
cs: Stáhnout
el: Λήψη
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
he: הורד
hi: डाउनलोड करें
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
lt: parsisiųsti
ms: Muat Turun
nb: nedlasting
nl: Downloaden
pl: Pobieranie
pt: Descarregar
ro: Descarcă
ru: Скачать
sv: Ladda ner
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# topscan_downloadsuccessfilly
source: Download Successfully
ar: تم التنزيل بنجاح
cs: Stáhnout úspěšně
da: Download er færdig
de: Erfolgreich herunterladen
el: Λήψη με επιτυχία
es: Descarga con éxito
fa: با موفقیت دانلود شد
fi: Lataa onnistuneesti
fr: Télécharger avec succès
he: הורדה בהצלחה
hi: सफलतापूर्वक डाउनलोड हुआ
hu: Sikeres letöltés
id: Unduhan Berhasil
it: Scaricato con successo
ja: 正常にダウンロード
ko: 다운로드 성공
lt: Atsisiųsti sėkmingai
ms: Muat turun Berjaya
nb: Last ned vellykket
nl: Download succesvol
pl: Pobrano pomyślnie
pt: Descarregar com sucesso
ro: Descărcați cu succes
ru: Скачать успешно
sv: Ladda ner framgångsrikt
tr: Başarıyla İndir
uk: Завантажено успішно
vi: Tải xuống thành công
zh_hans: 下载成功
zh_hant: 下載成功

# topscan_downloadfailed
source: Download Failed
ar: فشل التحميل
cs: stahování se nezdařilo
da: download havde en fejl
de: Download fehlgeschlagen
el: Η λήψη απέτυχε
es: Descarga fallida
fa: دانلود نشد
fi: Lataus epäonnistui
fr: échec du téléchargement
he: ההורדה נכשלה
hi: डाउनलोड विफल रहा
hu: Sikertelen letöltés
id: Unduhan Gagal
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
lt: Atsisiuntimas nepavyko
ms: Muat turun gagal
nb: Nedlasting mislyktes
nl: Het downloaden is mislukt.
pl: Pobieranie nie powiodło się
pt: Falha a descarregar
ro: Descărcare esuata
ru: Cкачивание не выполнено
sv: Nedladdningen misslyckades
tr: İndirme başarısız
uk: Не вдалося завантажити
vi: Tải xuống không thành công
zh_hans: 下载失败
zh_hant: 下載失敗

# topscan_uselimitedversion
source: Use limited version
ar: استخدم نسخة محدودة
cs: Použijte omezenou verzi
da: Brug begrænset version
de: Begrenzte Version verwenden
el: Χρησιμοποιήστε περιορισμένη έκδοση
es: Usar versión limitada
fa: از نسخه محدود استفاده کنید
fi: Käytä rajoitettua versiota
fr: Utiliser la version limitée
he: השתמש בגרסה מוגבלת
hi: सीमित संस्करण का उपयोग करें
hu: Korlátozott verzió használata
id: Gunakan versi terbatas
it: Usa la versione limitata
ja: 限定版を使用
ko: 제한된 버전 사용
lt: Naudokite ribotą versiją
ms: Gunakan versi terhad
nb: Bruk begrenset versjon
nl: Gebruik beperkte versie
pl: Użyj wersji ograniczonej
pt: Use a versão limitada
ro: Folosiți versiunea limitată
ru: Использовать ограниченную версию
sv: Använd begränsad version
tr: Sınırlı sürümü kullan
uk: Використовуйте обмежену версію
vi: Sử dụng phiên bản giới hạn
zh_hans: 使用限制版本
zh_hant: 使用限定版

# topscan_termsofserice
source: Terms of Service
ar: شروط الخدمة
cs: Podmínky služby
da: Servicebetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de servicio
fa: شرایط استفاده از خدمات
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי השירות
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
lt: Paslaugų teikimo sąlygos
ms: Syarat Perkhidmatan
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki usługi
pt: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
sv: Användarvillkor
tr: Kullanım Şartları
uk: Умови обслуговування
vi: Điều khoản Dịch vụ
zh_hans: 用户服务条款
zh_hant: 服務條款

# topscan_unlimitedfeatures
source: Unlimited Features
ar: ميزات غير محدودة
cs: Neomezené funkce
da: Ubegrænsede funktioner
de: Unbegrenzte Funktionen
el: Απεριόριστες δυνατότητες
es: Funciones ilimitadas
fa: ویژگی های نامحدود
fi: Rajattomasti ominaisuuksia
fr: Fonctionnalités illimitées
he: תכונות ללא הגבלה
hi: असीमित सुविधाएं
hu: Korlátlan funkciók
id: Fitur Tidak Terbatas
it: Funzionalità illimitate
ja: 無制限の機能
ko: 무제한 기능
lt: Neribotos funkcijos
ms: Ciri Tanpa Had
nb: Ubegrensede funksjoner
nl: Onbeperkte functies
pl: Nieograniczone funkcje
pt: Recursos ilimitados
ro: Caracteristici nelimitate
ru: Неограниченные возможности
sv: Obegränsade funktioner
tr: Sınırsız Özellikler
uk: Необмежені можливості
vi: Tính năng không giới hạn
zh_hans: 不限制功能
zh_hant: 無限功能

# topscan_datarefresh
source: Refresh data
zh_hans: 刷新

# topscan_shortlibrary
source: Scan from Photos
zh_hans: 从相册导入

# topscan_batchscan
source: Batch Scan Mode
zh_hans: 扫描多页

# topscan_singlescan
source: Single Scan Mode
zh_hans: 扫描单页

# topscan_maxsignatures
source: you can add max. 3 signatures on the current page. Please delete the unwanted ones
zh_hans: 您在当前页添加的签名不能超过3个，请删除不想要的签名。

# topscan_searching
source: Searching available device
zh_hans: 搜索可用设备
zh_hant: 搜索可用設備

# topscan_transferdata
source: Transfer Data Across Devices
zh_hans: 传输数据到其他设备
zh_hant: 傳輸數據到其他設備

# topscan_availabledevice
source: available device
zh_hans: 可用设备
zh_hant: 可用設備

# topscan_directlyexport
source: Directly export your data to another iOS device.
zh_hans: 直接传输数据到其他 iOS 设备。
zh_hant: 直接傳輸數據到其他 iOS 設備。

# topscan_turnonwifi
source: Please turn on your Wi-Fi, and enable permission for SimpleScan in iOS Settings > Privacy > Local Network.
zh_hans: 开启Wi-Fi，并确保开启「本地网络」权限。（设置>隐私>本地网络）
zh_hant: 開啟Wi-Fi，並確保開啟「本地網絡」權限。（設置>隱私>本地網絡）

# topscan_keepnear
source: Keep your device near the other and keep both devices in this page.
zh_hans: 将设备保持靠近，并确认两台设备停留在当前页面中。
zh_hant: 將設備保持靠近，並確認暫停留此頁面。

# topscan_connecting
source: Connecting
zh_hans: 设备连接中
zh_hant: 設備連接中

# topscan_requestfrom
source: Received data transfer request from
zh_hans: 想要发送数据到当前设备
zh_hant: 想要發送數據到此設備

# topscan_receivedata
source: Receive Data
zh_hans: 接收数据
zh_hant: 接收數據

# topscan_senddata
source: Send Data
zh_hans: 发送数据
zh_hant: 發送數據

# topscan_thisdevice
source: This Device
zh_hans: 当前设备
zh_hant: 此設備

# topscan_sending
source: Sending
zh_hans: 发送中
zh_hant: 發送中

# topscan_receiving
source: Receiving
zh_hans: 接收中
zh_hant: 接收中

# topscan_keepscreen
source: Keep both screen on and make sure the other device is nearby until the transfer finished
zh_hans: 传输结束前，请确保设备靠近并停留于当前页面，以及确保屏幕开启，直到数据传输完成。
zh_hant: 傳輸結束前，確保設備靠近並停留於此頁面，以及保持屏幕開啟。

# topscan_transferunfinished
source: Data Transfer Unfinished
zh_hans: 数据传输尚未完成
zh_hant: 數據傳輸尚未完成

# topscan_stopexit
source: Are you sure to exit and stop transfering data?
zh_hans: 您确定要退出并终止数据传输吗？
zh_hant: 您要停止數據傳輸並離開嗎？

# topscan_exit
source: Exit
zh_hans: 退出
zh_hant: 離開

# topscan_trylater
source: is busy,please try again later.
zh_hans: 正忙碌，请稍后再试。
zh_hant: 正忙碌，請稍後再試。

# topscan_busy
source: Busy
zh_hans: 忙碌中
zh_hant: 忙碌中

# topscan_updatedatadescend
source: Date Update (ascending)
zh_hans: 日期修改 (升序)
zh_hant: 日期修改 (升序)

# topscan_updatedataascend
source: Date Update (descending)
zh_hans: 日期修改 (倒序)
zh_hant: 日期修改 (降序)

# topscan_tabbartitlerecent
source: Recent
zh_hans: 最近
zh_hant: 最近

# topscan_tabbartitlehome
source: Home
zh_hans: 首页
zh_hant: 首頁

# topscan_tabbartitledocs
source: Docs
zh_hans: 文档
zh_hant: 文檔

# topscan_tabbartitleapplication
source: Application
zh_hans: 应用
zh_hant: 應用

# topscan_takephoto
source: Take Photo
zh_hans: 拍照
zh_hant: 拍照

# topscan_darkmode
source: Dark Mode
zh_hans: 深色模式
zh_hant: 深色模式

# topscan_lightmode
source: Light Mode
zh_hans: 浅色模式
zh_hant: 淺色模式

# topscan_darkmodefollowsystem
source: Follow the System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# topscan_darkmodeclosed
source: Closed
zh_hans: 已关闭
zh_hant: 已關閉

# topscan_darkmodeopened
source: Opened
zh_hans: 已打开
zh_hant: 已打開

# topscan_darkmodeldescrible
source: When enabled, SimpleScan will switch dark mode on/off to mach your system settings
zh_hans: 开启后，将跟随系统打开或关闭深色模式
zh_hant: 開啟後，將跟隨系統打開或關閉深色模式

# topscan_darkmodchoosetitle
source: Select Manually
zh_hans: 手动选择
zh_hant: 手動選擇

# topscan_successfullyunlocked
source: Successfully unlocked
zh_hans: 清除密码成功
zh_hant: 清除密碼成功

# topscan_wlantitle
source: WLAN is Turned Off for “SimpleScan”
zh_hans: 已为“SimpleScan”关闭无线局域网
zh_hant: 已為“SimpleScan”關閉無線局域網

# topscan_wlancontent
source: You can turn on WLAN for this app in Settings.
zh_hans: 您可以在“设置”中为此App打开无线局域网
zh_hant: 您可以在“設置”中為此App打開無線局域網

# topscan_shotfeedback
source: Feedback
zh_hans: 反馈
zh_hant: 反饋

# topscan_shotsavedoc
source: Save file
zh_hans: 保存文档
zh_hant: 保存文檔

# topscan_shottipshare
source: Screenshot sharing
zh_hans: 截屏分享
zh_hant: 截屏分享

# topscan_recyclebindeletetip
source: (After deleting the document, it cannot be recovered)
zh_hans: (删除之后将无法恢复)
zh_hant: (刪除之後將無法恢復)

# topscan_recyclebinempty
source: Recycle bin is empty
zh_hans: 回收站为空
zh_hant: 回收站為空

# topscan_recyclebinsavetip
source: Recycle Bin keeps documents deleted in the last 30 days
zh_hans: 回收站保存最近30天删除的文件
zh_hant: 回收站保存最近30天刪除的文件

# topscan_recyclebinsuccess
source: Restored successfully
zh_hans: 还原成功
zh_hant: 還原成功

# topscan_recyclebin
source: Recycle bin
zh_hans: 回收站
zh_hant: 回收站

# topscan_deleteall
source: Delete all
zh_hans: 全部删除
zh_hant: 全部刪除

# topscan_recyclebininstructions
source: Deleted documents will be placed in the 'Recycle Bin', we will keep them for you for 30 days, after which they will be automatically cleared, during this period, you can go to the 'Recycle Bin' to restore.
zh_hans: 删除的项目已被放入[回收站]，为您保留30天，之后会自动清除，在此期间，您可以进入[回收站]将其还原。
zh_hant: 刪除的項目已被放入[回收站]，為您保留30天，之後會自動清除，在此期間，您可以進入[回收站]將其還原。

# topscan_filesize
source: File size
zh_hans: 文档大小
zh_hant: 文檔大小

# topscan_restorefirst
source: Please restore the file before viewing
zh_hans: 请先还原文件再查看
zh_hant: 請先還原文件再查看

# topscan_clearupalert
source: Are you sure you want to delete all files ?
zh_hans: 您确定要删除所有文件吗
zh_hant: 您確定要刪除所有文件嗎

# topscan_deletealert
source: Delete warning
zh_hans: 删除提醒
zh_hant: 刪除提醒

# topscan_howmuchmonth
source: days
zh_hans: 天
zh_hant: 天

# topscan_savefiletime
source: Keep file time
zh_hans: 保留文件时间
zh_hant: 保留文件時間

# topscan_newsuggestiontitle
source: Rate Simple Scanner
zh_hans: 评价
zh_hant: 评价

# topscan_newsuggestioncontent
source: If you like our app, please rate us
zh_hans: 如果你喜欢我们的应用，请给我们评价
zh_hant: 如果你喜欢我们的应用，请给我们评价
