Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_faceidnotenrolled
source: The device is not detected to enable the face ID, please go to the phone settings center to enable the face ID function.
ar: لم يتم اكتشاف الجهاز لتمكين معرف الوجه ، يرجى الانتقال إلى مركز إعدادات الهاتف لتمكين وظيفة معرف الوجه.
cs: Zařízení není detekováno, aby povolilo ID obličeje. Chcete-li povolit funkci ID obličeje, přejděte do centra nastavení telefonu.
da: Enheden registreres ikke for at aktivere ansigts-ID. Gå venligst til telefonens indstillingscenter for at aktivere ansigts-ID-funktionen.
de: Das Gerät wird nicht erkannt, um die Gesichts-ID zu aktivieren. Rufen Sie das Telefoneinstellungscenter auf, um die Gesichts-ID-Funktion zu aktivieren.
el: Η συσκευή δεν εντοπίστηκε για να ενεργοποιήσει το αναγνωριστικό προσώπου. Μεταβείτε στο κέντρο ρυθμίσεων τηλεφώνου για να ενεργοποιήσετε τη λειτουργία αναγνώρισης προσώπου.
es: No se detecta el dispositivo para habilitar la identificación de rostro, accede al centro de configuración del teléfono para habilitar la función de identificación de rostro.
fa: دستگاه برای فعال کردن شناسه چهره تنظیم نشده است ، لطفاً به مرکز تنظیمات تلفن بروید تا عملکرد ID شناسه چهره را فعال کنید.
fi: Laitetta ei tunnistettu kasvotunnuksen ottamiseksi käyttöön. Ota käyttöön kasvotunnustoiminto siirtymällä puhelimen asetuksiin.
fr: L'appareil n'est pas détecté pour activer l'identification du visage, veuillez vous rendre dans le centre des paramètres du téléphone pour activer la fonction d'identification du visage.
he: המכשיר לא מזוהה כדי להפעיל את זיהוי הפנים, עבור למרכז הגדרות הטלפון כדי להפעיל את פונקציית זיהוי הפנים.
hi: फेस आईडी को सक्षम करने के लिए डिवाइस का पता नहीं चला है, कृपया फेस आईडी फ़ंक्शन को सक्षम करने के लिए फ़ोन सेटिंग केंद्र पर जाएं.
hu: A készülék nem ismeri fel az arcfelismerés engedélyezését. Az arcfelismerő funkció engedélyezéséhez lépjen be a telefonbeállítási központba.
id: Perangkat tidak terdeteksi untuk mengaktifkan ID wajah, silakan buka pusat pengaturan telepon untuk mengaktifkan fungsi ID wajah.
it: Il dispositivo non viene rilevato per abilitare il Face ID; vai al centro impostazioni del telefono per abilitare la funzione Face ID.
ja: Face ID を有効にするデバイスが検出されない場合は、電話設定センターにアクセスして FaceID 機能を有効にしてください。
ko: 얼굴 ID를 활성화하기 위한 장치가 감지되지 않습니다. 전화 설정 센터로 이동하여 얼굴 ID 기능을 활성화하십시오.
lt: Prietaisas neaptiktas, kad būtų galima įjungti „Face ID“, eikite į telefono nustatymų centrą, kad įjungtumėte „Face ID“ funkciją.
ms: Peranti tidak dikesan untuk mengaktifkan Pengenalan wajah, sila pergi ke pusat tetapan telefon untuk mengaktifkan fungsi Pengenalan wajah.
nb: Enheten blir ikke oppdaget for å aktivere ansikts-ID. Gå til telefoninnstillingssenteret for å aktivere ansikts-ID-funksjonen.
nl: Het apparaat is niet gedetecteerd om de gezichts-ID in te schakelen. Ga naar het telefooninstellingencentrum om de gezichts-ID-functie in te schakelen.
pl: Urządzenie nie zostało wykryte, aby włączyć funkcję Face ID, przejdź do centrum ustawień telefonu, aby włączyć funkcję Face ID.
pt: O dispositivo não foi detetado para habilitar o ID de rosto, vá para a central de configurações do telefone para habilitar a função de ID de rosto.
ro: Dispozitivul nu este detectat pentru a activa ID-ul feței, vă rugăm să mergeți la centrul de setări ale telefonului pentru a activa funcția ID-ul feței.
ru: Устройство не обнаружено для включения функции распознавания лиц, перейдите в центр настроек телефона, чтобы включить функцию распознавания лиц.
sv: Enheten detekteras inte för att aktivera face ID. Gå till telefoninställning centret för att aktivera face ID-funktionen.
tr: Cihaz yüz kimliğini etkinleştirmek için algılanmadı, yüz kimliği işlevini etkinleştirmek için lütfen telefon ayarları merkezine gidin.
uk: Пристрій не виявлено. Щоб увімкнути ідентифікатор обличчя, перейдіть до центру налаштувань телефону, щоб увімкнути функцію ідентифікатора обличчя.
vi: Không nhận diện được thiết bị để kích hoạt Face ID, vui lòng vào trung tâm cài đặt trên điện thoại để kích hoạt chức năng Face ID.
zh_hans: 未检测到设备开启人脸识别，请前往手机设置中心开启人脸识别功能.
zh_hant: 未檢測到設備開啟人臉識別，請到手機設置中心開啟人臉識別功能。

# topscan_opensysset
source: Authorization to set the center
ar: تفويض لتعيين المركز
cs: Oprávnění k nastavení středu
da: Tilladelse til at indstilling af centrum
de: Berechtigung zum Setzen des Zentrums
el: Εξουσιοδότηση για να ορίσετε το κέντρο
es: Autorización para montar el centro
fa: مجوز برای تنظیم مرکز
fi: Valtuutus asettaa keskus
fr: Autorisation de définir le centre
he: אישור לקבוע את המרכז
hi: केंद्र स्थापित करने के लिए प्राधिकरण
hu: Felhatalmazás a központ beállítására
id: Otorisasi untuk mengatur pusat
it: Autorizzazione a impostare il centro
ja: センターを設定する許可
ko: 센터 설정 권한
lt: Įgaliojimas nustatyti centrą
ms: Kebenaran untuk menetapkan pusat
nb: Fullmakt til å sette senteret
nl: Autorisatie om het centrum in te stellen
pl: Upoważnienie do ustawienia centrum
pt: Autorização para definir o centro
ro: Autorizație de setare a centrului
ru: Авторизация для установки центра
sv: Behörighet för att ställa in centrum
tr: Merkezi ayarlama yetkisi
uk: Дозвіл на встановлення центру
vi: Ủy quyền thiết lập trung tâm
zh_hans: 授权设置中心
zh_hant: 授權設置中心

# topscan_againvafaceid
source: Click to verify Face ID
ar: انقر للتحقق من Face ID
cs: Kliknutím ověříte ID obličeje
da: Klik for at bekræfte Face ID
de: Klicken Sie hier, um die Gesichts-ID zu bestätigen
el: Κάντε κλικ για να επαληθεύσετε το αναγνωριστικό προσώπου
es: Haz clic para verificar Face ID
fa: برای تأیید Face ID کلیک کنید
fi: Napsauta vahvistaaksesi kasvotunnuksen
fr: Cliquez pour vérifier l'identification du visage
he: לחץ כדי לאמת זיהוי פנים
hi: फेस आईडी सत्यापित करने के लिए क्लिक करें
hu: Kattintson az arcfelismerő igazolásához
id: Klik untuk memverifikasi ID Wajah
it: Cliccare per verificare il Face ID
ja: クリックして FaceID を確認
ko: 얼굴 ID를 확인하려면 클릭하세요
lt: Spustelėkite, kad patvirtintumėte „Face ID“
ms: Klik untuk mengesahkan Pengenalan Wajah
nb: Klikk for å bekrefte Face ID
nl: Klik om Face ID te verifiëren
pl: Kliknij, aby zweryfikować Face ID
pt: Clique para verificar o ID Facial
ro: Faceți clic pentru a verifica Face ID
ru: Нажмите, чтобы подтвердить Face ID
sv: Klicka för att verifiera Face ID
tr: Face ID'yi doğrulamak için tıklayın
uk: Клацніть, щоб підтвердити ідентифікатор обличчя
vi: Nhấp để xác minh Face ID
zh_hans: 单击以验证面容 ID
zh_hant: 單擊以驗證面容 ID

# topscan_againvatouchid
source: Click to verify Touch ID
ar: انقر للتحقق من Touch ID
cs: Klepnutím ověříte Touch ID
da: Klik for at bekræfte Touch ID
de: Klicken Sie hier, um die Touch ID zu bestätigen
el: Κάντε κλικ για να επαληθεύσετε το αναγνωριστικό αφής
es: Haz clic para verificar Touch ID
fa: برای تأیید Touch ID کلیک کنید
fi: Napsauta vahvistaaksesi Touch ID
fr: Cliquez pour vérifier Touch ID
he: לחץ כדי לאמת מזהה מגע
hi: टच आईडी सत्यापित करने के लिए क्लिक करें
hu: Kattintson az érintésazonosítás igazolásához
id: Klik untuk memverifikasi ID Sentuh
it: Cliccare per verificare il Touch ID
ja: クリックして TouchID を確認
ko: 터치 ID를 확인하려면 클릭하세요
lt: Spustelėkite, kad patvirtintumėte „Touch ID“
ms: Klik untuk mengesahkan Pengenalan Sentuh
nb: Klikk for å bekrefte berørings-ID
nl: Klik om Touch ID te verifiëren
pl: Kliknij, aby zweryfikować Touch ID
pt: Clique para verificar o Touch ID
ro: Faceți clic pentru a verifica Touch ID
ru: Нажмите, чтобы проверить Touch ID
sv: Klicka för att verifiera Touch ID
tr: Touch ID'yi doğrulamak için tıklayın
uk: Клацніть, щоб підтвердити Touch ID
vi: Nhấp để xác minh Touch ID
zh_hans: 单击以验证Touch ID
zh_hant: 單擊以驗證 Touch ID

# topscan_pdfpagenumberno
source: No page number
ar: لا يوجد رقم صفحة
cs: Žádné číslo stránky
da: Intet sidetal
de: Keine Seitenzahl
el: Χωρίς αριθμό σελίδας
es: Sin número de página
fa: شماره صفحه ای وجود ندارد
fi: Ei sivunumeroa
fr: Pas de numéro de page
he: אין מספר עמוד
hi: कोई पेज नंबर नहीं
hu: Nincs oldalszám
id: Tidak ada nomor laman
it: Nessun numero di pagina
ja: ページ番号なし
ko: 페이지 번호 없음
lt: Nėra puslapio numerio
ms: Tiada nombor halaman
nb: Ingen sidetall
nl: Geen paginanummer
pl: Brak numeru strony
pt: Sem número de página
ro: Fără număr de pagină
ru: Нет номера страницы
sv: Inget sidnummer
tr: Sayfa numarası yok
uk: Немає номера сторінки
vi: Không có số trang
zh_hans: 没有页码
zh_hant: 沒有頁碼

# topscan_pdfpagenumberlowerl
source: the lower-left
ar: أسفل اليسار
cs: vlevo dole
da: nederst til venstre
de: unten links
el: το κάτω αριστερά
es: la parte inferior izquierda
fa: پایین چپ
fi: vasemmassa alakulmassa
fr: le bas à gauche
he: השמאלי התחתון
hi: निचला बायां
hu: a bal alsó
id: kiri bawah
it: in basso a sinistra
ja: 左下
ko: 왼쪽 아래
lt: apačioje kairėje
ms: bahagian bawah-kiri
nb: nederst til venstre
nl: de linkerbenedenhoek
pl: dolny lewy
pt: o canto inferior esquerdo
ro: stânga jos
ru: нижний левый
sv: nere till vänster
tr: sol alt
uk: внизу ліворуч
vi: phía dưới bên trái
zh_hans: 左下角
zh_hant: 左下角

# topscan_pdfpagenumberbottomc
source: the bottom center
ar: مركز القاع
cs: dole uprostřed
da: det nederste center
de: die untere Mitte
el: το κάτω κέντρο
es: el centro inferior
fa: پایین وسط
fi: pohjan keskellä
fr: le bas au centre
he: המרכז התחתון
hi: निचला केंद्र
hu: az alsó középső
id: tengah bawah
it: in basso al centro
ja: 中央下
ko: 가운데 아래
lt: apačioje centre
ms: bahagian bawah tengah
nb: det nederste sentrum
nl: het middelste gebied onderaan
pl: dolny środek
pt: o centro inferior
ro: centrul de jos
ru: нижний центральный
sv: den nedre mitten
tr: alt merkez
uk: внизу по центру
vi: ở giữa dưới cùng
zh_hans: 底部中间
zh_hant: 底部中心

# topscan_pdfpagenumberlowerr
source: the lower-right
ar: أسفل اليمين
cs: vpravo dole
da: nederst til højre
de: unten rechts
el: το κάτω δεξιά
es: la parte inferior derecha
fa: پایین سمت راست
fi: oikeassa alakulmassa
fr: le bas à droite
he: הימין התחתון
hi: निचला-दायां
hu: a jobb alsó
id: kanan bawah
it: in basso a destra
ja: 右下
ko: 오른쪽 아래
lt: apačioje dešinėje
ms: bahagian bawah-kanan
nb: nederst til høyre
nl: rechtsonder
pl: dolny prawy
pt: o canto inferior direito
ro: dreapta jos
ru: нижний правый
sv: nere till höger
tr: sağ alt
uk: внизу праворуч
vi: phía dưới bên phải
zh_hans: 右下角
zh_hant: 右下角

# topscan_pdfpagenumberupperl
source: the upper-left
ar: أعلى اليسار
cs: vlevo nahoře
da: øverst til venstre
de: oben links
el: το πάνω αριστερά
es: la parte superior izquierda
fa: بالا سمت چپ
fi: vasemmassa yläkulmassa
fr: le coin supérieur gauche
he: השמאלי העליון
hi: ऊपरी-बाएँ
hu: a bal felső
id: kiri atas
it: in alto a sinistra
ja: 左上
ko: 왼쪽 위
lt: viršuje kairėje
ms: bahagian atas-kiri
nb: øverst til venstre
nl: de linkerbovenhoek
pl: górny lewy
pt: o canto superior esquerdo
ro: stânga sus
ru: верхний левый
sv: uppe till vänster
tr: sol üst
uk: вверху ліворуч
vi: phía trên bên trái
zh_hans: 左上角
zh_hant: 左上角

# topscan_pdfpagenumberheadc
source: the head center
ar: مركز الرأس
cs: střed hlavy
da: Midt i centrum
de: das Kopfzentrum
el: το κέντρο της κεφαλής
es: el centro de la cabeza
fa: بالا وسط
fi: pään keskelle
fr: le centre de la tête
he: מרכז הראש
hi: मुख्य केंद्र
hu: a felső középső
id: pusat kepala
it: in altro al centro
ja: ヘッドセンター
ko: 헤드 센터
lt: galvos centras
ms: kepala tengah
nb: hodet sentrum
nl: het bovenste gebied bovenaan
pl: nagłówek centralny
pt: o centro da cabeça
ro: centrul capului
ru: головной центр
sv: huvudets center
tr: kafa merkezi
uk: вверху по центру
vi: ở giữa trên đầu
zh_hans: 上部中间
zh_hant: 頭部中心

# topscan_pdfpagenumberupperr
source: the upper-right
ar: أعلى اليمين
cs: vpravo nahoře
da: øverst til højre
de: oben rechts
el: το πάνω δεξιά
es: la parte superior derecha
fa: سمت راست بالا
fi: oikeassa yläkulmassa
fr: le coin supérieur droit
he: הימנית העליונה
hi: ऊपरी-दाएं
hu: a jobb felső
id: kanan atas
it: in alto a destra
ja: 右上
ko: 오른쪽 위
lt: viršuje dešinėje
ms: bahagian atas-kanan
nb: øverst til høyre
nl: de rechterbovenhoek
pl: prawy górny
pt: o canto superior direito
ro: dreapta sus
ru: верхний правый
sv: uppe till höger
tr: sağ üst
uk: вверху праворуч
vi: phía trên bên phải
zh_hans: 右上角
zh_hant: 右上角

# topscan_colletionfunctiontitle
source: Select Document
ar: حدد المستند
cs: Vyberte dokument
da: Vælg et dokument
de: Dokument auswählen
el: Επιλέξτε Έγγραφο
es: Seleccionar documento
fa: سند را انتخاب کنید
fi: Valitse asiakirja
fr: Sélectionner un document
he: בחר מסמך
hi: दस्तावेज़ का चयन करें
hu: Dokumentum kiválasztása
id: Pilih Dokumen
it: Seleziona documento
ja: ドキュメントを選択
ko: 문서 선택
lt: Pasirinkti dokumentą
ms: Pilih Dokumen
nb: Velg Dokument
nl: Document Selecteren
pl: Wybierz dokument
pt: Selecione o Documento
ro: Selectați Document
ru: Выбрать документ
sv: Välj Dokument
tr: Belge Seç
uk: Виберіть документ
vi: Chọn tài liệu
zh_hans: 选择文档
zh_hant: 選擇文件

# topscan_pdfdirectionauto
source: Auto adjust by image size
ar: ضبط تلقائي حسب حجم الصورة
cs: Automatické nastavení podle velikosti obrázku
da: Automatisk justering efter billedstørrelse
de: Automatische Anpassung nach Bildgröße
el: Αυτόματη προσαρμογή κατά μέγεθος εικόνας
es: Ajuste automático por tamaño de imagen
fa: تنظیم خودکار با اندازه تصویر
fi: Automaattinen säätö kuvan koon mukaan
fr: Ajustement automatique par taille d'image
he: התאמה אוטומטית לפי גודל התמונה
hi: छवि आकार के अनुसार स्वतः समायोजित करें
hu: Automatikus igazítás képméret szerint
id: Sesuaikan secara otomatis dengan ukuran gambar
it: Regolazione automatica in base alla dimensione dell'immagine
ja: 画像サイズによる自動調整
ko: 이미지 크기에 따라 자동 조정
lt: Automatiškai sureguliuoti pagal vaizdo dydį
ms: Laraskan secara automatik mengikut saiz imej
nb: Juster automatisk etter bildestørrelse
nl: Automatisch aanpassen op afbeeldingsgrootte
pl: Automatyczna regulacja według rozmiaru obrazu
pt: Ajuste automático pelo tamanho da imagem
ro: Reglați automat după dimensiunea imaginii
ru: Автоматическая настройка по размеру изображения
sv: Justera automatiskt efter bildstorlek
tr: Görüntü boyutuna göre otomatik ayarlama
uk: Автоматичне налаштування за розміром зображення
vi: Tự động điều chỉnh theo kích thước hình ảnh
zh_hans: 按图像大小自动调整
zh_hant: 按圖像大小自動調整

# topscan_pdfdirectionlandscape
source: Landscape
ar: المناظر الطبيعية
cs: Krajina
da: Landskab
de: Landschaft
el: Τοπίο
es: Paisaje
fa: افقی
fi: Maisema
fr: Paysage
he: נוֹף
hi: लैंडस्केप
hu: Tájkép
id: Pemandangan
it: Paesaggio
ja: 風景
ko: 가로
lt: Gulsčias
ms: Landskap
nb: Landskap
nl: Landschap
pl: Krajobraz
pt: Panorama
ro: Peisaj
ru: Пейзаж
sv: Landskap
tr: Manzara
uk: Пейзаж
vi: Phong cảnh
zh_hans: 横屏
zh_hant: 風景

# topscan_pdfaddsignature
source: Portrait
ar: لوحة
cs: Portrét
da: Portræt
de: Porträt
el: Πορτρέτο
es: Retrato
fa: عمودی
fi: Muotokuva
he: דְיוֹקָן
hi: पोर्ट्रेट
hu: Portré
id: Potret
it: Ritratto
ja: ポートレート
ko: 세로
lt: Stačias
ms: Potret
nb: Portrett
nl: Portret
pl: Portret
pt: Retrato
ro: Portret
ru: Портрет
sv: Porträtt
tr: Vesika
uk: Портрет
vi: Chân dung
zh_hans: 竖屏
zh_hant: 肖像

# topscan_changepdfsizealert
source: The current changes will reset the PDF signature. Do you want to continue?
ar: ستؤدي التغييرات الحالية إلى إعادة تعيين توقيع PDF. هل تريد الاستمرار؟
cs: Aktuální změny resetují podpis PDF. Chceš pokračovat?
da: De aktuelle ændringer nulstiller PDF-signaturen. Ønsker du at fortsætte?
de: Die aktuellen Änderungen setzen die PDF-Signatur zurück. Möchten Sie fortfahren?
el: Οι τρέχουσες αλλαγές θα επαναφέρουν την υπογραφή PDF. Θέλετε να συνεχίσετε;
es: Los cambios actuales restablecerán la firma del PDF. ¿Quieres continuar?
fa: تغییرات فعلی امضای PDF را بازنشانی می کند. می خواهید ادامه دهید؟
fi: Nykyiset muutokset nollaavat PDF-allekirjoituksen. Haluatko jatkaa?
fr: Les modifications en cours réinitialiseront la signature PDF. Voulez-vous continuer?
he: השינויים הנוכחיים יאפסו את חתימת ה- PDF. האם אתה רוצה להמשיך?
hi: वर्तमान परिवर्तन पीडीएफ हस्ताक्षर को रीसेट कर देंगे. क्या आप जारी रखना चाहते हैं?
hu: A jelenlegi változtatások visszaállítják a PDF aláírást. Szeretné folytatni?
id: Perubahan saat ini akan mengatur ulang tanda tangan PDF. Apakah Anda ingin melanjutkan?
it: Le modifiche correnti ripristineranno la firma PDF. Vuoi continuare?
ja: 現在の変更により、PDF 署名がリセットされます。続行しますか？
ko: 현재 변경 사항은 PDF 서명을 재설정합니다. 계속하시겠습니까?
lt: Dabartiniai pakeitimai nustatys PDF parašą iš naujo. Ar norite tęsti?
ms: Perubahan semasa akan menetapkan semula tandatangan PDF. Adakah anda mahu meneruskan?
nb: De nåværende endringene tilbakestiller PDF-signaturen. Vil du fortsette?
nl: Met de huidige wijzigingen wordt de PDF-handtekening opnieuw ingesteld. Wilt u doorgaan?
pl: Bieżące zmiany zresetują podpis PDF. Czy chcesz kontynuować?
pt: As alterações atuais irão redefinir a assinatura do PDF. Quer continuar?
ro: Modificările actuale vor reseta semnătura PDF. Doriți să continuați?
ru: Текущие изменения приведут к сбросу подписи PDF. Вы хотите продолжить?
sv: De aktuella ändringarna återställer PDF-signaturen. Vill du fortsätta?
tr: Mevcut değişiklikler PDF imzasını sıfırlayacaktır. Devam etmek istiyor musun?
uk: Поточні зміни скинуть підпис PDF. Ви хочете продовжити?
vi: Các thay đổi hiện tại sẽ đặt lại chữ ký PDF. Bạn có muốn tiếp tục?
zh_hans: 当前更改将重置PDF签名, 你要继续吗？?
zh_hant: 當前更改將重置 PDF 簽名。你要繼續嗎？

# topscan_emptypdfnamealert
source: The PDF name can't be empty!
ar: لا يمكن أن يكون اسم ملف PDF فارغًا!
cs: Název PDF nesmí být prázdný!
da: PDF-navnet kan ikke være tomt!
de: Der PDF-Name darf nicht leer sein!
el: Το όνομα PDF δεν μπορεί να είναι κενό!
es: ¡El nombre del PDF no puede estar vacío!
fa: نام PDF نمی تواند خالی باشد!
fi: PDF-nimi ei voi olla tyhjä!
fr: Le nom du PDF ne peut pas être vide !
he: שם ה- PDF לא יכול להיות ריק!
hi: पीडीएफ नाम खाली नहीं हो सकता!
hu: A PDF neve nem lehet üres!
id: Nama PDF wajib diisi!
it: Il nome del PDF non può essere vuoto!
ja: PDF 名を空にすることはできません！
ko: PDF 이름은 반드시 입력해야 합니다!
lt: PDF pavadinimas negali būti tuščias!
ms: Nama PDF tidak boleh kosong!
nb: PDF-navnet kan ikke være tomt!
nl: De PDF-naam mag niet leeg zijn!
pl: Nazwa PDF nie może być pusta!
pt: O nome do PDF não pode estar vazio!
ro: Numele PDF nu poate fi gol!
ru: Имя PDF не может быть пустым!
sv: PDF-namnet får inte vara tomt!
tr: PDF adı boş olamaz!
uk: Ім'я PDF не може бути порожнім!
vi: Tên PDF không được để trống!
zh_hans: PDF名称不能为空!
zh_hant: PDF 名稱不能為空！

# topscan_createdsuccessfully
source: Created successfully
ar: تم إنشاءه بنجاح
cs: Vytvořeno úspěšně
da: Oprettet med succes
de: Erfolgreich erstellt
el: Δημιουργήθηκε με επιτυχία
es: Creado con éxito
fa: با موفقیت ایجاد شد
fi: Luominen onnistui
fr: Créé avec succès
he: נוצר בהצלחה
hi: सफलतापूर्वक बनाया गया
hu: Sikeresen létrehozva
id: Berhasil dibuat
it: Creato con successo
ja: 正常に作成されました
ko: 성공적으로 생성됨
lt: Sukurta sėkmingai
ms: Dibuat dengan jayanya
nb: Opprettet vellykket
nl: Met succes gemaakt
pl: Utworzono pomyślnie
pt: Criado com sucesso
ro: Creat cu succes
ru: Создано успешно
sv: Skapades framgångsrikt
tr: Başarıyla oluşturuldu
uk: Створено успішно
vi: Đã tạo thành công
zh_hans: 创建成功
zh_hant: 創建成功

# topscan_hasfolder
source: Document/folder already exists.Please choose a different name
ar: المستند / المجلد موجود بالفعل. يرجى اختيار اسم مختلف.
cs: Dokument / složka již existuje. Vyberte prosím jiný název.
da: Dokument / mappe findes allerede. Vælg venligst et andet navn.
de: Dokument/Ordner existiert bereits.Bitte wählen Sie einen anderen Namen
el: Το έγγραφο/φάκελος υπάρχει ήδη.Επιλέξτε διαφορετικό όνομα
es: El documento/carpeta ya existe. Elige un nombre diferente
fa: سند/پوشه از قبل وجود دارد.لطفاً نام دیگری انتخاب کنید
fi: Asiakirja/kansio on jo olemassa.Valitse toinen nimi.
fr: Le document/dossier existe déjà.Veuillez choisir un autre nom
he: מסמך / תיקיה כבר קיימים. אנא בחר שם אחר.
hi: दस्तावेज़/फ़ोल्डर पहले से मौजूद है। कृपया एक अलग नाम चुनें।
hu: A dokumentum / mappa már létezik. Válasszon másik nevet.
id: Dokumen/ folder sudah ada. Silakan pilih nama lain.
it: Il documento/cartella esiste già. Scegli un nome diverso.
ja: ドキュメント/フォルダはすでに存在します。別の名前を選択してください
ko: 문서/폴더가 이미 존재합니다. 다른 이름을 선택하세요.
lt: Toks dokumentas/aplankas jau yra. Pasirinkite kitą pavadinimą
ms: Dokumen/folder sudah wujud.Sila pilih nama lain.
nb: Dokument/mappe eksisterer allerede.Velg et annet navn
nl: Het document/map bestaat reeds. Kies een andere naam.
pl: Dokument / folder już istnieje. Wybierz inną nazwę.
pt: O documento/pasta já existe. Escolha um nome diferente
ro: Documentul/folderul există deja.Vă rugăm să alegeți un alt nume
ru: Документ/папка уже существует. Выберите другое имя.
sv: Dokumentet/mappen finns redan. Välj ett annat namn.
tr: Belge/klasör zaten var. Lütfen farklı bir ad seçin.
uk: Такий документ/папка вже існує. Оберіть іншу назву.
vi: Tài liệu/thư mục đã tồn tại. Vui lòng chọn tên khác
zh_hans: 文档/文件夹名称已存在,请选择其他名称
zh_hant: 文件/檔案夾已存在。請選擇其他名稱。

# topscan_creationfailed
source: Creation failed
ar: فشل الخلق
cs: Vytvoření se nezdařilo
da: Oprettelsen mislykkedes
de: Erstellung fehlgeschlagen
el: Η δημιουργία απέτυχε
es: La creación falló
fa: ایجاد ناموفق بود
fi: Luominen epäonnistui
fr: Échec de la création
he: היצירה נכשלה
hi: निर्माण विफल
hu: A létrehozás nem sikerült
id: Pembuatan gagal
it: Creazione fallita
ja: 作成に失敗しました
ko: 생성 실패
lt: Nepavyko sukurti
ms: Penciptaan gagal
nb: Opprettelsen mislyktes
nl: Maken mislukt
pl: Tworzenie nie powiodło się
pt: A criação falhou
ro: Creația nu a reușit
ru: Создание не удалось
sv: Skapandet misslyckades
tr: Oluşturulamadı
uk: Помилка створення
vi: Tạo không thành công
zh_hans: 创建失败
zh_hant: 創建失敗

# topscan_duplicationname
source: The name has already existed.Please change another one.
ar: الاسم موجود بالفعل. يرجى تغيير واحد آخر.
cs: Tento název už existoval. Změňte prosím na jiný.
da: Navnet findes allerede. Skift venligst navn.
de: Der Name existiert bereits. Bitte vergeben Sie einen anderen Namen.
el: Το όνομα υπάρχει ήδη.Αλλάξτε ένα άλλο.
es: El nombre ya existe, cámbialo por otro.
fa: این نام قبلاً وجود داشته است.لطفاً به نام دیگری تغییر دهید.
fi: Nimi on jo olemassa. Valitse toinen.
fr: Ce nom existe déjà. Veuillez le changer.
he: השם כבר קיים. אנא שנה עוד אחד.
hi: नाम पहले से मौजूद है। कृपया नाम को बदलें।
hu: A név már létezik. Válasszon másikat.
id: Nama ini sudah ada. Silakan pilih nama lain.
it: Il nome esiste già. Per favore cambialo.
ja: 名前はすでに存在しています。別のものに変更してください。
ko: 이미 존재하는 이름입니다. 다른 항목을 변경하세요.
lt: Pavadinimas jau egzistavo. Pakeiskite į kitą.
ms: Nama itu telah wujud. Sila tukar yang lain.
nb: Navnet har allerede eksistert.Endre et annet.
nl: Deze naam is reeds in gebruik. Voer een andere naam in.
pl: Nazwa już istnieje. Proszę zmienić inny.
pt: O nome já existe. Mude outro.
ro: Numele a existat deja.Vă rugăm să schimbați altul.
ru: Имя уже существует. Пожалуйста, измените его на другое.
sv: Namnet finns redan. Ändra till ett annat.
tr: Bu isim kullanılıyor. Lütfen başka bir ad verin.
uk: Така назва вже існує. Оберіть іншу.
vi: Tên đã tồn tại. Vui lòng thay đổi sang tên khác.
zh_hans: 该名称已存在,请更改另一个名称.
zh_hant: 名稱已存在。請更換一個。

# topscan_folderexists
source: Folder already exists.
ar: المجلد موجود بالفعل.
cs: Složka již existuje.
da: Mappen findes allerede.
de: Ordner existiert bereits.
el: Ο φάκελος υπάρχει ήδη.
es: La carpeta ya existe.
fa: پوشه از قبل وجود دارد.
fi: Kansio on jo olemassa.
fr: Le dossier existe déjà.
he: התיקיה כבר קיימת.
hi: फ़ोल्डर पहले से मौजूद है.
hu: A mappa már létezik.
id: Folder sudah ada.
it: La cartella esiste già.
ja: フォルダはすでに存在します。
ko: 폴더가 이미 있습니다.
lt: Toks aplankas jau yra.
ms: Folder telah wujud
nb: Mappen eksisterer allerede.
nl: Map bestaat al.
pl: Folder już istnieje.
pt: A pasta já existe.
ro: Dosarul există deja.
ru: Папка уже существует.
sv: Mappen finns redan.
tr: Klasör zaten var.
uk: Папка вже існує.
vi: Thư mục đã tồn tại.
zh_hans: 文件夹已经存在.
zh_hant: 文件夾已存在。
