Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_highqualitydocintroduce
source: Multiple image quality selection options, select higher quality options, make the document PDF more clear.
ar: خيارات متعددة لتحديد جودة الصورة ، حدد خيارات جودة أعلى ، واجعل مستند PDF أكثر وضوحًا.
cs: Několik možností výběru kvality obrazu, vyberte možnosti vyšší kvality, aby byl dokument PDF jasnější.
da: Flere valgmuligheder for valg af billedkvalitet, vælg indstillinger af højere kvalitet, gør dokumentet PDF mere tydeligt.
de: Mehrere Auswahloptionen für die Bildqualität, Optionen für höhere Qualität auswählen, das Dokument-PDF klarer machen.
el: Πολλαπλές επιλογές επιλογής ποιότητας εικόνας, επιλέξτε επιλογές υψηλότερης ποιότητας, κάντε το έγγραφο PDF πιο σαφές.
es: Varias opciones de selección de calidad de imagen, seleccionar opciones de mayor calidad, hacer que el documento PDF sea más claro.
fa: چندین گزینه انتخاب کیفیت تصویر ، گزینه های با کیفیت بالاتر را انتخاب کنید ، PDF سند را واضح تر کنید.
fi: Useita kuvanlaadun valintavaihtoehtoja, valitse korkealaatuisemmat vaihtoehdot, tee dokumentista PDF selkeämpi.
fr: Plusieurs options de sélection de qualité d'image, sélectionnez des options de qualité supérieure, rendez le document PDF plus clair.
he: אפשרויות בחירת איכות תמונה מרובות, בחר אפשרויות איכותיות יותר, הבהיר את מסמך PDF למסמך.
hi: एकाधिक छवि गुणवत्ता चयन विकल्प, उच्च गुणवत्ता विकल्पों का चयन करें, दस्तावेज़ पीडीएफ को और अधिक स्पष्ट करें.
hu: Több képminőség-választási lehetőség, válasszon jobb minőségi opciókat, tegye olvashatóbbá a PDF dokumentumot.
id: Beberapa opsi pemilihan kualitas gambar, pilih opsi kualitas yang lebih tinggi, buat dokumen PDF lebih jelas.
it: Molteplici opzioni di selezione della qualità dell'immagine; selezionare opzioni di qualità superiore rende il documento PDF più chiaro.
ja: 複数の画質選択オプション、より高品質のオプションを選択し、ドキュメントの PDF をより明確にします。
ko: 여러 이미지 품질 선택 옵션, 더 높은 품질 옵션을 선택하고 문서 PDF를 더 선명하게 만듭니다.
lt: Kelios vaizdo kokybės pasirinkimo parinktys, pasirinkite aukštesnės kokybės parinktį, kad dokumentas būtų aiškesnis.
ms: Pelbagai pilihan pemilihan kualiti gambar, pilih pilihan berkualiti tinggi, menjadikan dokumen lebih jelas.
nb: Flere valg av bildekvalitet, velg alternativer for høyere kvalitet, gjør dokumentet PDF tydeligere.
nl: Meerdere opties voor het selecteren van afbeeldingskwaliteit, selecteer opties van hogere kwaliteit, maak de document-PDF duidelijker.
pl: Wiele opcji wyboru jakości obrazu, wybierz opcje wyższej jakości, spraw, aby dokument PDF był bardziej przejrzysty.
pt: Múltiplas opções de seleção de qualidade de imagem, selecione opções de qualidade superior, torne o documento PDF mais claro.
ro: Opțiuni multiple de selectare a calității imaginii, selectați opțiuni de calitate superioară, faceți documentul PDF mai clar.
ru: Несколько вариантов выбора качества изображения, выберите параметры более высокого качества, сделайте документ PDF более четким.
sv: Flera alternativ för bildkvalitet, välj alternativ av högre kvalitet, gör PDF-dokumentet tydligare.
tr: Çoklu görüntü kalitesi seçim seçenekleri, daha yüksek kalite seçenekleri seçin, belge PDF'sini daha net hale getirin.
uk: Кілька варіантів вибору якості зображення. Виберіть варіанти вищої якості, зробіть документ PDF більш чітким.
vi: Nhiều tùy chọn lựa chọn chất lượng hình ảnh, chọn các tùy chọn chất lượng cao hơn, làm cho tài liệu PDF rõ ràng hơn.
zh_hans: 多种画质选择选项，选择更高画质选项，让文档PDF更清晰.
zh_hant: 多個圖像質量選擇選項，選擇更高質量的選項，使文檔 PDF 更清晰。

# topscan_emailmyself
source: Email Myself
ar: راسل نفسي
cs: Pošlete mi e-mail
da: E-mail mig selv
de: E-Mail an mich
el: Αποστολή email στον εαυτό μου
es: Enviarme un correo electrónico
fa: به خودم ایمیل بزنم
fi: Lähetä sähköpostia itselleni
fr: M'envoyer un courriel
he: שלח לי דוא"ל
hi: खुद को ईमेल करें
hu: E-mail magamnak
id: Email Saya Sendiri
it: Inviami un'e-mail
ja: 自分宛てにメール
ko: 자신에게 이메일 보내기
lt: El. paštu sau
ms: E-mel Sendiri
nb: Send meg en e-post
nl: E-mail mezelf
pl: Wyślij do siebie e-mail
pt: Envie-me um e-mail
ro: Trimiteți-mi un e-mail
ru: Отправить мне электронное письмо
sv: E-posta mig själv
tr: Kendime E-posta Gönder
uk: Надіслати електронною поштою
vi: Gửi email cho chính tôi
zh_hans: 给自己发电子邮件
zh_hant: 給自己發電子郵件

# topscan_emailmyselfintroduce
source: Send documents to yourself via email, faster and more convenient.
ar: أرسل المستندات إلى نفسك عبر البريد الإلكتروني بشكل أسرع وأكثر ملاءمة.
cs: Rychleji a pohodlněji si posílejte dokumenty e-mailem.
da: Send dokumenter til dig selv via e-mail hurtigere og mere bekvemt.
de: Senden Sie Dokumente per E-Mail an sich selbst, schneller und bequemer.
el: Στείλτε έγγραφα στον εαυτό σας μέσω email, γρηγορότερα και πιο βολικά.
es: Envía documentos a ti mismo por correo electrónico, de forma más rápida y cómoda.
fa: سریعتر و راحت تر اسناد را از طریق ایمیل برای خود ارسال کنید.
fi: Lähetä asiakirjoja itsellesi sähköpostitse, nopeammin ja helpommin.
fr: Envoyez-vous des documents par courriel, plus rapidement et plus facilement.
he: שלח לעצמך מסמכים באמצעות דוא"ל, מהיר ונוח יותר.
hi: ईमेल के माध्यम से अपने आप को दस्तावेज़ भेजें, तेज़ और अधिक सुविधाजनक.
hu: Küldjön dokumentumokat magának e-mailben gyorsabban és kényelmesebben.
id: Kirim dokumen ke diri Anda sendiri melalui email, lebih cepat dan lebih nyaman.
it: Invia documenti a te stesso via e-mail in modo più rapido e conveniente.
ja: より速く、より便利に、電子メールで自分にドキュメントを送信します。
ko: 이메일을 통해 자신에게 문서를 더 빠르고 편리하게 보냅니다.
lt: Siųskite dokumentus sau el. paštu greičiau ir patogiau.
ms: Hantarkan dokumen kepada diri anda melalui e-mel, lebih cepat dan lebih senang.
nb: Send dokumenter til deg selv via e-post, raskere og mer praktisk.
nl: Verstuur documenten naar uzelf via e-mail, sneller en handiger.
pl: Wysyłaj dokumenty do siebie e-mailem, szybciej i wygodniej.
pt: Envie documentos para si mesmo por e-mail de forma mais rápida e conveniente.
ro: Trimiteți-vă documente prin e-mail, mai rapid și mai convenabil.
ru: Отправляйте документы себе по электронной почте, быстрее и удобнее.
sv: Skicka dokument till dig själv via e-post, snabbare och bekvämare.
tr: Belgeleri e-posta yoluyla kendinize daha hızlı ve daha rahat gönderin.
uk: Надсилайте документи собі електронною поштою, швидше та зручніше.
vi: Gửi tài liệu cho chính bạn qua email, nhanh hơn và thuận tiện hơn.
zh_hans: 通过电子邮件将文件发送给自己，更快更方便.
zh_hant: 通過電子郵件將文件發送給自己，更快捷、更方便。

# topscan_exportpdfdoc
source: Export PDF Document
ar: تصدير وثيقة PDF
cs: Exportovat dokument PDF
da: Eksporter PDF-dokument
de: PDF-Dokument exportieren
el: Εξαγωγή εγγράφου PDF
es: Exportar documento PDF
fa: صادر کردن سند PDF
fi: Vie PDF-asiakirja
fr: Exporter un document PDF
he: ייצא מסמך PDF
hi: पीडीएफ दस्तावेज़ निर्यात करें
hu: PDF dokumentum exportálása
id: Ekspor Dokumen PDF
it: Esporta documento PDF
ja: PDF ドキュメントのエクスポート
ko: PDF 문서 내보내기
lt: Eksportuoti PDF dokumentą
ms: Eksport Dokumen PDF
nb: Eksporter PDF-dokument
nl: PDF-document exporteren
pl: Eksportuj dokument PDF
pt: Exportar documento PDF
ro: Exportați documentul PDF
ru: Экспорт PDF-документа
sv: Exportera PDF-dokument
tr: PDF Belgesini Dışa Aktar
uk: Експортувати документ PDF
vi: Xuất tài liệu PDF
zh_hans: 导出PDF文档
zh_hant: 導出 PDF 文檔

# topscan_exportpdfdocintroduce
source: Quickly export PDF to other applications, or store locally on your phone.
ar: قم بتصدير ملف PDF بسرعة إلى تطبيقات أخرى أو قم بتخزينه محليًا على هاتفك.
cs: Rychle exportujte soubory PDF do jiných aplikací nebo je ukládejte lokálně do telefonu.
da: Eksporter hurtigt PDF til andre applikationer, eller gem lokalt på din telefon.
de: Exportieren Sie PDFs schnell in andere Anwendungen oder speichern Sie sie lokal auf Ihrem Telefon.
el: Εξαγάγετε γρήγορα PDF σε άλλες εφαρμογές ή αποθηκεύστε τοπικά στο τηλέφωνό σας.
es: Exporta rápidamente PDF a otras aplicaciones o almacénalo localmente en tu teléfono.
fa: به سرعت PDF را به برنامه های دیگر صادر کنید یا به صورت محلی در تلفن خود ذخیره کنید.
fi: Vie PDF nopeasti muihin sovelluksiin tai tallenna paikallisesti puhelimeesi.
fr: Exportez rapidement des PDF vers d'autres applications ou stockez-les localement sur votre téléphone.
he: ייצא במהירות PDF ליישומים אחרים, או שמור במקום בטלפון שלך.
hi: पीडीएफ को अन्य एप्लिकेशन में तुरंत निर्यात करें, या अपने फोन पर स्थानीय रूप से स्टोर करें.
hu: Gyorsan exportálja a PDF fájlt más alkalmazásokba, vagy tárolja helyben a telefonján.
id: Ekspor PDF dengan cepat ke aplikasi lain, atau simpan secara lokal di ponsel Anda.
it: Esporta rapidamente PDF in altre applicazioni o archivia in locale sul tuo telefono.
ja: PDF を他のアプリケーションにすばやくエクスポートしたり、携帯電話にローカルに保存したりできます。
ko: PDF를 다른 애플리케이션으로 빠르게 내보내거나 휴대폰에 로컬로 저장할 수 있습니다.
lt: Greitai eksportuokite PDF į kitas programas arba išsaugokite savo telefone.
ms: Eksport PDF ke aplikasi lain dengan cepat, atau simpan di telefon anda. sendiri
nb: Eksporter raskt PDF til andre applikasjoner, eller lagre lokalt på telefonen.
nl: Exporteer snel PDF naar andere toepassingen of sla lokaal op uw telefoon op.
pl: Szybko eksportuj pliki PDF do innych aplikacji lub przechowuj lokalnie w telefonie.
pt: Exporte PDF rapidamente para outras aplicações ou armazene localmente no seu telefone.
ro: Exportați rapid PDF în alte aplicații sau stocați-l local pe telefon.
ru: Быстро экспортируйте PDF-файлы в другие приложения или сохраните их на своем телефоне.
sv: Exportera snabbt PDF till andra applikationer eller lagra lokalt på din telefon.
tr: PDF'yi diğer uygulamalara hızla dışa aktarın veya yerel olarak telefonunuzda saklayın.
uk: Швидко експортуйте PDF в інші програми або зберігайте локально на телефоні.
vi: Xuất nhanh PDF sang các ứng dụng khác hoặc lưu trữ cục bộ trên điện thoại của bạn.
zh_hans: 快速将 PDF 导出到其他应用程序，或存储在手机本地.
zh_hant: 快速將 PDF 導出到其他應用程序，或存儲在手機本地。

# topscan_backupintroduce
source: Multi-device backup and restore to keep documents in sync.
ar: نسخ احتياطي واستعادة لأجهزة متعددة للحفاظ على تزامن المستندات.
cs: Zálohování a obnova více zařízení pro zachování synchronizace dokumentů.
da: Sikkerhedskopiering og gendannelse af flere enheder for at holde dokumenter synkroniseret.
de: Sicherung und Wiederherstellung auf mehreren Geräten, um Dokumente synchron zu halten.
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά πολλών συσκευών για να διατηρούνται συγχρονισμένα τα έγγραφα.
es: Copia de seguridad y restauración de múltiples dispositivos para mantener los documentos sincronizados.
fa: پشتیبان گیری و بازیابی چند دستگاه برای همگام سازی اسناد.
fi: Usean laitteen varmuuskopiointi ja palautus asiakirjojen synkronoimiseksi.
fr: Sauvegarde et restauration multi-appareils pour garder les documents synchronisés.
he: גיבוי ושחזור מרובת מכשירים כדי לשמור על מסמכים מסונכרנים.
hi: दस्तावेज़ों को सिंक में रखने के लिए मल्टी-डिवाइस बैकअप और पुनर्स्थापित करें.
hu: Biztonsági mentés több eszközre és visszaállítás a dokumentumok szinkronizálása érdekében.
id: Pencadangan dan pemulihan multi-perangkat untuk menjaga dokumen tetap sinkron.
it: Backup e ripristino multi-dispositivo per mantenere i documenti sincronizzati.
ja: ドキュメントの同期を維持するためのマルチデバイスのバックアップと復元。
ko: 문서를 동기화 상태로 유지하기 위한 다중 장치 백업 및 복원.
lt: Dokumentų atsarginės kopijos ir atkūrimas juos sinchronizuojant keliuose prietaisuose.
ms: Sokongan dan pemulihan berbilang peranti untuk memastikan dokumen sentiasa segerak.
nb: Sikkerhetskopiering og gjenoppretting av flere enheter for å holde dokumenter synkronisert.
nl: Maak een back-up en herstel op meerdere apparaten om documenten gesynchroniseerd te houden.
pl: Tworzenie kopii zapasowych i przywracanie na wielu urządzeniach w celu synchronizacji dokumentów.
pt: Backup e restauração de vários dispositivos para manter os documentos sincronizados.
ro: Backup și restaurare pe mai multe dispozitive pentru a menține documentele sincronizate.
ru: Резервное копирование и восстановление на нескольких устройствах для синхронизации документов.
sv: Säkerhetskopiering och återställning av flera enheter för att hålla dokument synkroniserade.
tr: Belgeleri senkronize tutmak için çok cihazlı yedekleme ve geri yükleme.
uk: Резервне копіювання та відновлення на декількох пристроях для синхронізації документів.
vi: Sao lưu và khôi phục nhiều thiết bị để giữ cho các tài liệu được đồng bộ hóa.
zh_hans: 多设备备份和恢复以保持文档同步.
zh_hant: 多設備備份和恢復以保持文檔同步。

# topscan_graffiti
source: Graffiti
ar: الكتابة على الجدران
el: Γκράφιτι
fa: گرافیتی
he: גרפיטי
hi: भित्ति चित्र
id: Coretan
ja: 落書き
ko: 낙서
lt: Grafitis
ms: Grafiti
ru: Граффити
tr: Duvar yazısı
uk: Графіті
vi: Vẽ nguệch ngoạc
zh_hans: 涂鸦
zh_hant: 塗鴉

# topscan_graffitiintroduce
source: Modify documents, graffiti, add text, signatures, etc.
ar: تعديل المستندات والكتابة على الجدران وإضافة نص وتوقيعات وما إلى ذلك.
cs: Upravit dokumenty, graffiti, přidat text, podpisy atd.
da: Rediger dokumenter, graffiti, tilføj tekst, underskrifter osv.
de: Ändern Sie Dokumente, Graffiti, fügen Sie Text, Unterschriften usw. hinzu
el: Τροποποιήστε έγγραφα, γκράφιτι, προσθέστε κείμενο, υπογραφές κ.λπ.
es: Modifica documentos, grafitis, agrega texto, firmas, etc.
fa: تغییر اسناد ، گرافیتی ، افزودن متن ، امضاها و غیره
fi: Muokkaa asiakirjoja, graffitteja, lisää tekstiä, allekirjoituksia jne.
fr: Modifier des documents, des graffitis, ajouter du texte, des signatures, etc.
he: שנה מסמכים, גרפיטי, הוסף טקסט, חתימות וכו '.
hi: दस्तावेज़ों, भित्तिचित्रों को संशोधित करें, टेक्स्ट जोड़ें, हस्ताक्षर करें, आदि.
hu: Dokumentumok, graffiti, szöveg, aláírások stb. módosítása
id: Ubah dokumen, grafiti, tambahkan teks, tanda tangan, dll.
it: Modifica documenti, graffiti, aggiungi testo, firme, etc.
ja: ドキュメント、落書き、テキスト、署名などを変更します。
ko: 문서 수정, 낙서, 텍스트 추가, 서명 등
lt: Keiskite dokumentus, grafičius, pridėkite tekstą, parašus ir kt.
ms: Ubah suai dokumen, grafiti, tambah teks, tandatangan, dll.
nb: Endre dokumenter, graffiti, legg til tekst, signaturer, etc.
nl: Wijzig documenten, graffiti, voeg tekst toe, handtekeningen, etc.
pl: Modyfikuj dokumenty, graffiti, dodawaj tekst, podpisy itp.
pt: Modifique documentos, graffiti, adicione texto, assinaturas, etc.
ro: Modificați documente, graffiti, adăugați text, semnături etc.
ru: Изменяйте документы, граффити, добавляйте текст, подписи и т. д.
sv: Ändra dokument, graffiti, lägg till text, signaturer osv.
tr: Belgeleri, grafitileri değiştirin, metin, imza vb. ekleyin.
uk: Змінюйте документи, графіті, додавайте текст, підписи тощо.
vi: Sửa đổi tài liệu, vẽ nguệch ngoạc, thêm văn bản, chữ ký, v.v.
zh_hans: 修改文档、涂鸦、添加文字、签名等.
zh_hant: 修改文檔、塗鴉、添加文字、簽名等。

# topscan_applock
source: APP Lock
ar: قفل التطبيق
cs: Zámek Aplikace
da: APP-lås
de: APP-Sperre
el: Κλείδωμα APP
es: Bloqueo de aplicación
fa: قفل برنامه
fi: APP-lukitus
fr: Verrou d'application
he: נעילת APP
hi: एप्लिकेशन का ताला
hu: APP Zár
id: Kunci APLIKASI
it: Blocco APP
ja: APP ロック
ko: 앱 잠금
lt: APP užraktas
ms: Kunci APP
nb: APP-lås
nl: Applicatie vergrendeling
pl: Blokada aplikacji
pt: Bloqueio da aplicação
ro: Blocare APP
ru: Блокировка приложения
sv: APP-lås
tr: Uygulama kilidi
uk: Блокування програми
vi: Khóa ứng dụng
zh_hans: 应用加密
zh_hant: 應用鎖

# topscan_applockintroduce
source: Enable Face ID or Touch ID to unlock SimpleScanner in one step.
ar: قم بتمكين Face ID أو Touch ID لفتح SimpleScanner بخطوة واحدة.
cs: Povolte Face ID nebo Touch ID a odemkněte SimpleScanner v jednom kroku.
da: Aktivér Face ID eller Touch ID for at låse SimpleScanner op i et trin.
de: Aktivieren Sie Face ID oder Touch ID, um SimpleScanner in einem Schritt zu entsperren.
el: Ενεργοποιήστε το Face ID ή το Touch ID για να ξεκλειδώσετε το SimpleScanner με ένα βήμα.
es: Habilite Face ID o Touch ID para desbloquear SimpleScanner en un solo paso.
fa: برای باز کردن قفل SimpleScanner در یک مرحله Face ID یا Touch ID را فعال کنید.
fi: Ota Face ID tai Touch ID käyttöön avataksesi SimpleScannerin lukituksen yhdessä vaiheessa.
fr: Activez Face ID ou Touch ID pour déverrouiller SimpleScanner en une seule étape.
he: הפעל Face ID או Touch ID כדי לבטל את נעילת SimpleScanner בשלב אחד.
hi: सिंपलस्कैनर को एक चरण में अनलॉक करने के लिए फेस आईडी या टच आईडी सक्षम करें.
hu: Engedélyezze az arcfelismerést vagy érintésazonosítást a SimpleScanner feloldásához egy lépésben.
id: Aktifkan ID Wajah atau ID Sentuh untuk membuka kunci Pemindah Sederhana dalam satu langkah.
it: Abilita Face ID o Touch ID per sbloccare SimpleScanner in un solo passaggio.
ja: FaceID または TouchID を有効にして、SimpleScanner のロックを 1 ステップで解除します。
ko: 한 단계로 SimpleScanner의 잠금을 해제하려면 얼굴 ID 또는 터치 ID를 활성화하십시오.
lt: Įjunkite „Face ID“ arba „Touch ID“, kad vienu žingsniu atrakintumėte „SimpleScanner“.
ms: Aktifkan Pengenalan Wajah atau Pengenalan Sentuh untuk membuka kunci SimpleScanner dalam satu langkah.
nb: Aktiver Face ID eller Touch ID for å låse opp SimpleScanner i ett trinn.
nl: Schakel Face ID of Touch ID in om SimpleScanner in één stap te ontgrendelen.
pl: Włącz Face ID lub Touch ID, aby odblokować SimpleScanner w jednym kroku.
pt: Ative o Face ID ou Touch ID para desbloquear o SimpleScanner numa única etapa.
ro: Activați Face ID sau Touch ID pentru a debloca SimpleScanner într-un singur pas.
ru: Включите Face ID или Touch ID, чтобы разблокировать SimpleScanner за один шаг.
sv: Aktivera Face ID eller Touch ID för att låsa upp SimpleScanner i ett steg.
tr: SimpleScanner'ın kilidini tek adımda açmak için Face ID veya Touch ID'yi etkinleştirin.
uk: Увімкніть Face ID або Touch ID, щоб розблокувати SimpleScanner за один крок.
vi: Bật Face ID hoặc Touch ID để mở khóa SimpleScanner trong một bước.
zh_hans: 启用Face ID或Touch ID以一步解锁 Simple Scanner.
zh_hant: 啟用 Face ID 或 Touch ID 以一步解鎖 SimpleScanner。

# topscan_imagetotext
source: Image to Text
ar: صورة إلى نص
cs: Obrázek na text
da: Billede til tekst
de: Bild zu Text
el: Εικόνα σε Κείμενο
es: Imagen a texto
fa: تصویر به متن
fi: Kuva tekstiksi
fr: Image en texte
he: תמונה לטקסט
hi: पाठ के लिए छवि
hu: Kép szöveggé
id: Gambar ke Teks
it: Immagine in testo
ja: 画像からテキストへ
ko: 이미지를 텍스트로
lt: Vaizdas į tekstą
ms: Imej ke Teks
nb: Bilde til tekst
nl: Afbeelding naar tekst
pl: Obraz na tekst
pt: Imagem para Texto
ro: Imagine către text
ru: Изображение в текст
sv: Bild till text
tr: Metne Resim
uk: Зображення в текст
vi: Hình ảnh thành Văn bản
zh_hans: 图片转文本
zh_hant: 圖片轉文字

# topscan_imagetotextintroduce
source: Use OCR feature to recognize texts in the image for later searching or sharing.
ar: استخدم ميزة OCR للتعرف على النصوص الموجودة في الصورة للبحث عنها أو مشاركتها لاحقًا.
cs: Použijte funkci OCR k rozpoznání textů v obrázku pro pozdější vyhledávání nebo sdílení.
da: Brug OCR-funktionen til at genkende tekster i billedet til senere søgning eller deling.
de: Verwenden Sie die OCR-Funktion, um Texte im Bild zum späteren Suchen oder Teilen zu erkennen.
el: Χρησιμοποιήστε τη δυνατότητα OCR για να αναγνωρίσετε κείμενα στην εικόνα για μελλοντική αναζήτηση ή κοινή χρήση.
es: Utiliza la función OCR para reconocer textos en la imagen para buscarlos o compartirlos más tarde.
fa: از ویژگی OCR برای شناسایی متون موجود در تصویر برای جستجوی بعدی یا به اشتراک گذاری استفاده کنید.
fi: Käytä OCR-ominaisuutta tunnistaaksesi kuvassa olevat tekstit myöhempää hakua tai jakamista varten.
fr: Utilisez la fonction OCR pour reconnaître les textes dans l'image pour une recherche ou un partage ultérieur.
he: השתמש בתכונת OCR כדי לזהות טקסטים בתמונה לחיפוש או שיתוף מאוחר יותר.
hi: बाद में खोजने या साझा करने के लिए छवि में टेक्स्ट को पहचानने के लिए ओसीआर सुविधा का उपयोग करें.
hu: Az OCR funkcióval felismertetheti a képen lévő szövegeket későbbi kereséshez vagy megosztáshoz.
id: Gunakan fitur OCR untuk mengenali teks dalam gambar untuk pencarian atau berbagi nanti.
it: Usa la funzione OCR per riconoscere i testi nell'immagine per una successiva ricerca o condivisione.
ja: OCR 機能を使用して、後で検索または共有するために画像内のテキストを認識します。
ko: OCR 기능을 사용하여 나중에 검색하거나 공유할 수 있도록 이미지의 텍스트를 인식합니다.
lt: Naudokite OCR funkciją tekstui paveikslėlyje atpažinti, kad vėliau galėtumėte jį ieškoti ar bendrinti.
ms: Gunakan ciri OCR untuk mengenali teks pada imej untuk mencari atau berkongsi nanti
nb: Bruk OCR-funksjonen til å gjenkjenne tekster i bildet for senere søk eller deling.
nl: Gebruik de OCR-functie om teksten in de afbeelding te herkennen voor later zoeken of delen.
pl: Użyj funkcji OCR, aby rozpoznać teksty na obrazie w celu późniejszego wyszukiwania lub udostępniania.
pt: Use o recurso OCR para reconhecer textos na imagem para pesquisa ou partilha posterior.
ro: Utilizați funcția OCR pentru a recunoaște textele din imagine pentru căutare sau partajare ulterioară.
ru: Используйте функцию OCR для распознавания текста на изображении для последующего поиска или обмена.
sv: Använd OCR-funktionen för att känna igen texter i bilden för senare sökning eller delning.
tr: Daha sonra aramak veya paylaşmak üzere görüntüdeki metinleri tanımak için OCR özelliğini kullanın.
uk: Використовуйте функцію розпізнавання текстів на зображенні для подальшого пошуку або спільного використання.
vi: Sử dụng tính năng OCR để nhận dạng văn bản trong hình ảnh để tìm kiếm hoặc chia sẻ sau này.
zh_hans: 使用OCR功能识别图像中的文本以供日后搜索或共享文本.
zh_hant: 使用 OCR 功能識別圖像中的文本以供以後搜索或共享。

# topscan_propdfeditor
source: PDF editor
ar: محرر PDF
cs: Editor PDF
el: Πρόγραμμα επεξεργασίας PDF
es: Editor de PDF
fa: ویرایشگر PDF
fi: PDF-editori
fr: éditeur de PDF
he: עורך PDF
hi: पीडीएफ संपादक
hu: PDF szerkesztő
id: Editor PDF
it: Editor PDF
ja: PDF エディタ
ko: PDF 편집기
lt: PDF redaktorius
ms: Penyunting PDF
pl: Edytor PDF
pt: Editor de PDF
ro: Editor PDF
ru: Редактор PDF
sv: PDF-redigerare
tr: PDF düzenleyici
uk: Редактор PDF
vi: Trình chỉnh sửa PDF
zh_hans: PDF编辑
zh_hant: PDF 編輯器
