Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_mergefilemethodkeepold
source: Merge And Keep Old Document
ar: دمج المستند القديم والاحتفاظ به
cs: Sloučit a uchovat starý dokument
da: Flet og opbevar gammelt dokument
de: Altes Dokument zusammenführen und behalten
el: Συγχώνευση και διατήρηση παλιού εγγράφου
es: Combinar y mantener documentos antiguos
fa: ادغام و نگهداری سند قدیمی
fi: Yhdistä ja säilytä vanha asiakirja
fr: Fusionner et conserver l'ancien document
he: מיזוג ושמור מסמך ישן
hi: पुराने दस्तावेज़ को मर्ज करें और रखें
hu: Egyesítse és őrizze meg a régi dokumentumot
id: Gabungkan Dan Simpan Dokumen Lama
it: Unisci e mantieni il vecchio documento
ja: 古いドキュメントをマージして保持
ko: 이전 문서 병합 및 유지
lt: Sujungti ir išsaugoti seną dokumentą
ms: Gabungkan Dan Simpan Dokumen Lama
nb: Slå sammen og beholde gammelt dokument
nl: Oud document samenvoegen en behouden
pl: Scal i zachowaj stary dokument
pt: Fundir e manter o documento antigo
ru: Объединить и сохранить старый документ
sv: Sammanfoga och behålla gamla dokument
tr: Eski Belgeyi Birleştir ve Tut
uk: Злиття та збереження старого документа
vi: Hợp nhất và giữ tài liệu cũ
zh_hans: 合并保留旧文档
zh_hant: 合併並保留舊文檔

# topscan_mergefilemethoddeleteold
source: Merge And Delete Old Document
ar: دمج وحذف المستند القديم
cs: Sloučit a odstranit starý dokument
da: Flet og slet gammelt dokument
de: Altes Dokument zusammenführen und löschen
el: Συγχώνευση και διαγραφή παλαιού εγγράφου
es: Combinar y eliminar documento antiguo
fa: ادغام و حذف سند قدیمی
fi: Yhdistä ja poista vanha asiakirja
fr: Fusionner et supprimer un ancien document
he: מיזוג ומחיקת מסמך ישן
hi: पुराने दस्तावेज़ को मर्ज करें और हटाएं
hu: Egyesítse és törölje a régi dokumentumot
id: Gabungkan Dan Hapus Dokumen Lama
it: Unisci ed elimina il vecchio documento
ja: 古いドキュメントをマージして削除
ko: 이전 문서 병합 및 삭제
lt: Sujungti ir ištrinti seną dokumentą
ms: Gabungkan Dan Hapuskan Dokumen Lama
nb: Slå sammen og slett gammelt dokument
nl: Oud document samenvoegen en verwijderen
pl: Scal i usuń stary dokument
pt: Fundir e apagar documentos antigos
ro: Îmbinați și ștergeți documentul vechi
ru: Объединить и удалить старый документ
sv: Slå ihop och ta bort gamla dokument
tr: Eski Belgeyi Birleştir ve Sil
uk: Злиття та видалення старого документа
vi: Hợp nhất và xóa tài liệu cũ
zh_hans: 合并删除旧文档
zh_hant: 合併和刪除舊文檔

# topscan_cameradiscardtitle
source: Discard pages
ar: تجاهل الصفحات
cs: Zahodit stránky
da: Kasser disse sider
de: Seiten verwerfen
el: Απόρριψη σελίδων
es: Descartar páginas
fa: صفحات را کنار بگذارید
fi: Hylkää sivut
fr: Supprimer les pages
he: מחק עמודים
hi: पृष्ठों को त्यागें
hu: Oldalak elvetése
id: Buang laman
it: Elimina pagine
ja: ページを破棄
ko: 페이지 삭제
lt: Išmesti puslapius
ms: Buang halaman
nb: Kast sider
nl: Pagina's verwijderen
pl: Odrzuć strony
pt: Descartar páginas
ro: Renunțați la pagini
ru: Удалить страницы
sv: Kasta sidor
tr: Sayfaları sil
uk: Скасувати сторінки
vi: Bỏ các trang
zh_hans: 丢弃页面
zh_hant: 捨棄頁面

# topscan_cameradiscardmssage
source: Discard all the pages ?
ar: تجاهل كل الصفحات؟
cs: Zahodit všechny stránky?
da: Kasser alle sider?
de: Alle Seiten verwerfen?
el: Απόρριψη όλων των σελίδων;
es: ¿Descartar todas las páginas?
fa: همه صفحات کنار گذاشته شود؟
fi: Hylätäänkö kaikki sivut?
fr: Supprimer toutes les pages ?
he: האם למחוק את כל הדפים?
hi: सभी पृष्ठों को छोड़ दें?
hu: Az összes oldalt elveti?
id: Buang semua laman?
it: Eliminare tutte le pagine?
ja: すべてのページを破棄しますか？
ko: 모든 페이지를 삭제하시겠습니까?
lt: Išmesti visus puslapius?
ms: Buang semua halaman?
nb: Forkast alle sidene?
nl: Alle pagina's verwijderen?
pl: Odrzucić wszystkie strony?
pt: Descartar todas as páginas?
ro: Renunțați la toate paginile?
ru: Отбросить все страницы?
sv: Kasta alla sidor?
tr: Tüm sayfaları silmek mi siiyorsunuz?
uk: Скасувати всі сторінки?
vi: Bỏ tất cả các trang?
zh_hans: 丢弃所有页面 ?
zh_hant: 捨棄所有頁面？

# topscan_cameraaccidenttitle
source: Information
ar: معلومة
cs: Informace
el: Πληροφορίες
es: Información
fa: اطلاعات
fi: Tiedot
fr: Informations
he: מֵידָע
hi: जानकारी
hu: Információ
id: Informasi
it: Informazione
ja: 情報
ko: 정보
lt: Informacija
ms: Maklumat
nb: Informasjon
nl: Informatie
pl: Informacja
pt: Informação
ro: informație
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 消息
zh_hant: 信息

# topscan_cameraaccidentmssage
source: some images you took last time have not been processed, would you like to load them ?
ar: بعض الصور التي التقطتها آخر مرة لم تتم معالجتها ، هل ترغب في تحميلها؟
cs: některé obrázky, které jste pořídili naposledy, nebyly zpracovány, chcete je načíst?
da: nogle billeder, du tog sidst, er ikke blevet behandlet. ønsker du at indlæse dem?
de: Einige Bilder, die Sie beim letzten Mal aufgenommen haben, wurden nicht verarbeitet. Möchten Sie sie laden?
el: ορισμένες εικόνες που τραβήξατε την τελευταία φορά δεν έχουν υποβληθεί σε επεξεργασία, θέλετε να τις φορτώσετε;
es: Algunas imágenes que tomaste la última vez no se han procesado, ¿te gustaría cargarlas?
fa: برخی از تصاویر که آخرین بار گرفته اید پردازش نشده اند ، آیا می خواهید آنها را بارگیری کنید؟
fi: joitakin viime kerralla ottamiasi kuvia ei ole käsitelty. Haluatko ladata ne?
fr: certaines images que vous avez prises la dernière fois n'ont pas été traitées, souhaitez-vous les charger ?
he: כמה תמונות שצילמת בפעם האחרונה לא עובדו, האם תרצה לטעון אותן?
hi: पिछली बार ली गई कुछ छवियों को संसाधित नहीं किया गया है, क्या आप उन्हें लोड करना चाहेंगे?
hu: A legutóbb készített képek közül néhány nem került feldolgozásra. Szeretné betölteni őket?
id: beberapa gambar yang Anda ambil terakhir kali belum diproses, apakah Anda ingin memuatnya?
it: alcune immagini che hai scattato l'ultima volta non sono state elaborate, vuoi caricarle?
ja: 前回撮影した画像の一部が処理されていませんが、読み込みますか？
ko: 지난 번에 찍은 일부 이미지가 처리되지 않았습니다. 로드하시겠습니까?
lt: kai kurie paskutinį kartą nufotografuoti vaizdai nebuvo apdoroti, ar norėtumėte juos įkelti?
ms: beberapa imej yang anda ambil kali terakhir masih belum diproses, adakah anda mahu memuatkan ia?
nb: noen bilder du tok sist, har ikke blitt behandlet. Vil du laste dem inn?
nl: sommige foto's die u de vorige keer hebt gemaakt, zijn niet verwerkt, wilt u ze laden?
pl: niektóre zdjęcia zrobione ostatnim razem nie zostały przetworzone, czy chcesz je załadować?
pt: algumas imagens que tirou da última vez não foram processadas, gostaria de carregá-las?
ro: unele imagini pe care le-ați făcut ultima dată nu au fost procesate, doriți să le încărcați?
ru: некоторые изображения, которые вы сделали в прошлый раз, не были обработаны, вы хотите их загрузить?
sv: vissa bilder du tog förra gången har inte bearbetats, vill du ladda dem?
tr: en son çektiğiniz bazı resimler işlenmedi, yüklemek ister misiniz?
uk: Деякі зображення, зроблені минулого разу, не були оброблені, чи хотіли б ви їх завантажити?
vi: một số hình ảnh bạn chụp lần trước chưa được xử lý, bạn có muốn tải chúng không?
zh_hans: 您上次拍摄的一些图片没有处理，您想再次处理它们吗?
zh_hant: 您上次拍攝的一些圖像尚未處理，您要加載它們嗎？

# topscan_cameralighton
source: On
ar: تشغيل
cs: ZAPNUTO
da: FRA
de: Auf
el: Επί
es: Encendido
fa: روشن
fr: Au
he: דלוק
hi: चालू
hu: Be
id: Hidup
ja: オン
ko: 켜기
lt: Įjungti
ms: Pasang
nb: På
nl: AAN
pl: Włącz
pt: Ligado
ro: Pe
ru: Вкл.
sv: På
tr: AÇ
uk: УВІМК
vi: Bật
zh_hans: 开
zh_hant: 開

# topscan_cameralightoff
source: Off
ar: إيقاف
cs: VYPNUTO
da: TIL
de: aus
el: Μακριά από
es: Apagado
fa: خاموش
fr: Désactivé
he: כבוי
hi: बंद
hu: Ki
id: Mati
ja: オフ
ko: 끄기
lt: Išjungti
ms: Tutup
nb: Av
nl: UIT
pl: Wyłącz
pt: Desligado
ro: Dezactivat
ru: Выкл.
sv: Av
tr: KAPA
uk: ВИМК
vi: Tắt
zh_hans: 关
zh_hant: 關

# topscan_cameralightauto
source: Auto
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fi: Automaattinen
he: אוטומטי
hi: ऑटो
hu: Automatikus
id: Otomatis
ja: オート
ko: 자동
lt: Automatinis
nl: Automatisch
pl: Automatyczny
ru: Авто
tr: Oto
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# topscan_cameralighttorch
source: Torch
ar: شعلة
cs: Svítilna
da: Fakkel
de: Fackel
el: Δάδα
es: Antorcha
fa: چراغ قوه
fi: Soihtu
fr: Torche
he: לפיד
hi: टॉर्च
hu: Lámpa
id: Sentuh
it: Torcia
ja: 松明
ko: 토치
lt: Deglas
ms: Obor
nb: Lommelykt
nl: Fakkel
pl: Pochodnia
pt: Tocha
ro: Torta
ru: Факел
sv: Ficklampa
tr: Meşale
uk: Ліхтар
vi: Chạm
zh_hans: 常亮
zh_hant: 火炬

# topscan_cameratypetotext
source: To text
ar: إلى نص
cs: Napsat
da: Til tekst
de: Jemandem eine SMS schicken
el: Σε κείμενο
es: Al texto
fa: به متن
fi: Lähettää tekstiviesti
fr: Écrire un SMS
he: לסמס
hi: लिखने के लिए
hu: Üzenni
id: Untuk mengirim teks
it: Al testo
ja: テキストに
ko: 텍스트로
lt: Tekstas
ms: Untuk teks
nb: Til tekst
nl: Sms'en
pl: Pisać
pt: Para texto
ro: La text
ru: Печатать
sv: Att sms: a
tr: Metne
uk: До тексту
vi: Chuyển thành văn bản
zh_hans: 转文本
zh_hant: 到文本

# topscan_cameratypesingle
source: Single
ar: أعزب
cs: Singl
da: Enkelt
el: Μονόκλινο
es: Único
fa: تنها
fi: Yksittäinen
fr: Seul
he: יחיד
hi: एकल
hu: Egyetlen
id: Tunggal
it: Singolo
ja: シングル
ko: 단일
lt: Vienas
ms: Tunggal
nb: Enkelt
nl: Enkel
pl: Pojedynczy
pt: Único
ro: Singur
ru: Одинокий
sv: Enda
tr: Tek
uk: Один
vi: Đơn lẻ
zh_hans: 单拍
zh_hant: 單身的

# topscan_cameratypebatch
source: Batch
ar: حزمة
cs: Šarže
da: Parti
de: Stapel
el: Σύνολο παραγωγής
es: Lote
fa: دسته ای
fi: Erä
fr: Grouper
he: קבוצה
hi: बैच
hu: Köteg
it: Gruppo
ja: バッチ
ko: 일괄 처리
lt: Partija
ms: Kumpulan
nb: Parti
nl: Partij
pl: Partia
pt: Lote
ro: Lot
ru: Партия
tr: Toplu
uk: Пакет
vi: Hàng loạt
zh_hans: 批处理
zh_hant: 批

# topscan_cameratypeqrbarcode
source: QR&Bar Code
cs: QR a čárový kód
da: QR& stregkode
el: QR& Γραμμικός κώδικας
es: Código QR y de barras
fa: QR و بارکد
fi: QR&viivakoodi
fr: QR et code à barres
he: QR & ברקוד
hi: क्यूआर और बार कोड
hu: QR- és vonalkód
id: QR& Kode Batang
it: QR e codice a barre
ja: QR＆バーコード
ko: QR & 바코드
lt: QR & brūkšninis kodas
ms: QR& Kod Bar
nb: QR& strekkode
nl: QR& streepjescode
pl: QR i kod kreskowy
pt: QR e código de barras
ro: QR și cod de bare
ru: QR и штрих-код
sv: QR och streckkod
tr: QR ve Barkod
uk: QR- та штрих-код
vi: QR & mã vạch
zh_hans: 二维码&条形码
zh_hant: 二維碼&條碼

# topscan_camerapermissiontitle
source: Please open camera permissions
ar: الرجاء فتح أذونات الكاميرا
cs: Otevřete oprávnění kamery
da: Åbn venligst kameratilladelser
de: Bitte Kameraberechtigungen öffnen
el: Ανοίξτε τα δικαιώματα κάμερας
es: Abre los permisos de la cámara
fa: لطفاً مجوزهای دوربین را باز کنید
fi: Avaa kameran käyttöoikeudet
fr: Veuillez ouvrir les autorisations de la caméra
he: אנא פתח את הרשאות המצלמה
hi: कृपया कैमरा अनुमतियां खोलें
hu: Kérjük, nyissa meg a kamera engedélyeit
id: Silakan buka izin kamera
it: Si prega di aprire i permessi della fotocamera
ja: カメラの許可を開いてください
ko: 카메라 권한을 여십시오
lt: Atidarykite kameros leidimus
ms: Sila buka kebenaran kamera
nb: Vennligst åpne kameratillatelser
nl: Open a.u.b. camerarechten
pl: Proszę otworzyć uprawnienia aparatu
pt: Abra as permissões da câmara
ro: Vă rugăm să deschideți permisiunile camerei
ru: Пожалуйста, откройте разрешения камеры
sv: Vänligen öppna kameratillstånd
tr: Lütfen kamera izinlerini açın
uk: Відкрийте дозволи для камери
vi: Vui lòng mở quyền đối với máy ảnh
zh_hans: 请打开相机权限
zh_hant: 請打開相機權限

# topscan_camerapermissionguide
source: Setting-Privacy-Camera
ar: ضبط الخصوصية الكاميرا
cs: Nastavení-Soukromá kamera
da: Indstilling-privatliv-kamera
de: Einstellung-Datenschutz-Kamera
el: Ρύθμιση-Απόρρητο-Κάμερα
es: Configuración-Privacidad-Cámara
fa: تنظیم-حریم-دوربین
fi: Asetus-yksityisyys-kamera
fr: Réglage-Confidentialité-Caméra
he: הגדרת-פרטיות-מצלמה
hi: सेटिंग-गोपनीयता-कैमरा
hu: Beállítás-Adatvédelem-Kamera
id: Pengaturan-Privasi-Kamera
it: Impostazioni-Privacy-Fotocamera
ja: 設定-プライバシー-カメラ
ko: 설정 - 개인 정보 - 카메라
lt: Nustatymas-Privatumas-Kamera
ms: Menetapkan-Privasi-Kamera
nb: Innstilling-personvern-kamera
nl: Instelling-Privacy-Camera
pl: Ustawienia-Prywatność-Kamera
pt: Configuração-Privacidade-Câmara
ro: Setare-Confidențialitate-Cameră
ru: Настройка-Конфиденциальность-Камера
sv: Inställning-sekretess-kamera
tr: Ayar-Gizlilik-Kamera
uk: Налаштування-конфіденційності для камери
vi: Cài đặt-Quyền riêng tư-Máy ảnh
zh_hans: 设置-隐私-相机
zh_hant: 設置-隱私-相機

# topscan_albumpermissiontitle
source: Please open album permissions
ar: الرجاء فتح أذونات الألبوم
cs: Otevřete prosím oprávnění alba
da: Åbn albumtilladelser
de: Bitte Albumberechtigungen öffnen
el: Ανοίξτε τα δικαιώματα άλμπουμ
es: Abre los permisos del álbum
fa: لطفاً مجوزهای آلبوم را باز کنید
fi: Avaa albumin käyttöoikeudet
fr: Veuillez ouvrir les autorisations d'album
he: אנא פתח את הרשאות האלבום
hi: कृपया एल्बम अनुमतियां खोलें
hu: Kérjük, nyissa meg az album engedélyeit
id: Silakan buka izin album
it: Si prega di aprire i permessi dell'album
ja: アルバムの権限を開いてください
ko: 앨범 권한을 열어주세요
lt: Atidarykite albumo leidimus
ms: Sila buka kebenaran album
nb: Vennligst åpne albumtillatelser
nl: Open a.u.b. albumrechten
pl: Otwórz uprawnienia do albumu
pt: Abra as permissões do álbum
ro: Vă rugăm să deschideți permisiunile pentru album
ru: Пожалуйста, откройте права доступа к альбому
sv: Vänligen öppna albumbehörigheter
tr: Lütfen albüm izinlerini açın
uk: Будь ласка, відкрийте дозволи на альбоми
vi: Vui lòng mở quyền đối với album
zh_hans: 请打开图库权限
zh_hant: 請打開相冊權限

# topscan_albumpermissionguide
source: Settings-Privacy-Photos-All Photos
ar: الإعدادات - الخصوصية - الصور - جميع الصور
cs: Nastavení - Ochrana osobních údajů - Fotografie - Všechny fotografie
da: Indstillinger-Privatliv-Fotos-Alle fotos
de: Einstellungen-Datenschutz-Fotos-Alle Fotos
el: Ρυθμίσεις-Απόρρητο-Φωτογραφίες-Όλες οι φωτογραφίες
es: Configuración-Privacidad-Fotos-Todas las fotos
fa: تنظیمات - حریم خصوصی - عکسها - همه عکسها
fi: Asetukset-yksitysyys-valokuvat-kaikki valokuvat
fr: Paramètres-Confidentialité-Photos-Toutes les photos
he: הגדרות-פרטיות-תמונות-כל התמונות
hi: सेटिंग्स-गोपनीयता-तस्वीरें-सभी तस्वीरें
hu: Beállítások-Adatvédelem-Fotók-Minden fénykép
id: Pengaturan-Privasi-Foto-Semua Foto
it: Impostazioni-Privacy-Foto-Tutte le foto
ja: 設定-プライバシー-写真-すべての写真
ko: 설정 - 개인 정보 보호 - 사진 - 모든 사진
lt: Nustatymai-Privatumas-Nuotraukos-Visos nuotraukos
ms: Tetapan-Privasi-Foto-Semua Foto
nb: Innstillinger-Personvern-Bilder-Alle bilder
nl: Instellingen-Privacy-Foto's-Alle foto's
pl: Ustawienia-Prywatność-Zdjęcia-Wszystkie zdjęcia
pt: Configurações-Privacidade-Fotos-Todas as fotos
ro: Setări-Confidențialitate-Fotografii-Toate fotografiile
ru: Настройки-Конфиденциальность-Фото-Все фото
sv: Inställningar-sekretess-foton-alla foton
tr: Ayarlar-Gizlilik-Fotoğraflar-Tüm Fotoğraflar
uk: Налаштування-конфіденційності — всі фото
vi: Cài đặt-Bảo mật-Ảnh-Tất cả Ảnh
zh_hans: 设置-隐私-照片-所有照片
zh_hant: 設置-隱私-照片-所有照片

# topscan_safeentertips
source: Please enter 4 digits password !
ar: الرجاء إدخال كلمة مرور مكونة من 4 أرقام!
cs: Zadejte čtyřciferné heslo!
da: Indtast 4-cifret adgangskode!
de: Bitte 4-stelliges Passwort eingeben!
el: Εισαγάγετε κωδικό 4 ψηφίων!
es: Introduce una contraseña de 4 dígitos.
fa: لطفاً رمز 4 رقمی وارد کنید!
fi: Anna 4-numeroinen salasana!
fr: Veuillez saisir un mot de passe à 4 chiffres !
he: אנא הכנס סיסמה בת ארבע ספרות!
hi: कृपया 4 अंकों का पासवर्ड दर्ज करें!
hu: Kérjük, írja be a 4 jegyű jelszót!
id: Silakan masukkan kata sandi 4 digit!
it: Si prega di inserire una password di 4 cifre!
ja: 4 桁のパスワードを入力してください！
ko: 비밀번호 4 자리를 입력하십시오!
lt: Įveskite 4 skaitmenų slaptažodį!
ms: Sila masukkan kata laluan 4 digit!
nb: Vennligst skriv inn 4 sifre passord!
nl: Voer een wachtwoord van 4 cijfers in!
pl: Proszę wpisać 4-cyfrowe hasło !
pt: Por favor, insira a palavra-passe de 4 dígitos!
ro: Vă rugăm să introduceți parola de 4 cifre!
ru: Пожалуйста, введите 4-значный пароль!
sv: Ange lösenord med fyra siffror !
tr: Lütfen 4 haneli şifreyi giriniz!
uk: Введіть 4-значний пароль
vi: Vui lòng nhập mật khẩu 4 chữ số!
zh_hans: 请输入4位数密码 !
zh_hant: 請輸入 4 位數密碼！

# topscan_loginouttipsmessage
source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد الخروج؟
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du ønsker at logge ud?
de: Möchten Sie sich wirklich abmelden?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
es: ¿Estás seguro de que quieres cerrar sesión?
fa: آیا مطمئن هستید که می خواهید خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
fr: Êtes-vous certain de vouloir vous déconnecter?
he: האם אתה בטוח שברצונך לצאת?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
hu: Biztosan ki akar jelentkezni?
id: Anda yakin ingin keluar?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
lt: Ar tikrai norite atsijungti?
ms: Adakah anda pasti mahu log keluar?
nb: Er du sikker på at du vil logge av?
nl: Weet u zeker dat u zich wilt afmelden?
pl: Czy na pewno chcesz się wylogować?
pt: Tem a certeza de que deseja sair?
ro: Sigur doriți să vă deconectați?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?
tr: Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти?
vi: Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 您确定要退出吗？
zh_hant: 您確定要退出嗎？

# topscan_psderror
source: Incorrect password, Please try again !
ar: كلمة مرور خاطئة. يرجى إعادة المحاولة!
cs: Nesprávné heslo ,zkuste to prosím znovu!
da: Forkert adgangskode. Prøv venligst igen!
de: Falsches Passwort. Bitte versuchen Sie es erneut!
el: Λάθος κωδικός. Παρακαλώ προσπαθήστε ξανά!
es: ¡Contraseña incorrecta, prueba de nuevo!
fa: رمز عبور اشتباه. لطفا مجددا امتحان کنید!
fi: Väärä salasana, yritä uudestaan!
fr: Mot de passe incorrect ,veuillez réessayer !
he: סיסמה שגויה. אנא נסה שנית!
hi: गलत पासवर्ड. कृपया दोबारा प्रयास करें!
hu: Hibás jelszó. Kérjük, próbálja újra!
id: Kata sandi salah ,Silakan coba lagi!
it: Password errata, riprova!
ja: パスワードが正しくありません。もう一度やり直してください！
ko: 비밀번호가 틀립니다. 다시 시도하십시오!
lt: Neteisingas slaptažodis, bandykite dar kartą!
ms: Kata laluan salah. Sila cuba lagi!
nb: Feil passord. Vennligst prøv igjen!
nl: Verkeerd wachtwoord ,probeer het opnieuw!
pl: Nieprawidłowe hasło ,spróbuj ponownie!
pt: Palavra-passe incorreta. Por favor, tente novamente!
ro: Parolă incorectă. Vă rugăm să încercați din nou!
ru: Неверный пароль, попробуйте еще раз!
sv: Felaktigt lösenord. Var god försök igen!
tr: Yanlış şifre. Lütfen tekrar deneyin!
uk: Неправильний пароль. Повторіть спробу!
vi: Sai mật khẩu. Xin vui lòng thử lại!
zh_hans: 密码错误，请重试!
zh_hant: 密碼錯誤，請重試！

# topscan_pdferror
source: Password did not match, try again !
ar: كلمة المرور غير متطابقة ، حاول مرة أخرى!
cs: Heslo se neshoduje, zkuste to znovu!
da: Adgangskoden matchede ikke, prøv venligst igen!
de: Passwort stimmt nicht überein, versuchen Sie es erneut!
el: Ο κωδικός πρόσβασης δεν ταιριάζει, δοκιμάστε ξανά!
es: La contraseña no coincide, inténtalo de nuevo.
fa: رمز عبور مطابقت نداشت ، دوباره امتحان کنید!
fi: Salasana ei täsmää, yritä uudelleen!
fr: Le mot de passe ne correspond pas, réessayez !
he: הסיסמה לא התאימה, נסה שוב!
hi: पासवर्ड का मिलान नहीं हुआ, पुन: प्रयास करें!
hu: A jelszó nem egyezik, próbálja újra!
id: Kata sandi tidak cocok, coba lagi!
it: La password non corrisponde, riprova!
ja: パスワードが一致しませんでした。再試行してください。
ko: 비밀번호가 일치하지 않습니다. 다시 시도하십시오!
lt: Slaptažodis neatitiko, bandykite dar kartą!
ms: Kata laluan tidak sepadan, cuba lagi!
nb: Passordet samsvarte ikke, prøv igjen!
nl: Wachtwoord komt niet overeen, probeer het opnieuw!
pl: Hasło się nie zgadza, spróbuj ponownie!
pt: A palavra-passe não coincide, tente novamente!
ro: Parola nu s-a potrivit, încercați din nou!
ru: Пароль не совпадает, попробуйте еще раз!
sv: Lösenordet matchade inte, försök igen !
tr: Şifre eşleşmedi, tekrar deneyin!
uk: Пароль не збігається, спробуйте ще раз!
vi: Mật khẩu không khớp, vui lòng thử lại!
zh_hans: 密码不匹配，请重试!
zh_hant: 密碼不匹配，請重試！

# topscan_touchidnotenrolled
source: The device is not detected to enable the touch ID, please go to the phone settings center to enable the touch ID function.
ar: لم يتم اكتشاف الجهاز لتمكين معرف اللمس ، يرجى الانتقال إلى مركز إعدادات الهاتف لتمكين وظيفة معرف اللمس.
cs: Zařízení není detekováno, aby povolilo dotykové ID, přejděte do centra nastavení telefonu a povolte funkci dotykového ID.
da: Enheden registreres ikke for at aktivere touch-ID. Gå venligst til telefonens indstillingscenter for at aktivere touch ID-funktionen.
de: Das Gerät wird nicht erkannt, um die Touch-ID zu aktivieren. Bitte gehen Sie zum Telefoneinstellungscenter, um die Touch-ID-Funktion zu aktivieren.
el: Η συσκευή δεν εντοπίστηκε για να ενεργοποιήσει το αναγνωριστικό αφής. Μεταβείτε στο κέντρο ρυθμίσεων τηλεφώνου για να ενεργοποιήσετε τη λειτουργία αναγνωριστικού αφής.
es: No se detecta el dispositivo para habilitar la identificación táctil, accede al centro de configuración del teléfono para habilitar la función de identificación táctil.
fa: دستگاه برای فعال کردن شناسه لمسی تنظیم نشده است ، لطفاً به مرکز تنظیمات تلفن بروید تا عملکرد ID لمسی را فعال کنید.
fi: Laitetta ei tunnistettu ottamaan käyttöön kosketustunnusta. Siirry puhelimen asetuksiin ja ota kosketustunnistustoiminto käyttöön.
fr: L'appareil n'est pas détecté pour activer le Touch ID, veuillez vous rendre dans le centre des paramètres du téléphone pour activer la fonction Touch ID.
he: ההתקן לא מזוהה כדי לאפשר את מזהה המגע, עבור למרכז הגדרות הטלפון כדי להפעיל את פונקציית מזהה המגע.
hi: टच आईडी को सक्षम करने के लिए डिवाइस का पता नहीं चला है, कृपया टच आईडी फ़ंक्शन को सक्षम करने के लिए फ़ोन सेटिंग केंद्र पर जाएं.
hu: A készülék nem ismeri fel az érintésazonosítás engedélyezését. Kérjük, lépjen be a telefonbeállítási központba az érintésazonosító funkció engedélyezéséhez.
id: Perangkat tidak terdeteksi untuk mengaktifkan ID sentuh, silakan buka pusat pengaturan telepon untuk mengaktifkan fungsi ID sentuh.
it: Il dispositivo non viene rilevato per abilitare il touch ID; vai al centro impostazioni del telefono per abilitare la funzione touch ID.
ja: タッチ ID を有効にするデバイスが検出されない場合は、電話設定センターにアクセスしてタッチ ID 機能を有効にしてください。
ko: 터치 ID를 활성화하는 장치가 감지되지 않았습니다. 전화 설정 센터로 이동하여 터치 ID 기능을 활성화하십시오.
lt: Prietaisas neaptiktas, kad būtų galima įjungti „Touch ID“. Norėdami įjungti „Touch ID“ funkciją, eikite į telefono nustatymų centrą.
ms: Peranti tidak dikesan untuk mengaktifkan Pengenalan sentuh, sila pergi ke pusat tetapan telefon untuk mengaktifkan fungsi Pengenalan sentuh.
nb: Enheten blir ikke oppdaget for å aktivere berørings-ID. Gå til telefoninnstillingssenteret for å aktivere berørings-ID-funksjonen.
nl: Het apparaat is niet gedetecteerd om de touch ID in te schakelen. Ga naar het telefooninstellingencentrum om de touch ID-functie in te schakelen.
pl: Urządzenie nie zostało wykryte, aby włączyć funkcję Touch ID, przejdź do centrum ustawień telefonu, aby włączyć funkcję Touch ID.
pt: O dispositivo não foi detetado para habilitar o ID de toque, vá para o centro de configurações do telefone para habilitar a função de ID de toque.
ro: Dispozitivul nu este detectat pentru a activa touch ID-ul, vă rugăm să mergeți la centrul de setări ale telefonului pentru a activa funcția Touch ID.
ru: Устройство не обнаружено для включения Touch ID, перейдите в центр настроек телефона, чтобы включить функцию Touch ID.
sv: Enheten detekteras inte för att aktivera touch ID, gå till telefoninställning centret för att aktivera touch ID-funktionen.
tr: Cihaz, dokunmatik kimliği etkinleştirmek için algılanmadı, dokunmatik kimlik işlevini etkinleştirmek için lütfen telefon ayarları merkezine gidin.
uk: Пристрій не виявлено. Щоб увімкнути сенсорний ідентифікатор, перейдіть до центру налаштувань телефону, щоб увімкнути функцію сенсорного ідентифікатора.
vi: Thiết bị không được phát hiện để kích hoạt ID cảm ứng, vui lòng vào trung tâm cài đặt trên điện thoại để kích hoạt chức năng ID cảm ứng.
zh_hans: 未检测到设备开启Touch ID，请前往手机设置中心开启Touch ID功能.
zh_hant: 未檢測到設備開啟 Touch ID，請到手機設置中心開啟 Touch ID 功能。
