Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_collage
source: Collage
ar: تجميعة
cs: Koláž
el: Κολάζ
fa: کلاژ
fi: Kollaasi
he: קולאז'
hi: महाविद्यालय
hu: Kollázs
id: Kolase
ja: コラージュ
ko: Collage(콜라주)
lt: Koliažas
ms: Kolaj
pl: Kolaż
pt: Colagem
ro: Colaj
ru: Коллаж
sv: Kollage
tr: Derleme
uk: Колаж
vi: Cắt dán
zh_hans: 拼图
zh_hant: 拼貼

# topscan_doctag
source: Set Tag
ar: ضبط علامة
cs: Nastavit značku
da: Indstil tag
de: Tag setzen
el: Ορισμός ετικέτας
es: Establecer etiqueta
fa: تنظیم برچسب
fi: Aseta tunniste
fr: Définir une balise
he: הגדר תג
hi: टैग सेट करें
hu: Címke beállítása
id: Atur Tag
it: Imposta Tag
ja: タグを設定
ko: 태그 설정
lt: Nustatyti žymą
ms: Tetapkan Tag
nb: Sett tag
nl: Tag instellen
pl: Ustaw tag
pt: Definir tag
ro: Setați eticheta
ru: Установить тег
sv: Ange tagg
tr: Etiketi Ayarla
uk: Встановити тег
vi: Đặt tag
zh_hans: 设置标签
zh_hant: 設定標籤

# topscan_picquality
source: Picture quality
ar: جودة الصورة
cs: Kvalita obrázku
da: Billedkvalitet
de: Bildqualität
el: Ποιότητα εικόνας
es: Calidad de la imagen
fa: کیفیت عکس
fi: Kuvanlaatu
fr: Qualité de l'image
he: איכות תמונה
hi: चित्र की गुणवत्ता
hu: Képminőség
id: Kualitas gambar
it: Qualità dell'immagine
ja: 画質
ko: 화질
lt: Paveikslėlio kokybė
ms: Kualiti gambar
nb: Bildekvalitet
nl: Fotokwaliteit
pl: Jakość obrazu
pt: Qualidade da foto
ro: Calitatea imaginii
ru: Качество изображения
sv: Bildkvalitet
tr: Görüntü kalitesi
uk: Якість зображення
vi: Chất lượng hình ảnh
zh_hans: 图片质量
zh_hant: 圖片品質

# topscan_addto
source: Add
ar: يضيف
cs: Přidat
da: Tilføj
de: HINZUFÜGEN
el: Προσθήκη
es: Añadir
fa: اضافه کردن
fi: Lisää
fr: AJOUTER
he: הוסף
hi: जोड़ें
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
ms: Tambah
nb: Legge til
nl: Toevoegen
pl: DODAJ
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm vào
zh_hans: 添加
zh_hant: 添加

# topscan_share
source: Share
ar: مشاركة
cs: Sdílet
da: Del
de: Teilen
el: Μερίδιο
es: Compartir
fa: اشتراک گذاری
fi: Jaa
fr: Partager
he: שתף
hi: शेयर करें
hu: Megosztás
id: Bagikan
it: Condividere
ja: 共有
ko: 공유
lt: Dalintis
ms: Kongsi
nb: Dele
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Distribuie
ru: доля
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# topscan_email
source: Email
ar: بريد إلكتروني
cs: E-mailem
el: Ηλεκτρονική Διεύθυνση
es: Correo electrónico
fa: پست الکترونیک
fi: Sähköposti
fr: Courriel
he: אימייל
hi: ईमेल
ja: E メール
ko: 이메일
lt: El. paštas
ms: E-mel
nb: E-post
ru: Электронное письмо
sv: E-post
tr: E-posta
uk: Електронна пошта
zh_hans: 邮件
zh_hant: 電子郵件

# topscan_merge
source: Merge
ar: دمج
cs: Spojit
da: Fusionering
de: Verschmelzen
el: Συγχώνευση
es: Unir
fa: ادغام
fi: Yhdistä
fr: Fusionner
he: מזג
hi: मर्ज करें
hu: Egyesítés
id: Gabungkan
it: Unisci
ja: マージ
ko: 병합
lt: Sujungti
ms: Gabung
nb: Slå sammen
nl: Samenvoegen
pl: Połącz
pt: Unir
ro: Combinați
ru: Объединить
sv: Sammanfoga
tr: Birleştir
uk: Поєднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# topscan_copy
source: Copy/Move
ar: نسخ/نقل
cs: Kopírovat/Přesunout
da: Kopier/flyt
de: Kopieren/Verschieben
el: Αντιγραφή/Μετακίνηση
es: Copiar/Mover
fa: کپی/انتقال
fi: Kopioi/Siirrä
fr: Copier/Déplacer
he: העתק/העבר
hi: कॉपी/स्थानांतरित करें
hu: Másolás/Áthelyezés
id: Salin/Pindahkan
it: Copia/Sposta
ja: コピー/移動
ko: 복사/이동
lt: Kopijuoti/perkelti
ms: Salin/Pindahkan
nb: Kopier/flytt
nl: Kopiëren/Verplaatsen
pl: Kopiuj/Przenieś
pt: Copiar/Mover
ro: Copiați/Mutați
ru: Копировать/переместить
sv: Kopiera/flytta
tr: Kopyala/Taşı
uk: Копіювати/перемістити
vi: Sao chép/Di chuyển
zh_hans: 复制/移动
zh_hant: 複製/移動

# topscan_sortby
source: Sort by
ar: فرز حسب
cs: Seřadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fa: مرتب سازی بر اساس
fi: Lajittele
fr: Trier par
he: מיין לפי
hi: इसके अनुसार क्रमबद्ध करें
hu: Rendezés
id: Sortir menurut
it: Ordina per
ja: 並び替え条件
ko: 정렬 기준
lt: Rūšiuoti pagal
ms: Isih Ikut
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировка по
sv: Sortera efter
tr: Göre sırala
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序
zh_hant: 排序方式

# topscan_more
source: More
ar: المزيد
cs: Další
da: Flere
de: Mehr
el: Περισσότερο
es: Más
fa: بیشتر
fi: Lisää
fr: Suite
he: עוד
hi: अधिक
hu: Több
id: Lebih banyak
it: Di più
ja: その他
ko: 더 보기
lt: Daugiau
ms: Lagi
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Более
sv: Mer
tr: Dahası
uk: Більше
vi: Nhiều hơn
zh_hans: 更多
zh_hant: 更多

# topscan_savetogallery
source: Save To Gallery
ar: حفظ إلى المعرض
cs: Uložit do galerie
da: Gem i galleri
de: In Galerie speichern
el: Αποθήκευση στη συλλογή
es: Guardar en la galería
fa: ذخیره در گالری
fi: Tallenna galleriaan
fr: Sauvegarder dans la galerie
he: שמור בגלריה
hi: गैलरी में सहेजें
hu: Mentés a galériába
id: Simpan Ke Galeri
it: Salva nella galleria
ja: ギャラリーに保存
ko: 갤러리에 저장
lt: Išsaugoti galerijoje
ms: Simpan Ke Galeri
nb: Lagre i galleriet
nl: Opslaan in galerie
pl: Zapisz w galerii
pt: Guardar na galeria
ro: Salvați în galerie
ru: Сохранить в галерею
sv: Spara i galleri
tr: Galeriye kaydet
uk: Зберегти в галереї
vi: Lưu vào Bộ sưu tập
zh_hans: 保存到图库
zh_hant: 儲存到圖庫

# topscan_upload
source: UpLoad
ar: رفع
cs: Nahrát
de: Hochladen
el: Φόρτωση
es: Cargar
fa: بارگذاری
fi: Lataa
fr: Importer
he: העלה
hi: अपलोड करें
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
lt: Įkelti
ms: Muat Naik
nb: Laste opp
nl: Uploaden
pl: Załaduj
pt: Carregar
ro: Încărcare
ru: Загрузить
sv: Ladda upp
tr: Yükle
uk: Завантажити
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

# topscan_uploadsucceeded
source: UpLoad Succeeded
ar: نجح UpLoad
cs: UpLoad byl úspěšný
da: UpLoad er færdig
de: Hochladen erfolgreich
el: Το ανέβασμα ολοκληρώθηκε
es: La carga tuvo éxito
fa: آپلود موفق بود
fi: Lataus onnistui
fr: Téléchargement réussi
he: העלאה הצליחה
hi: अपलोड सफल
hu: Sikeres feltöltés
id: Pengunggahan Berhasil
it: Caricamento riuscito
ja: UpLoad が成功しました
ko: 업로드 성공
lt: Įkelti pavyko
ms: Muat Naik Berjaya
nb: UpLoad lykkes
nl: Opladen Geslaagd
pl: Ładowanie powiodło się
pt: Carregado com sucesso
ro: Încărcare reușită
ru: Успешно загружено
sv: Uppladdningen lyckades
tr: Yükleme Başarılı
uk: Завантаження вдалося
vi: Tải lên thành công
zh_hans: 上传成功
zh_hant: 上傳成功

# topscan_uploadfailed
source: UpLoad Failed
ar: التحميل فشل
cs: Nahrávání selhalo
da: Upload fejlede
de: Upload fehlgeschlagen
el: Η μεταφόρτωση απέτυχε
es: La carga falló
fa: آپلود ناموفق بود
fi: Lataus epäonnistui
fr: Échec du chargement
he: העלאה נכשלה
hi: अपलोड विफल
hu: Sikertelen feltöltés
id: Gagal mengunggah
it: Caricamento fallito
ja: アップロードに失敗しました
ko: 업로드 실패
lt: Įkelti nepavyko
ms: Muat naik gagal
nb: Opplasting mislyktes
nl: Upload Mislukt
pl: Ładowanie nie powiodło się
pt: O carregamento falhou
ro: Încărcare eșuată
ru: Загрузка не удалась
sv: Uppladdningen misslyckades
tr: Yükleme Başarısız
uk: Помилка завантаження
vi: Tải lên không thành công
zh_hans: 上传失败
zh_hant: 上傳失敗

# topscan_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγράφω
es: Borrar
fa: حذف
fi: Poista
fr: Effacer
he: מחק
hi: हटायें
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
ms: Hapus
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# topscan_cancel
source: Cancel
ar: إلغاء
cs: Zrušení
da: Afbestil
de: Stornieren
el: Ματαίωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
ms: Batalkan
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
tr: İptal et
uk: Скасувати
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# topscan_ok
source: OK
ar: موافق
el: Εντάξει
fa: بسیارخوب
fr: d'accord
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ms: OKEY
ru: ОК
tr: Tamam
zh_hans: 确认
zh_hant: 確定

# topscan_about
source: about
ar: حول
cs: o
da: Vedrørende
de: Über
el: σχετικά με
es: acerca de
fa: در باره
fi: noin
fr: à propos de
he: אודות
hi: परिचय
hu: rólunk
id: tentang
it: di
ja: about（概要）
ko: 대략
lt: apie
ms: mengenai
nb: Om
nl: over
pl: o
pt: Acerca de
ro: despre
ru: о
sv: handla om
tr: hakkında
uk: про
vi: khoảng
zh_hans: 大约
zh_hant: 關於

# topscan_error
source: ERROR
ar: خطأ!
cs: Chyba!
da: FEJL
de: Fehler!
el: ΛΑΘΟΣ
fa: خطا
fi: VIRHE!
fr: Erreur !
he: שגיאה!
hi: त्रुटि!
hu: HIBA
id: KESALAHAN!
it: ERRORE!
ja: エラー！
ko: 오류
lt: KLAIDA
ms: RALAT!
nb: FEIL
nl: Fout!
pl: BŁĄD!
pt: ERRO
ro: EROARE
ru: ОШИБКА
sv: FEL
tr: Hata!
uk: Помилка!
vi: LỖI
zh_hans: 错误
zh_hant: 錯誤！

# topscan_skip
source: Skip
ar: تخطي
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παραλείπω
es: Saltar
fa: پرش
fi: Ohita
fr: Sauter
he: דלג
hi: छोड़ें
hu: KIhagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
lt: Praleisti
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
ro: Omite
ru: Пропускать
sv: Hoppa över
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# topscan_decryption
source: Decryption
ar: فك التشفير
cs: Dešifrování
da: Dekryptering
de: Entschlüsselung
el: Αποκρυπτογράφηση
es: Descifrado
fa: رمزگشایی
fi: Salauksen purku
fr: Décryptage
he: פענוח
hi: डिक्रिप्शन
hu: Dekódolás
id: Dekripsi
it: Decrittazione
ja: 復号化
ko: 해독
lt: Iššifravimas
ms: Nyahsulit
nb: Dekryptering
nl: decodering
pl: Dekodowanie
pt: Decifrar
ro: Decriptare
ru: Расшифровка
sv: Dekryptering
tr: Şifre çözme
uk: Розшифровка
vi: Giải mã
zh_hans: 解密
zh_hant: 解密

# topscan_allselect
source: Select all
ar: تحديد الكل
cs: Vybrat vše
da: Vælg alle
de: Alle wählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
hi: सभी का चयन करे
hu: Mindent kijelöl
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
lt: Pasirinkti viską
ms: Pilih semua
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sv: Välj alla
tr: Hepsini seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 选择所有
zh_hant: 全選

# topscan_cancelallselect
source: Deselect all
ar: إلغاء تحديد الكل
cs: Zrušit výběr všeho
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fa: لغو انتخاب همه
fi: Poista kaikkien valinta
fr: Tout déselectionner
he: בטל בחירה של הכל
hi: सभी को अचयनित करें
hu: Minden kijelölés megszüntetése
id: Batal pilih semua
it: Deselezionare tutto
ja: すべての選択を解除
ko: 전체 선택 취소
lt: Atžymėti visus
ms: Nyahpilih semua
nb: Opphev alle
nl: Alles deselecteren
pl: Odznacz wszystkie
pt: Desmarcar todos
ro: Deselectează tot
ru: Убрать выделение со всего
sv: Avmarkera alla
tr: Tüm seçimleri kaldır
uk: Скасувати вибір всіх файлів
vi: Bỏ chọn tất cả
zh_hans: 取消所有
zh_hant: 全部取消選擇

# topscan_items
source: Selected
ar: محدد
cs: Vybrané
da: Valgte
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fa: انتخاب شد
fi: Valittu
fr: Sélectionné
he: נבחר
hi: चयनित
hu: Kijelölve
id: Dipilih
it: Selezionato
ja: 選択済み
ko: 선택됨
lt: Pasirinkta
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrany
pt: Selecionado
ro: Selectat
ru: Выбрано
sv: Valda
tr: Seçilen
uk: Вибрано
vi: Đã chọn
zh_hans: 选中
zh_hant: 選擇

# topscan_printing
source: Print
ar: طباعة
cs: Tisk
de: Drucken
el: Τυπώνω
es: Imprimir
fa: چاپ
fi: Tulosta
fr: Imprimer
he: הדפס
hi: प्रिंट करें
hu: Nyomtatás
id: Cetak
it: Stampa
ja: 印刷
ko: 인쇄
lt: Spausdinti
ms: Cetak
nb: Skrive ut
nl: Afdrukken
pl: Drukuj
pt: Impressão
ro: Imprimare
ru: Распечатать
sv: Skriv ut
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印

# topscan_note
source: Note
ar: ملحوظة
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
fa: توجه
fi: Merkintä
fr: Remarque
he: הערה
hi: नोट
hu: Jegyzet
id: Catatan
it: Nota
ja: メモ
ko: 참고
lt: Pastaba
ms: Catatan
nb: Merk
nl: Notitie
pl: Uwaga
pt: Observação
ro: Notă
ru: Заметка
sv: Anteckning
tr: Not
uk: Примітка
vi: Ghi chú
zh_hans: 注释
zh_hant: 注釋

# topscan_retake
source: Retake
ar: إعادة التقاط
cs: Znovu pořídit
da: Genstart
de: Wiederholung
el: Ξαναπαίρνω
es: Volver a tomar
fa: بازپس گرفتن
fi: Yritä uudelleen
fr: Reprendre
he: השתלט מחדש
hi: दोबारा करें
hu: Megismétel
id: Lakukan lagi
it: Riprendi
ja: もう一度受ける
ko: 다시 찍기
lt: Pakartotinai
ms: Ambil Semula
nb: Ta på nytt
nl: Opnieuw
pl: Odzyskać
pt: Retomar
ro: Reluați
ru: Снять повторно
sv: Ta om
tr: Geri al
uk: Повторити
vi: Thực thi lại
zh_hans: 重拍
zh_hant: 重取

# topscan_ocr
source: Recognize Text
ar: تعرف على النص
cs: Rozpoznat text
da: Anerkend tekst
de: Text erkennen
el: Αναγνώριση κειμένου
es: Reconocer texto
fa: تشخیص متن
fi: Tunnista teksti
fr: Reconnaître le texte
he: זהה טקסט
hi: टेक्स्ट पहचानें
hu: Szöveg felismerése
id: Kenali Teks
it: Riconosci il testo
ja: テキストを認識
ko: 텍스트 인식
lt: Atpažinti tekstą
ms: Kenalpasti Teks
nb: Gjenkjenne tekst
nl: Tekst herkennen
pl: Rozpoznawanie tekstu
pt: Reconhecer Texto
ro: Recunoașteți textul
ru: Распознать текст
sv: Läs in text
tr: Metin tanıma
uk: Розпізнати текст
vi: Nhận dạng Văn bản
zh_hans: 识别文本
zh_hant: 辨識文本

# topscan_watermarktitle
source: WaterMark
ar: علامة مائية
cs: Vodoznak
da: Vandmærke
de: Wasserzeichen
el: Υδατόσημο
es: Marca de agua
fa: واتر مارک
fi: Vesileima
fr: Filigrane
he: סימן מים
hi: वॉटरमार्क
hu: Vízjel
id: Tanda Air
it: Filigrana
ja: 透かし
ko: 워터마크
lt: Vandenženklis
ms: Tera air
nl: Watermerk
pl: Znak wodny
ru: Водяной знак
sv: Vattenmärke
tr: Filigran
uk: Водяний знак
vi: Con dấu văn bản
zh_hans: 水印
zh_hant: 水印

# topscan_addwatermark
source: Add Watermark
ar: أضف علامة مائية
cs: Přidat vodoznak
da: Tilføj vandmærke
de: Wasserzeichen hinzufügen
el: Προσθέστε υδατόσημο
es: Agregar marca de agua
fa: واتر مارک اضافه کنید
fi: Lisää vesileima
fr: Ajouter un filigrane
he: הוסף סימן מים
hi: वॉटरमार्क जोड़ें
hu: Vízjel hozzáadása
id: Tambahkan Tanda Air
it: Aggiungi filigrana
ja: 透かしを追加
ko: 워터마크 추가
lt: Pridėti vandenženklį
ms: Tambah Tera air
nb: Legg til vannmerke
nl: Een watermerk toevoegen
pl: Dodaj znak wodny
pt: Adicione uma Marca D'água
ro: Adăugați filigran
ru: Добавить водяной знак
sv: Lägg till vattenmärke
tr: Filigran ekle
uk: Додайте водяний знак
vi: Thêm con dấu văn bản
zh_hans: 添加水印
zh_hant: 加水印

# topscan_editwatermark
source: Edit waterMark
ar: تحرير العلامة المائية
cs: Upravit vodoznak
da: Rediger vandmærke
de: Wasserzeichen bearbeiten
el: Επεξεργασία για υδατόσημο
es: Editar marca de agua
fa: واتر مارک را ویرایش کنید
fi: Muokkaa vesileima
fr: Modifier le filigrane
he: ערוך את סימן מים
hi: वॉटरमार्क संपादित करें
hu: Vízjel szerkesztése
id: Edit tanda air
it: Modifica filigrana
ja: 透かしを編集
ko: 워터마크 편집
lt: Redaguoti vandenženklį
ms: Edit tera air
nb: Rediger waterMark
nl: Watermerk Bewerken
pl: Edytuj znak wodny
pt: Editar marca d'água
ro: Editați waterMark
ru: Изменить водяной знак
sv: Redigera vattenmärke
tr: Filigranı düzenle
uk: Редагуйте водяний знак
vi: Chỉnh sửa con dấu văn bản
zh_hans: 编辑水印
zh_hant: 編輯水印

# topscan_clearwatermark
source: Clear content
ar: مسح المحتوى
cs: Vymazat obsah
da: Ryd indhold
de: Inhalt löschen
el: Εκκαθάριση περιεχομένου
es: Borrar contenido
fa: پاک کردن محتوا
fi: Tyhjennä sisältö
fr: Effacer le contenu
he: מחק תוכן
hi: सामग्री को साफ करें
hu: Tartalom törlése
id: Bersihkan konten
it: Cancella contenuto
ja: コンテンツを消去
ko: 내용 지우기
lt: Išvalyti turinį
ms: Kosongkan kandungan
nb: Fjern innholdet
nl: Inhoud wissen
pl: Wyczyść zawartość
pt: Conteúdo claro
ro: Ștergeți conținutul
ru: Очистить содержание
sv: Rensa innehåll
tr: İçeriği temizle
uk: Очистити вміст
vi: Xóa nội dung
zh_hans: 清除内容
zh_hant: 清除內容

# topscan_removewatermark
source: Remove Watermark
ar: إزالة العلامة المائية
cs: Odstranit vodoznak
da: Fjern vandmærke
de: Wasserzeichen entfernen
el: Αφαιρέστε το υδατόσημο
es: Quitar marca de agua
fa: علامت واتر مارک را بردارید
fi: Poista vesileima
fr: Supprimer le filigrane
he: הסר סימן מים
hi: वॉटरमार्क को हटाएँ
hu: Vízjel eltávolítása
id: Hapus Tanda air
it: Rimuovi filigrana
ja: 透かしを削除
ko: 워터마크 제거
lt: Pašalinti vandenženklį
ms: Keluarkan tera air
nb: Fjern vannmerke
nl: Watermerk Verwijderen
pl: Usuń znak wodny
pt: Remover marca d'água
ro: Scoateți filigranul
ru: Удалить водяной знак
sv: Ta bort vattenmärke
tr: Fligranı kaldır
uk: Видалити водяний знак
vi: Xóa con dấu văn bản
zh_hans: 删除水印
zh_hant: 移除水印

# topscan_remind
source: Warning
ar: تحذير
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Avertissement
he: אזהרה
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
it: Avvertimento
ja: 警告
ko: 경고
lt: Įspėjimas
ms: Amaran
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
ru: Предупреждение
sv: Varning
tr: Uyarı
uk: Увага
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

# topscan_loading
source: loading...
ar: جار التحميل...
cs: načítání...
da: Indlæser...
de: Wird geladen...
el: φόρτωση...
es: cargando...
fa: بارگذاری...
fi: ladataan...
fr: Chargement en cours...
he: טוען...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로딩 중...
lt: įkeliama...
ms: memuatkan...
nb: laster inn...
nl: bezig met laden...
pl: Ładowanie...
pt: A carregar...
ro: se încarcă...
ru: загрузка...
sv: läser in...
tr: Yükleniyor...
uk: завантаження...
vi: đang tải...
zh_hans: 加载中...
zh_hant: 加載中...

# topscan_deleteoption
source: Are you sure you want to delete all selected documents?
ar: هل أنت متأكد من أنك تريد حذف جميع المستندات المحددة؟
cs: Opravdu chcete vymazat všechny vybrané dokumenty?
da: Er du sikker på, at du ønsker at slette alle valgte dokumenter?
de: Möchten Sie wirklich alle ausgewählten Dokumente löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα επιλεγμένα έγγραφα;
es: ¿Estás seguro de que quieres eliminar todos los documentos seleccionados?
fa: آیا مطمئن هستید که می خواهید همه اسناد انتخاب شده را حذف کنید؟
fi: Haluatko varmasti poistaa kaikki valitut asiakirjat?
fr: Voulez-vous vraiment supprimer tous les documents sélectionnés ?
he: האם אתה בטוח שברצונך למחוק את כל המסמכים שנבחרו?
hi: क्या आप वाकई सभी चयनित दस्तावेज़ों को हटाना चाहते हैं?
hu: Biztosan törli az összes kiválasztott dokumentumot?
id: Anda yakin ingin menghapus semua dokumen yang dipilih?
it: Sei sicuro di voler eliminare tutti i documenti selezionati?
ja: 選択したすべてのドキュメントを削除してもよろしいですか？
ko: 선택한 모든 문서를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti visus pasirinktus dokumentus?
ms: Adakah anda pasti bahawa anda mahu menghapuskan semua dokumen yang dipilih?
nb: Er du sikker på at du vil slette alle valgte dokumenter?
nl: Weet u zeker dat u alle geselecteerde documenten wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie wybrane dokumenty?
pt: Tem a certeza de que deseja apagar todos os documentos selecionados?
ro: Sigur doriți să ștergeți toate documentele selectate?
ru: Вы уверены, что хотите удалить все выбранные документы?
sv: Är du säker på att du vill ta bort alla valda dokument?
tr: Seçili tüm belgeleri silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити всі вибрані документи?
vi: Bạn có chắc chắn muốn xóa tất cả các tài liệu đã chọn không?
zh_hans: 您确定要删除所有选定的文档吗?
zh_hant: 確定要刪除所有選定的文件嗎？

# topscan_deletecurrentpage
source: Are you sure to delete this page ?
ar: هل أنت متأكد من حذف هذه الصفحة؟
cs: Opravdu chcete tuto stránku vymazat?
da: Er du sikker på, at du ønsker at slette denne side?
de: Möchten Sie diese Seite wirklich löschen?
el: Είστε βέβαιοι ότι θα διαγράψατε αυτήν τη σελίδα;
es: ¿Estás seguro de eliminar esta página?
fa: آیا مطمئن هستید که این صفحه را حذف می کنید؟
fi: Haluatko varmasti poistaa tämän sivun?
fr: Êtes-vous sûr de supprimer cette page ?
he: האם אתה בטוח שברצונך למחוק דף זה?
hi: क्या आप इस पृष्ठ को हटाना सुनिश्चित कर रहे हैं?
hu: Biztosan törli ezt az oldalt?
id: Anda yakin ingin menghapus halaman ini?
it: Sei sicuro di eliminare questa pagina?
ja: このページを削除してもよろしいですか？
ko: 해당 페이지를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šį puslapį?
ms: Adakah anda pasti bahawa untuk menghapuskan halaman ini?
nb: Er du sikker på at du vil slette denne siden?
nl: Weet u zeker dat u deze pagina wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę stronę?
pt: Tem a certeza de que deseja apagar esta página?
ro: Sigur ștergeți această pagină?
ru: Вы уверены, что хотите удалить эту страницу?
sv: Är du säker på att radera den här sidan?
tr: Bu sayfayı silmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте видалити цю сторінку?
vi: Bạn có chắc chắn muốn xóa trang này không?
zh_hans: 您确定要删除此页面吗?
zh_hant: 確定要刪除此頁面嗎？

# topscan_deletecurrentdoc
source: Are you sure you want to delete the current document ?
ar: هل أنت متأكد أنك تريد حذف اللغة الحالية؟
cs: Opravdu chcete vymazat aktuální jazyk?
da: Er du sikker på, at du ønsker at slette det aktuelle sprog?
de: Möchten Sie die aktuelle Sprache wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το τρέχον έγγραφο;
es: ¿Seguro que quieres eliminar el documento actual?
fa: آیا مطمئن هستید که می خواهید سند فعلی را حذف کنید؟
fi: Haluatko varmasti poistaa nykyisen asiakirjan?
fr: Êtes-vous sûr de vouloir supprimer la langue actuelle ?
he: האם אתה בטוח שברצונך למחוק את השפה הנוכחית?
hi: क्या आप वाकई वर्तमान भाषा को हटाना चाहते हैं?
hu: Biztosan törli az aktuális dokumentumot?
id: Anda yakin ingin menghapus bahasa saat ini?
it: Sei sicuro di voler eliminare il documento corrente?
ja: 現在の言語を削除しますか？
ko: 현재 문서를 삭제하겠습니까?
lt: Ar tikrai norite ištrinti dabartinį dokumentą?
ms: Adakah anda pasti bahawa anda ingin menghapuskan dokumen semasa?
nb: Er du sikker på at du vil slette gjeldende dokument?
nl: Weet u zeker dat u de huidige taal wilt verwijderen?
pl: Czy na pewno chcesz usunąć bieżący język?
pt: Tem a certeza de que deseja apagar o documento atual?
ro: Sigur doriți să ștergeți documentul curent?
ru: Вы уверены, что хотите удалить текущий документ?
sv: Är du säker på att du vill ta bort det aktuella dokumentet?
tr: Geçerli dili silmek istediğinize emin misiniz?
uk: Ви дійсно бажаєте видалити поточну мову?
vi: Bạn có chắc chắn muốn xóa tài liệu hiện tại không?
zh_hans: 您确定要删除当前文档吗?
zh_hant: 確定要刪除當前語言嗎？

# topscan_bind
source: Email Account Setup
ar: إعداد حساب البريد الإلكتروني
cs: Nastavení e-mailového účtu
da: Opsætning af e-mail-konto
de: Einrichtung des E-Mail-Kontos
el: Ρύθμιση λογαριασμού email
es: Configuración de la cuenta de correo electrónico
fa: راه اندازی حساب ایمیل
fi: Sähköpostitilin määritys
fr: Configuration du compte de messagerie
he: הגדרת חשבון דוא"ל
hi: ईमेल खाता सेटअप
hu: E-mail fiók beállítása
id: Pengaturan Akun Email
it: Configurazione dell'account e-mail
ja: メールアカウントの設定
ko: 이메일 계정 설정
lt: El. pašto paskyros sąranka
ms: Penyediaan Akaun E-mel
nb: Oppsett av e-postkonto
nl: E-mailaccount instellen
pl: Konfiguracja konta e-mail
pt: Configuração de conta de e-mail
ro: Configurarea contului de e-mail
ru: Настройка учетной записи электронной почты
sv: Inställning av e-postkonto
tr: E-posta Hesabı Kurulumu
uk: Налаштування облікового запису електронної пошти
vi: Thiết lập tài khoản email
zh_hans: 电子邮件帐户设置
zh_hant: 電子郵件帳戶設置

# topscan_savefail
source: Data error!
ar: خطأ في البيانات!
cs: Chyba dat!
da: Datafejl!
de: Datenfehler!
el: Σφάλμα δεδομένων!
es: ¡Error de datos!
fa: خطای داده!
fi: Tietovirhe!
fr: Erreur des données !
he: שגיאת מידע!
hi: डेटा त्रुटि!
hu: Adathiba!
id: Kesalahan data!
it: Errore dati!
ja: データエラー！
ko: 데이터 오류!
lt: Duomenų klaida!
ms: Ralat data!
nb: Datafeil!
nl: Datafout!
pl: Błąd danych!
pt: Erro de dados!
ro: Eroare de date!
ru: Ошибка данных!
sv: Datafel!
tr: Veri hatası!
uk: Помилка даних.
vi: Lỗi dữ liệu!
zh_hans: 数据错误!
zh_hant: 資料錯誤！
