Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_loginicloudtips
source: In order to prevent the loss of your balance,we use the account to bind your balance.At the same time, you can also use the balance between multiple devices. Please log in or register your account.
ar: من أجل منع فقدان رصيدك ، نستخدم الحساب لربط رصيدك. في نفس الوقت ، يمكنك أيضًا استخدام الميزان بين أجهزة متعددة. الرجاء تسجيل الدخول أو تسجيل حسابك.
cs: Abychom zabránili ztrátě vašeho zůstatku, používáme účet k vázání vašeho zůstatku. Zároveň můžete také použít rovnováhu mezi více zařízeními. Přihlaste se prosím nebo zaregistrujte svůj účet.
da: For at forhindre tab af din saldo bruger vi kontoen til at binde din saldo. På samme tid kan du også bruge balancen mellem flere enheder. Log ind eller registrer din konto.
de: Um einen Verlust Ihres Guthabens zu verhindern, verwenden wir das Konto, um Ihr Guthaben zu binden. Gleichzeitig können Sie auch die Balance zwischen mehreren Geräten verwenden. Bitte loggen Sie sich ein oder registrieren Sie Ihr Konto.
el: Προκειμένου να αποφευχθεί η απώλεια του υπολοίπου σας, χρησιμοποιούμε τον λογαριασμό για να δεσμεύσουμε το υπόλοιπό σας. Ταυτόχρονα, μπορείτε επίσης να χρησιμοποιήσετε την ισορροπία μεταξύ πολλών συσκευών. Συνδεθείτε ή καταχωρίστε τον λογαριασμό σας.
es: Para evitar la pérdida de tu saldo, usamos la cuenta para vincular tu saldo. Al mismo tiempo, también puedes utilizar el saldo entre varios dispositivos. Inicia sesión o registra tu cuenta.
fa: به منظور جلوگیری از، از دست دادن مانده حساب شما ، از حساب استفاده می کنیم تا موجودی شما را متصل کنیم. همزمان ، می توانید از مانده حساب بین چندین دستگاه نیز استفاده کنید. لطفا وارد شوید یا حساب خود را ثبت کنید.
fi: Saldosi menetyksen estämiseksi käytämme tiliä sitomaan saldosi. Samanaikaisesti voit käyttää myös useiden laitteiden välistä tasapainoa. Kirjaudu sisään tai rekisteröi tilisi.
fr: Afin d'éviter la perte de votre solde, nous utilisons le compte pour lier votre solde. Dans le même temps, vous pouvez également utiliser la balance entre plusieurs appareils. Veuillez vous connecter ou enregistrer votre compte.
he: על מנת למנוע את אובדן היתרה שלך, אנו משתמשים בחשבון כדי לאגד את היתרה שלך. במקביל, תוכלו גם להשתמש באיזון בין מספר מכשירים. אנא היכנס או רשום את חשבונך.
hi: आपकी शेष राशि के नुकसान को रोकने के लिए, हम आपके शेष राशि को बांधने के लिए खाते का उपयोग करते हैं. उसी समय, आप कई डिवाइस के बीच संतुलन का भी उपयोग कर सकते हैं. कृपया लॉग इन करें या अपना खाता पंजीकृत करें.
hu: Az egyenleg elvesztésének megakadályozása érdekében a számlát az egyenleg lekötésére használjuk. Ugyanakkor felhasználhatja a több eszköz közötti mérleget is. Kérjük, jelentkezzen be, vagy regisztrálja fiókját!
id: Untuk mencegah hilangnya saldo Anda, kami menggunakan akun untuk mengikat saldo Anda. Pada saat yang sama, Anda juga dapat menggunakan keseimbangan antara beberapa perangkat. Silakan masuk atau daftarkan akun Anda.
it: Al fine di prevenire la perdita del saldo, utilizziamo il conto per vincolare il saldo. Allo stesso tempo, puoi anche utilizzare il saldo tra più dispositivi. Effettua il login o registra il tuo account.
ja: あなたの残高の損失を防ぐために、私たちはあなたの残高を拘束するためにアカウントを使用します。同時に、複数のデバイス間のバランスを使用することもできます。ログインするか、アカウントを登録してください。
ko: 귀하의 잔액 손실을 방지하기 위해 당사는 해당 계정을 사용하여 귀하의 잔액을 구속합니다. 동시에 여러 장치 간의 균형을 사용할 수도 있습니다. 로그인하거나 계정을 등록하세요.
lt: Siekdami išvengti balanso praradimo, mes naudojame paskyrą jūsų balansui susieti. Tuo pačiu metu galite naudoti kelių prietaisų balansą. Prisijunkite arba užregistruokite savo paskyrą.
ms: Untuk mengelakkan kehilangan baki anda, kami menggunakan akaun untuk mengikat baki anda. Pada masa yang sama, anda juga dapat menggunakan baki antara beberapa peranti. Sila log masuk atau daftarkan akaun anda.
nb: For å forhindre tap av saldoen bruker vi kontoen til å binde saldoen din. Samtidig kan du også bruke balansen mellom flere enheter. Vennligst logg inn eller registrer kontoen din.
nl: Om verlies van uw saldo te voorkomen, gebruiken wij de rekening om uw saldo te binden. Tegelijkertijd kun je ook de balans tussen meerdere apparaten gebruiken. Gelieve in te loggen of uw account te registreren.
pl: Aby zapobiec utracie salda, używamy konta do wiązania salda. Jednocześnie możesz również korzystać z równowagi między wieloma urządzeniami. Zaloguj się lub zarejestruj swoje konto.
pt: Para evitar a perda do seu saldo, usamos a conta para vincular o seu saldo. Ao mesmo tempo, também pode usar o saldo entre vários dispositivos. Por favor, inicie sessão ou registe a sua conta.
ro: Pentru a preveni pierderea soldului dvs., folosim contul pentru a vă lega soldul. În același timp, puteți utiliza și echilibrul între mai multe dispozitive. Vă rugăm să vă conectați sau să vă înregistrați contul.
ru: Чтобы предотвратить потерю вашего баланса, мы используем учетную запись для привязки вашего баланса. В то же время вы также можете использовать баланс между несколькими устройствами. Пожалуйста, войдите или зарегистрируйте свою учетную запись.
sv: För att förhindra förlust av ditt saldo använder vi kontot för att binda ditt saldo. Samtidigt kan du också använda saldot mellan flera enheter. Logga in eller registrera ditt konto.
tr: Bakiyenizin kaybolmasını önlemek için, bakiyenizi bağlamak için hesabı kullanıyoruz. Aynı zamanda, birden fazla cihaz arasındaki dengeyi de kullanabilirsiniz. Lütfen giriş yapın veya hesabınızı kaydedin.
uk: Щоб запобігти втраті Вашого балансу, ми використовуємо рахунок для прив’язки Вашого балансу. Одночасно ви також можете використовувати баланс між кількома пристроями. Будь ласка, увійдіть або зареєструйте свій обліковий запис.
vi: Để tránh mất số dư của bạn, chúng tôi sử dụng tài khoản để ràng buộc số dư của bạn. Đồng thời, bạn cũng có thể sử dụng số dư giữa nhiều thiết bị. Vui lòng đăng nhập hoặc đăng ký tài khoản của bạn.
zh_hans: 为了防止丢失余额, 我们使用该帐户绑定您的余额.同时, 您还可以在多个设备之间使用余额, 请登录或注册您的帐户.
zh_hant: 為了防止您的餘額丟失，我們使用賬戶綁定您的餘額。同時，您還可以使用多個設備之間的平衡。請登錄或註冊您的帳戶。

# topscan_loginnow
source: Login Now
ar: تسجيل الدخول الآن
cs: Přihlas se nyní
da: Log ind nu
de: Jetzt einloggen
el: Συνδεθείτε τώρα
es: Iniciar sesión ahora
fa: اکنون وارد شوید
fi: Kirjaudu sisään nyt
fr: Connecte-toi maintenant
he: התחבר עכשיו
hi: अभी लॉगिन करें
hu: Bejelentkezés most
id: Masuk sekarang
it: Accedi ora
ja: ここでログイン
ko: 지금 로그인
lt: Prisijungti dabar
ms: Log masuk sekarang
nb: Logg inn nå
nl: Log nu in
pl: Zaloguj się teraz
pt: Iniciar sessão agora
ro: Conectați-vă acum
ru: Войти сейчас
sv: Logga in nu
tr: Şimdi giriş yap
uk: Увійдіть зараз
vi: Đăng nhập ngay bây giờ
zh_hans: 立即登陆
zh_hant: 現在登錄

# topscan_emailemptytips
source: Email Could not be empty
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا
cs: E-mail nemohl být prázdný
da: E-mail kan ikke være tom
de: E-Mail darf nicht leer sein
el: Το email δεν μπορεί να μείνει κενό
es: El correo electrónico no puede estar vacío
fa: ایمیل نمی تواند خالی باشد
fi: Sähköposti ei voi olla tyhjä
fr: Le courriel ne peut pas être vide
he: האימייל לא יכול היה להיות ריק
hi: ईमेल खाली नहीं हो सका
hu: Az e-mail nem lehet üres
id: Email Tidak boleh kosong
it: L'email non può essere vuota
ja: メールを空にすることはできませんでした
ko: 이메일은 반드시 입력해야 합니다
lt: El. paštas negali būti tuščias
ms: E-mel Tidak boleh kosong
nb: E-postadressen kunne ikke være tom
nl: E-mail Mag niet leeg zijn
pl: E-mail nie może być pusty
pt: O e-mail não pode estar vazio
ro: E-mailul nu a putut fi gol
ru: Электронная почта не может быть пустой
sv: E-posten kunde inte vara tomt
tr: E-posta boş bırakılamaz
uk: Електронна адреса не може бути порожньою
vi: Email không được để trống
zh_hans: 邮件不能为空
zh_hant: 電子郵件不能為空

# topscan_psdemptytips
source: Password Could not be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
cs: Heslo nemohlo být prázdné
da: Adgangskoden kan ikke være tom
de: Passwort konnte nicht leer sein
el: Ο κωδικός πρόσβασης δεν μπορεί να μείνει κενός
es: La contraseña no puede estar vacía
fa: رمز ورود نمی تواند خالی باشد
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
hi: पासवर्ड खाली नहीं हो सका
hu: A jelszó nem lehet üres
id: Sandi Tidak boleh kosong
it: La password non può essere vuota
ja: パスワードを空にすることはできませんでした
ko: 비밀번호는 반드시 입력해야 합니다
lt: Slaptažodis negali būti tuščias
ms: Kata Laluan Tidak boleh kosong
nb: Passordet kunne ikke være tomt
nl: Wachtwoord Mag niet leeg zijn
pl: Hasło nie może być puste
pt: A palavra-passe não pode estar vazia
ro: Parola nu a putut fi goală
ru: Пароль не может быть пустым
sv: Lösenord kunde inte vara tomt
tr: Şifre Boş olamaz
uk: Пароль не може бути порожнім
vi: Mật khẩu không được để trống
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# topscan_codeemptytips
source: Verification Code Could not be empty
ar: لا يمكن أن يكون رمز التحقق فارغًا
cs: Ověřovací kód nesmí být prázdný
da: Bekræftelseskode kan kke være tom
de: Bestätigungscode konnte nicht leer sein
el: Ο κωδικός επαλήθευσης δεν μπορεί να μείνει κενός
es: El código de verificación no puede estar vacío
fa: کد تأیید نمی تواند خالی باشد
fi: Vahvistuskoodi ei voi olla tyhjä
fr: Le code de vérification ne peut pas être vide
he: קוד האימות לא יכול היה להיות ריק
hi: सत्यापन कोड खाली नहीं हो सका
hu: Az ellenőrző kód nem lehet üres
id: Kode Verifikasi Tidak boleh kosong
it: Il codice di verifica non può essere vuoto
ja: 確認コードを空にすることはできませんでした
ko: 확인 코드는 반드시 입력해야 합니다
lt: Patvirtinimo kodas negali būti tuščias
ms: Kod Pengesahan Tidak boleh kosong
nb: Bekreftelseskode kunne ikke være tom
nl: Verificatiecode Mag niet leeg zijn
pl: Kod weryfikacyjny nie może być pusty
pt: O código de verificação não pode estar vazio
ro: Codul de verificare nu a putut fi gol
ru: Код подтверждения не может быть пустым
sv: Verifieringskoden kunde inte vara tom
tr: Doğrulama Kodu boş bırakılamaz
uk: Код підтвердження не може бути порожнім
vi: Mã xác minh không được để trống
zh_hans: 验证码不能为空
zh_hant: 驗證碼不能為空

# topscan_tips
source: Tips
ar: نصائح
cs: Tipy
da: Gode råd
de: Tipps
el: Συμβουλές
es: Sugerencia
fa: نکات
fi: Vinkkejä
fr: Conseils
he: טיפים
hi: टिप्स
hu: Tippek
id: Kiat
it: Suggerimenti
ja: ヒント
ko: 팁
lt: Patarimai
ms: Petua
pl: Porady
pt: Dicas
ro: sfaturi
ru: Подсказки
tr: İpuçları
uk: Поради
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

# topscan_subscriptsuccessfully
source: Thank you for subscribing to premium!
ar: شكرا لك على الاشتراك في بريميوم!
cs: Děkujeme, že jste se přihlásili k prémiové verzi!
da: Tak fordi du abonnerer på premium!
de: Vielen Dank, dass Sie Premium abonniert haben!
el: Σας ευχαριστούμε που εγγραφήκατε στο premium!
es: ¡Gracias por suscribirte a premium!
fa: از اینکه در پرمیوم مشترک شدید متشکریم!
fi: Kiitos tilauksesta premium!
fr: Merci pour votre abonnement premium !
he: תודה שנרשמת לפרמיום!
hi: प्रीमियम की सदस्यता लेने के लिए धन्यवाद!
hu: Köszönjük, hogy feliratkozott a prémiumra!
id: Terima kasih telah berlangganan premium!
it: Grazie per esserti iscritto a premium!
ja: プレミアムをご購読いただきありがとうございます！
ko: 프리미엄을 구독해주셔서 감사합니다!
lt: Dėkojame, kad užsiprenumeravote „premium“!
ms: Terima kasih kerana melanggan premium!
nb: Takk for at du abonnerer på premium!
pl: Dziękujemy za subskrypcję premium!
pt: Obrigado por se inscrever no premium!
ro: Vă mulțumim că v-ați abonat la premium!
ru: Спасибо за подписку на премиум!
sv: Tack för att du prenumererar på premium!
tr: Premium'a abone olduğunuz için teşekkür ederiz!
uk: Дякуємо, що підписалися на преміум!
vi: Cảm ơn bạn đã đăng ký gói cao cấp!
zh_hans: 感谢您订阅高级版！
zh_hant: 感謝您訂閱高級版！

# topscan_autorenewable
source: Auto-renewable, cancel anytime.
ar: التجديد التلقائي ، الإلغاء في أي وقت.
cs: Automaticky obnovitelné, kdykoli zrušit.
da: Auto-fornyelig, annuller når som helst.
de: Automatisch erneuerbar, jederzeit kündbar.
el: Αυτόματη ανανέωση, ακύρωση ανά πάσα στιγμή.
es: Renovable automáticamente, cancela en cualquier momento.
fa: قابل تمدید خودکار ، هر زمان که بخواهید لغو کنید.
fi: Automaattisesti uusittava, peruuta milloin tahansa.
fr: Renouvelable automatiquement, annulez à tout moment.
he: מתחדש אוטומטית, בטל בכל עת.
hi: ऑटो-नवीकरणीय, कभी भी रद्द करें.
hu: Automatikusan megújítható, bármikor lemondható.
id: Dapat diperpanjang secara otomatis, batalkan kapan saja.
it: Rinnovabile automaticamente, annulla in qualsiasi momento.
ja: 自動更新可能、いつでもキャンセルできます。
ko: 자동 갱신 가능, 언제든지 취소할 수 있습니다.
lt: Automatiškai atnaujinama, atšaukti bet kada.
ms: Boleh dibaharui secara automatik, batalkan bila-bila masa.
nb: Auto-fornybar, avbryt når som helst.
nl: Automatisch verlengbaar, op elk moment annuleren.
pl: Automatyczne odnawianie, anuluj w dowolnym momencie.
pt: Renovável automaticamente, cancele a qualquer momento.
ro: Auto-reînnoibil, anulați oricând.
ru: Автоматическое продление, отменить в любое время.
sv: Automatisk förnyelse, avbryt när som helst.
tr: Otomatik yenilenebilir, istediğiniz zaman iptal edin.
uk: Поновлюється автоматично, скасувати будь-коли.
vi: Tự động gia hạn, hủy bỏ bất cứ lúc nào.
zh_hans: 自动续订，随时取消.
zh_hant: 自動續訂，隨時取消。

# topscan_nofreetrial
source: NO Free Trial
ar: لا توجد نسخة تجريبية مجانية
cs: ŽÁDNÁ bezplatná zkušební verze
da: INGEN gratis prøveperiode
de: KEINE kostenlose Testversion
el: ΟΧΙ δωρεάν δοκιμή
es: NO hay prueba gratuita
fa: بدون آزمایش رایگان
fi: EI ilmaista kokeilua
fr: PAS d'essai gratuit
he: אין ניסיון בחינם
hi: कोई निःशुल्क परीक्षण नहीं
hu: NINCS ingyenes próba
id: TANPA Uji Coba Gratis
it: NESSUNA prova gratuita
ja: 無料トライアルなし
ko: 무료 평가판 없음
lt: NĖRA nemokamo bandymo
ms: TIADA Percubaan Percuma
nb: INGEN gratis prøveperiode
nl: GEEN gratis proefperiode
pl: BEZ bezpłatnej wersji próbnej
pt: SEM Teste Grátis
ro: FĂRĂ încercare gratuită
ru: Нет бесплатной пробной версии
sv: INGEN gratis provperiod
tr: Ücretsiz Deneme YOK
uk: БЕЗКОШТОВНОЇ пробної версії не існує
vi: KHÔNG có bản dùng thử miễn phí
zh_hans: 没有免费试用
zh_hant: 沒有免費試用

# topscan_details
source: Details
ar: تفاصيل
cs: Detaily
da: detaljer
de: Einzelheiten
el: Λεπτομέρειες
es: Detalles
fa: جزئیات
fi: Yksityiskohdat
fr: Des détails
he: פרטים
hi: विवरण
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부정보
lt: Išsami informacija
ms: Perincian
nb: Detaljer
pl: Szczegóły
pt: Detalhes
ro: Detalii
ru: Подробности
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 細節

# topscan_restorepurchase
source: Restore Purchased ltems
ar: استعادة ltems المشتراة
cs: Obnovit zakoupené položky
da: Gendan købte varer
de: Gekaufte Elemente wiederherstellen
el: Επαναφορά αγορασμένων στοιχείων
es: Restaurar artículos comprados
fa: بازگرداندن بندهای خریداری شده
fi: Palauta ostetut tuotteet
fr: Restaurer les articles achetés
he: שחזר פריטים שנרכשו
hi: खरीदे गए लेटेम्स को पुनर्स्थापित करें
hu: A megvásárolt elemek visszaállítása
id: Kembalikan barang yang dibeli
it: Ripristina gli oggetti acquistati
ja: 購入したシステムを復元
ko: 구매한 항목 복원
lt: Atkurti įsigytus pirkinius
ms: Pulihkan ltem yang Dibeli
nb: Gjenopprett kjøpte varer
nl: Gekochte items herstellen
pl: Przywróć zakupione przedmioty
pt: Restaurar itens adquiridos
ro: Restabiliți elementele achiziționate
ru: Восстановить купленные товары
sv: Återställ köpta varor
tr: Satın Alınan Öğeleri Geri Yükle
uk: Відновити придбані предмети
vi: Khôi phục các Mặt hàng đã mua
zh_hans: 还原购买商品
zh_hant: 恢復購買的物品

# topscan_freetrial
source: Free Trial
ar: تجربة مجانية
cs: Zkušební verze zdarma
da: Gratis prøveversion
de: Kostenlose Testphase
el: Δωρεάν δοκιμή
es: Prueba gratis
fa: امتحان رایگان
fi: Ilmainen kokeilu
fr: Essai gratuit
he: ניסיון בחינם
hi: मुफ्त परीक्षण
hu: Ingyenes próba
id: Uji Coba Gratis
it: Prova gratuita
ja: 無料トライアル
ko: 무료 시험판
lt: Nemokamas bandymas
ms: Cubaan percuma
nb: Gratis prøveperiode
nl: Gratis proefversie
pl: Bezpłatna wersja próbna
pt: Teste grátis
ro: Încercare gratuită
ru: Бесплатная пробная версия
sv: Gratis provperiod
tr: Ücretsiz deneme
uk: Безкоштовний пробний період
vi: Dùng thử miễn phí
zh_hans: 免费试用
zh_hant: 免費試用

# topscan_unlimitedfolders
source: Unlimited Folders
ar: مجلدات غير محدودة
cs: Neomezené složky
da: Ubegrænset antal af mapper
de: Unbegrenzte Ordner
el: Απεριόριστοι φάκελοι
es: Carpetas ilimitadas
fa: پوشه های نامحدود
fi: Rajoittamaton kansio
fr: Dossiers illimités
he: תיקיות ללא הגבלה
hi: असीमित फ़ोल्डर
hu: Korlátlan mappák
id: Folder Tidak Terbatas
it: Cartelle illimitate
ja: 無制限のフォルダ
ko: 무제한 폴더
lt: Neribotas aplankų skaičius
ms: Folder Tanpa Had
nb: Ubegrenset mapper
nl: Onbeperkt aantal mappen
pl: Nieograniczone foldery
pt: Pastas ilimitadas
ro: Dosare nelimitate
ru: Неограниченное количество папок
sv: Obegränsade mappar
tr: Sınırsız Klasör
uk: Необмежена кількість папок
vi: Thư mục không giới hạn
zh_hans: 不限制文件夹数量
zh_hant: 無限文件夾

# topscan_unlimitedfoldersintroduce
source: Unlimited creation of folders and subfolder.
ar: إنشاء مجلدات ومجلدات فرعية غير محدودة.
cs: Neomezené vytváření složek a podsložek.
da: Ubegrænset oprettelse af mapper og undermappe.
de: Unbegrenzte Erstellung von Ordnern und Unterordnern.
el: Απεριόριστη δημιουργία φακέλων και υποφακέλων.
es: Creación ilimitada de carpetas y subcarpetas.
fa: ایجاد نامحدود پوشه ها و زیر پوشه ها.
fi: Rajoittamaton kansioiden ja alikansioiden luominen.
fr: Création illimitée de dossiers et sous-dossiers.
he: יצירה בלתי מוגבלת של תיקיות ותיקיית משנה.
hi: फ़ोल्डर और सबफ़ोल्डर का असीमित निर्माण.
hu: Korlátlan mappa és almappa létrehozás.
id: Pembuatan folder dan subfolder tanpa batas.
it: Creazione illimitata di cartelle e sottocartelle.
ja: フォルダとサブフォルダの無制限の作成。
ko: 폴더 및 하위 폴더의 무제한 생성.
lt: Neribotas aplankų ir poaplankių kūrimas.
ms: Pembukaan folder dan subfolder tanpa had.
nb: Ubegrenset oppretting av mapper og undermappe.
nl: Onbeperkt aanmaken van mappen en submappen.
pl: Nieograniczone tworzenie folderów i podfolderów.
pt: Criação ilimitada de pastas e subpastas.
ro: Crearea nelimitată de foldere și subfoldere.
ru: Неограниченное создание папок и подпапок.
sv: Obegränsat skapande av mappar och undermappar.
tr: Sınırsız klasör ve alt klasör oluşturma.
uk: Необмежене створення папок та підпапок.
vi: Tạo thư mục và thư mục con không giới hạn.
zh_hans: 无限创建文件夹和子文件夹.
zh_hant: 無限創建文件夾和子文件夾。

# topscan_noads
source: No ads
ar: لا اعلانات
cs: Žádné reklamy
da: Ingen annoncer
de: Keine Werbung
el: Χωρίς διαφημίσεις
es: Sin anuncios
fa: بدون تبلیغات
fi: Ei mainoksia
fr: Pas de pubs
he: ללא פרסומות
hi: विज्ञापन नहीं
hu: Nincsenek hirdetések
id: Tanpa iklan
it: Nessuna pubblicità
ja: 広告なし
ko: 광고 없음
lt: Jokių skelbimų
ms: Tiada iklan
nb: Ingen annonser
nl: Geen advertenties
pl: Bez reklam
pt: Sem anúncios
ro: Fără reclame
ru: Без рекламы
sv: Inga annonser
tr: Reklamsız
uk: Без реклами
vi: Không quảng cáo
zh_hans: 没有广告
zh_hant: 無廣告

# topscan_noadsintroduce
source: Remove ads from Simple Scanner.
ar: إزالة الإعلانات من Simple Scanner.
cs: Odeberte reklamy ze Simple Scanneru.
da: Fjern annoncer fra Enkel Scanner.
de: Entfernen Sie Anzeigen von Simple Scanner.
el: Κατάργηση διαφημίσεων από το Simple Scanner.
es: Elimina los anuncios de Simple Scanner.
fa: تبلیغات را از Simple Scanner حذف کنید.
fi: Poista mainokset Simple Scannerista.
fr: Supprimez les publicités de Simple Scanner.
he: הסר מודעות מסורק פשוט.
hi: साधारण स्कैनर से विज्ञापन निकालें.
hu: Távolítsa el a hirdetéseket a Simple Scanner alkalmazásból.
id: Hapus iklan dari Pemindai Sederhana.
it: Rimuovi gli annunci da Simple Scanner.
ja: SimpleScanner から広告を削除します。
ko: Simple Scanner에서 광고를 제거합니다.
lt: Pašalinti skelbimus iš paprasto skaitytuvo.
ms: Alih keluar iklan dari Simple Scanner.
nb: Fjern annonser fra Simple Scanner.
nl: Verwijder advertenties van Simple Scanner.
pl: Usuń reklamy z prostego skanera.
pt: Remova os anúncios do Simple Scanner.
ro: Eliminați anunțurile din Simple Scanner.
ru: Удалите рекламу из Simple Scanner.
sv: Ta bort annonser från Simple Scanner.
tr: Reklamları Basit Tarayıcıdan kaldırın.
uk: Видаліть рекламу з Simple Scanner.
vi: Xóa quảng cáo khỏi Simple Scanner.
zh_hans: 从 Simple Scanner 中删除广告
zh_hant: 從 Simple Scanner 中刪除廣告。

# topscan_pdffileencryption
source: PDF file encryption
ar: تشفير ملف PDF
cs: Šifrování souborů PDF
da: PDF-filkryptering
de: Verschlüsselung von PDF-Dateien
el: Κρυπτογράφηση αρχείων PDF
es: Cifrado de archivos PDF
fa: رمزگذاری فایل PDF
fi: PDF-tiedostojen salaus
fr: Cryptage de fichiers PDF
he: הצפנת קובץ PDF
hi: पीडीएफ फाइल एन्क्रिप्शन
hu: PDF fájl titkosítása
id: Enkripsi file PDF
it: Crittografia file PDF
ja: PDF ファイルの暗号化
ko: PDF 파일 암호화
lt: PDF failų šifravimas
ms: Penyulitan fail PDF
nb: PDF-filkryptering
nl: Versleuteling van PDF-bestanden
pl: Szyfrowanie plików PDF
pt: Encriptação de ficheiro PDF
ro: Criptare fișier PDF
ru: Шифрование PDF-файлов
sv: PDF-filkryptering
tr: PDF dosya şifreleme
uk: Шифрування файлу PDF
vi: Mã hóa tệp PDF
zh_hans: PDF文件加密
zh_hant: PDF 文件加密
