Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_firstontop
source: First on top
ar: الأول بالأعلى
cs: První nahoře
da: Først i toppen
de: Erste oben
el: Πρώτα στην κορυφή
es: Primeros al principio
fa: اول در بالا
fi: Ensimmäinen päällimmäisenä
fr: Premier en haut
he: ראשון למעלה
hi: शीर्ष पर सबसे पहले
hu: Első felül
id: Pertama di atas
it: Primo in cima
ja: 最初が一番上
ko: 맨 위에 먼저
lt: Pirmas viršuje
ms: Pertama di atas
nb: Først på toppen
nl: Eerste bovenaan
pl: Najpierw na górze
pt: Primeiro no topo
ro: În primul rând pe partea de sus
ru: Первый сверху
sv: Första högst upp
tr: Azalarak
uk: Спочатку перші
vi: Từ đầu tới cuối
zh_hans: 首页面在上
zh_hant: 頂部第一個

# topscan_lastontop
source: Last on top
ar: الأخير بالأعلى
cs: Poslední nahoře
da: Sidst i toppen
de: Letzte oben
el: Τελευταίο στην κορυφή
es: Últimos al principio
fa: آخرین در بالا
fi: Viimeisin päällimmäisenä
fr: Dernier en haut
he: אחרון למעלה
hi: शीर्ष पर सबसे आखिर
hu: Utolsó felül
id: Terakhir di atas
it: Ultimo in cima
ja: 最後が一番上
ko: 맨 위에 마지막
lt: Paskutinis viršuje
ms: Terakhir di atas
nb: Siste på toppen
nl: Laatste bovenaan
pl: Ostatni na górze
pt: Último no topo
ro: Ultimul pe partea de sus
ru: Последний сверху
sv: Sista högst upp
tr: Artarak
uk: Спочатку останні
vi: Từ cuối tới đầu
zh_hans: 尾页面在上
zh_hant: 頂部最後一個

# topscan_siderename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομάζω
es: Renombrar
fa: تغییر نام دهید
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hi: नाम बदलें
hu: Átnevezés
id: Ubah nama
it: Rinominare
ja: 名前を変更
ko: 이름 바꾸기
lt: Pervardyti
ms: Namakan Semula
nb: Gi nytt navn
nl: Hernoemen
pl: Przemianować
pt: Renomear
ro: Redenumiți
ru: Переименовать
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重命名

# topscan_creatdatadescend
source: Date Create (ascending)
ar: تاريخ الإنشاء (تصاعدي)
cs: Datum vytvoření (vzestupně)
da: Dato Oprettelse (stigende)
de: Erstellungsdatum (aufsteigend)
el: Ημερομηνία δημιουργίας (αύξουσα)
es: Fecha de creación (ascendente)
fa: تاریخ ایجاد (صعودی)
fi: Päivämäärän luominen (nouseva)
fr: Date de création (croissant)
he: תאריך יצירה (עולה)
hi: दिनांक निर्धारित करें (आरोही)
hu: Dátum létrehozása (növekvő)
id: Tanggal Buat (naik)
it: Data di creazione (crescente)
ja: 作成日（昇順）
ko: 생성 날짜(오름차순)
lt: Sukūrimo data (didėjimo tvarka)
ms: Tarikh Buat (menaik)
nb: Dato Opprett (stigende)
nl: Datum Aanmaken (oplopend)
pl: Data utworzenia (rosnąco)
pt: Data de Criação (crescente)
ro: Data creării (crescătoare)
ru: Дата создания (по возрастанию)
sv: Datum skapa (stigande)
tr: Tarih Oluşturma (artan)
uk: Дата створення (за зростанням)
vi: Ngày tạo (tăng dần)
zh_hans: 日期创建 (升序)
zh_hant: 日期創建（升序）

# topscan_creatdataascend
source: Date Create (descending)
ar: تاريخ الإنشاء (تنازلي)
cs: Datum vytvoření (sestupně)
da: Dato Oprettelse (faldende)
de: Erstellungsdatum (absteigend)
el: Ημερομηνία δημιουργίας (φθίνουσα)
es: Fecha de creación (descendente)
fa: تاریخ ایجاد (نزولی)
fi: Päivämäärän luominen (laskeva)
fr: Date de création (décroissant)
he: תאריך יצירה (יורד)
hi: दिनांक निर्धारित करें (अवरोही)
hu: Dátum létrehozása (csökkenő)
id: Tanggal Buat (turun)
it: Data di creazione (discendente)
ja: 作成日（降順）
ko: 생성 날짜(내림차순)
lt: Sukūrimo data (mažėjimo tvarka)
ms: Tarikh Buat (menurun)
nb: Dato Opprett (synkende)
nl: Datum Aanmaken (aflopend)
pl: Data utworzenia (malejąco)
pt: Data de Criação (decrescente)
ro: Data creării (descrescătoare)
ru: Дата создания (по убыванию)
sv: Datum skapa (fallande)
tr: Tarih Oluşturma (azalan)
uk: Дата створення (за спаданням)
vi: Ngày tạo (giảm dần)
zh_hans: 日期创建 (倒序)
zh_hant: 日期創建（降序）

# topscan_filenameatoz
source: File Name(A to Z)
ar: اسم الملف(من الألف إلى الياء)
cs: Název souboru(od A do Z)
da: Filnavn(A til Z)
de: Dateiname (A bis Z)
el: Όνομα αρχείου(A έως Z)
es: Nombre de archivo (A a Z)
fa: نام فایل(A تا Z)
fi: Tiedostonimi(A - Z)
fr: Nom de fichier(A à Z)
he: שם קובץ(A עד Z)
hi: फ़ाइल का नाम(ए टू जेड)
hu: Fájlnév (A-tól Z-ig)
id: Nama File(A sampai Z)
it: Nome file (dalla A alla Z)
ja: ファイル名（A から Z）
ko: 파일 이름(A~Z)
lt: Failo pavadinimas(nuo A iki Z)
ms: Nama Fail(A hingga Z)
nb: Filnavn(A til Å)
nl: Bestandsnaam(A tot Z)
pl: Nazwa pliku(od A do Z)
pt: Nome do ficheiro (A a Z)
ro: Numele fișierului(de la A la Z)
ru: Имя файла (от А до Я)
sv: Filnamn(A till Z)
tr: Dosya Adı(A'dan Z'ye)
uk: Ім'я файлу (від A до Z)
vi: Tên tệp (A đến Z)
zh_hans: 文件名称(A到Z)
zh_hant: 文件名（A 到 Z）

# topscan_filenameztoa
source: File Name(Z to A)
ar: اسم الملف(ي إلى أ)
cs: Název souboru(Z až A)
da: Filnavn(Z til A)
de: Dateiname (Z bis A)
el: Όνομα αρχείου(Z έως A)
es: Nombre de archivo (Z a A)
fa: نام فایل(Z تا A)
fi: Tiedostonimi(Z - A)
fr: Nom du fichier(Z à A)
he: שם קובץ(Z עד A)
hi: फ़ाइल का नाम(जेड टू ए)
hu: Fájlnév (Z-től A-ig)
id: Nama File(Z ke A)
it: Nome file (da Z ad A)
ja: ファイル名（Z から A）
ko: 파일 이름(Z~A)
lt: Failo pavadinimas(nuo Z iki A)
ms: Nama Fail(Z hingga A)
nb: Filnavn(Z til A)
nl: Bestandsnaam(Z tot A)
pl: Nazwa pliku(Z do A)
pt: Nome do ficheiro (Z a A)
ro: Nume fișier(de la Z la A)
ru: Имя файла (от Я до А)
sv: Filnamn(Z till A)
tr: Dosya Adı(Z'den A'ya)
uk: Ім'я файлу (від Z до A)
vi: Tên tệp (Z đến A)
zh_hans: 文件名称(Z到A)
zh_hant: 文件名（Z 到 A）

# topscan_girdview2
source: Gird view
ar: عرض جيرد
cs: Zobrazení v mřížce
da: Gird visning
de: Gitteransicht
el: Πλευρική προβολή
es: Vista de cuadrícula
fa: نمای گرید
fi: Ruudukkonäkymä
fr: Vue réseau
he: צפה - רישתי
hi: गर्ड व्यू
hu: Rácsnézet
id: Pemandangan gird
it: Visualizzazione griglia
ja: ガードビュー
ko: 그리드 보기
lt: Tinklelio rodinys
ms: Pandangan grid
nb: Gird utsikt
nl: Gird uitzicht
pl: Widok po pasie
pt: Visão geral
ro: Vedere panoramică
ru: Опоясывающий взгляд
sv: Rutnätsvy
tr: Kuşak görünümü
uk: Сітка
vi: Chế độ xem Dạng lưới
zh_hans: 网格视图
zh_hant: 網格視圖

# topscan_girdview3
source: (3 columns)
ar: (3 أعمدة)
cs: (3 sloupce)
da: (3 kolonner)
de: (3 Spalten)
el: (3 στήλες)
es: (3 columnas)
fa: (3 ستون)
fi: (3 saraketta)
fr: (3 colonnes)
he: (3 עמודות)
hi: (3 कॉलम)
hu: (3 oszlop)
id: (3 kolom)
it: (3 colonne)
ja: (3 列)
ko: (3 열)
lt: (3 stulpeliai)
ms: (3 lajur)
nb: (3 kolonner)
nl: (3 kolommen)
pl: (3 kolumny)
pt: (3 colunas)
ro: (3 coloane)
ru: (3 колонки)
sv: (3 kolumner)
tr: (3 sütun)
uk: (3 колонки)
vi: (3 cột)
zh_hans: (3列)
zh_hant: (3 列)

# topscan_girdviewlist
source: List view
ar: عرض القائمة
cs: Zobrazení seznamu
da: Liste visning
de: Listenansicht
el: Προβολή λίστας
es: Vista de lista
fa: نمای لیست
fi: Listanäkymä
fr: Vue liste
he: הצג רשימה
hi: लिस्ट व्यू
hu: Listanézet
id: Tampilan Daftar
it: Visualizzazione elenco
ja: リストビュー
ko: 목록 보기
lt: Sąrašo rodinys
ms: Paparan Senarai
nb: Listevisning
nl: Lijstweergave
pl: Widok listy
pt: Exibição de lista
ro: Vizualizare listă
ru: Посмотреть список
sv: Listvy
tr: Liste görünümü
uk: Список
vi: Chế độ xem dạng danh sách
zh_hans: 列表视图
zh_hant: 列表視圖

# topscan_folderlocationtop
source: Folder On Top
ar: المجلد بالأعلى
cs: Složka nahoře
da: Mappe øverst
de: Ordner oben
el: Φάκελος στην κορυφή
es: Carpeta al principio
fa: پوشه در بالا
fi: Kansio ylimmäisenä
fr: Dossier en haut
he: תיקיה למעלה
hi: शीर्ष पर फ़ोल्डर
hu: Mappa felül
id: Folder di atas
it: Cartella in alto
ja: 一番上のフォルダ
ko: 맨 위에 폴더
lt: Aplankas viršuje
ms: Folder di atas
nb: Mappe på toppen
nl: Map bovenaan
pl: Folder na górze
pt: Pasta no topo
ro: Dosar pe partea de sus
ru: Папка сверху
sv: Mapp högst upp
tr: Üstteki klasör
uk: Папки на початок списку
vi: Thư mục trên cùng
zh_hans: 文件夹在上
zh_hant: 頂部檔案夾

# topscan_folderlocationbottom
source: Folder On Bottom
ar: المجلد في الأسفل
cs: Složka vespodu
da: Mappe nederst
de: Ordner unten
el: Φάκελος στο κάτω μέρος
es: Carpeta al final
fa: پوشه در پایین
fi: Kansio alimmaisena
fr: Dossier en bas
he: תיקיה למטה
hi: तल पर फोल्डर
hu: Mappa alul
id: Folder di bawah
it: Cartella in fondo
ja: 一番下のフォルダ
ko: 맨 아래에 폴더
lt: Aplankas apačioje
ms: Folder di bawah
nb: Mappe på bunnen
nl: Map onderaan
pl: Folder na dole
pt: Pasta na parte inferior
ro: Dosar pe partea de jos
ru: Папка снизу
sv: Mapp längst ner
tr: Alttaki klasör
uk: Папки в кінець списку
vi: Thư mục dưới cùng
zh_hans: 文件夹在下
zh_hant: 底部檔案夾

# topscan_fax
source: Fax
ar: فاكس
el: Φαξ
fa: فکس
fi: Faksi
he: פַקס
hi: फैक्स
ja: ファクス
ko: 팩스
lt: Faksas
ms: Faks
nb: Faks
pl: Faks
ru: Факс
tr: Faks
uk: Факс
vi: Số fax
zh_hans: 传真
zh_hant: 傳真

# topscan_hidepagedetails
source: Hide Page Details
ar: إخفاء تفاصيل الصفحة
cs: Skrýt podrobnosti stránky
da: Skjul sideoplysninger
de: Seitendetails ausblenden
el: Απόκρυψη λεπτομερειών σελίδας
es: Ocultar detalles de la página
fa: پنهان کردن جزئیات صفحه
fi: Piilota sivun tiedot
fr: Masquer les détails de la page
he: הסתר פרטי דף
hi: पृष्ठ विवरण छिपाएँ
hu: Az oldal részleteinek elrejtése
id: Sembunyikan Detail Laman
it: Nascondi i dettagli della pagina
ja: ページの詳細を非表示
ko: 페이지 세부정보 숨기기
lt: Slėpti išsamią puslapio informaciją
ms: Sembunyikan Perincian Halaman
nb: Skjul sideopplysninger
nl: Informatie van pagina verbergen
pl: Ukryj szczegóły strony
pt: Ocultar detalhes da página
ro: Ascundeți detaliile paginii
ru: Скрыть детали страницы
sv: Dölj info om sidor
tr: Sayfa Ayrıntılarını Gizle
uk: Приховати дані сторінки
vi: Ẩn Thông tin Chi tiết của Trang
zh_hans: 隐藏页面详情
zh_hant: 隱藏頁面詳情

# topscan_displaypagedetails
source: Display Page Details
ar: عرض تفاصيل الصفحة
cs: Zobrazit podrobnosti stránky
da: Vis sideoplysninger
de: Seitendetails anzeigen
el: Εμφάνιση λεπτομερειών σελίδας
es: Mostrar detalles de la página
fa: نمایش جزئیات صفحه
fi: Näytä sivun tiedot
fr: Afficher les détails de la page
he: הצג פרטי דף
hi: पृष्ठ विवरण प्रदर्शित करें
hu: Az oldal részleteinek megjelenítése
id: Tampilkan Detail Laman
it: Visualizza i dettagli della pagina
ja: ページの詳細を表示
ko: 페이지 세부정보 표시
lt: Rodyti išsamią puslapio informaciją
ms: Paparkan Perincian Halaman
nb: Vis sideopplysninger
nl: Informatie van pagina weergeven
pl: Wyświetl szczegóły strony
pt: Exibir detalhes da página
ro: Afișați detaliile paginii
ru: Показать детали страницы
sv: Visa info om sidor
tr: Sayfa Detaylarını Göster
uk: Показати дані сторінки
vi: Hiển thị Thông tin Chi tiết của Trang
zh_hans: 显示页面详情
zh_hant: 顯示頁面詳情

# topscan_batchedit
source: Batch edit
ar: تحرير دفعة
cs: Dávková úprava
da: Batch redigering
de: Stapelbearbeitung
el: Μαζική επεξεργασία
es: Edición por lotes
fa: ویرایش دسته ای
fi: Erämuokkaus
fr: Modification par lots
he: עריכת אצווה
hi: बैच संपादित करें
hu: Kötegelt szerkesztés
id: Pengeditan batch
it: Modifica gruppo
ja: バッチ編集
ko: 일괄 편집
lt: Paketo redagavimas
ms: Edit dalam kumpulan
nb: Batchredigering
nl: Batchbewerking
pl: Edycja zbiorcza
pt: Edição em lote
ro: Editare lot
ru: Пакетное редактирование
sv: Batchredigering
tr: toplu düzenleme
uk: Пакетне редагування
vi: Chỉnh sửa hàng loạt
zh_hans: 批处理编辑
zh_hant: 批量編輯

# topscan_pdffile
source: PDF file
ar: ملف PDF
cs: Soubor PDF
da: PDF-fil
de: PDF-Datei
el: Αρχείο PDF
es: Archivo PDF
fa: فایل پی دی اف
fi: PDF-tiedosto
fr: Fichier PDF
he: קובץ PDF
hi: पीडीएफ फाइल
hu: PDF fájl
id: File PDF
it: Il file PDF
ja: PDFファイル
ko: PDF 파일
lt: PDF failas
ms: Fail PDF
nb: PDF-fil
nl: PDF-bestand
pl: plik PDF
pt: ficheiro PDF
ro: Fișier PDF
ru: PDF-файл
sv: PDF-fil
tr: PDF dosyası
uk: PDF-файл
vi: File PDF
zh_hans: PDF文件
zh_hant: PDF檔案

# topscan_image_jpg
source: Image(JPG)
ar: صورة(JPG)
cs: Obrázek(JPG)
da: Billede(JPG)
de: Bild (JPG)
el: Εικόνα(JPG)
es: Imagen (JPG)
fa: تصویر(JPG)
fi: Kuva(JPG)
he: תמונה (JPG)
hi: छवि(जेपीजी)
hu: Kép (JPG)
id: Gambar(JPG)
it: Immagine (JPG)
ja: 画像（JPG）
ko: 이미지(JPG)
lt: Vaizdas(JPG)
ms: Imej(JPG)
nb: Bilde(JPG)
nl: Afbeelding(JPG)
pl: Obraz(JPG)
pt: Imagem (JPG)
ro: Imagine(JPG)
ru: Изображение (JPG)
sv: Bild(JPG)
tr: Resim(JPG)
uk: Зображення (JPG)
vi: Hình ảnh (JPG)
zh_hans: 图片(JPG)
zh_hant: 圖片(JPG)

# topscan_longimage_jpg
source: Share as long image
ar: شارك كصورة طويلة
cs: Sdílet jako dlouhý obrázek
da: Del som langt billede
de: Als langes Bild teilen
el: Κοινή χρήση ως μεγάλη εικόνα
es: Compartir como imagen larga
fa: اشتراک گذاری به عنوان تصویر طولانی
fi: Jaa pitkä kuva
fr: Partager en tant qu'image longue
he: שתף כתמונה ארוכה
hi: लंबी छवि के रूप में साझा करें
hu: Megosztás hosszú képként
id: Bagikan sebagai gambar panjang
it: Condividi come immagine lunga
ja: 長い画像を共有
ko: 긴 이미지로 공유
lt: Bendrinti kaip ilgą vaizdą
ms: Kongsi sebagai imej panjang
nb: Del som langt bilde
nl: Als lange afbeelding delen
pl: Udostępnij jako długi obraz
pt: Partilhe como imagem longa
ro: Distribuiți o imagine cât mai lungă
ru: Поделиться как длинное изображение
sv: Dela som lång bild
tr: Uzun resim olarak paylaş
uk: Передати як довге зображення
vi: Chia sẻ hình ảnh dài
zh_hans: 分享长图
zh_hant: 分享長圖

# topscan_txt
source: Share txt
ar: شارك txt
cs: Sdílet txt
da: Del txt
de: txt teilen
el: Κοινή χρήση txt
es: Compartir txt
fa: اشتراک txt
fi: Jaa txt
fr: Partager le txt
he: שתף טקסט
hi: शेयर txt
hu: Txt megosztása
id: Bagikan teks
it: Condividi txt
ja: txt を共有
ko: txt 공유
lt: Bendrinti txt
ms: Kongsi txt
nb: Del tekst
nl: Txt delen
pl: Udostępnij txt
pt: Partilhar txt
ro: Distribuiți txt
ru: Поделиться txt
sv: Dela txt
tr: txt paylaş
uk: Поділитися (TXT)
vi: Chia sẻ txt
zh_hans: 分享txt
zh_hant: 分享 txt

# topscan_originalsize
source: Original size
ar: الحجم الأصلي
cs: Původní velikost
da: Original størrelse
de: Originalgröße
el: Αυθεντικό μέγεθος
es: Tamaño original
fa: اندازه اصلی
fi: Alkuperäinen koko
fr: Format original
he: גודל מקורי
hi: मूल आकार
hu: Eredeti méret
id: Ukuran asli
it: Dimensioni originali
ja: オリジナルサイズ
ko: 원본 크기
lt: Originalus dydis
ms: Saiz asal
nb: Original størrelse
nl: Originele grootte
pl: Oryginalny rozmiar
pt: Tamanho original
ro: Mărimea originală
ru: Исходный размер
sv: Originalstorlek
tr: Orijinal boyut
uk: Оригінальний розмір
vi: Kích thước gốc
zh_hans: 原始尺寸
zh_hant: 原始大小

# topscan_medium
source: Medium
ar: متوسط
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Media
fa: متوسط
fi: Keskikokoinen
fr: Moyen
he: בינוני
hi: मध्यम
hu: Közepes
id: Sedang
it: Media
ja: 中
ko: 중간
lt: Vidutinis
ms: Sederhana
nl: Middelgroot
pl: Średni
pt: Médio
ro: Mediu
ru: Среднее
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中等
zh_hant: 中

# topscan_small
source: Small
ar: صغير
cs: Malý
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fa: کوچک
fi: Pieni
fr: Petit
he: קטן
hi: छोटा
hu: Kicsi
id: Kecil
it: Piccole
ja: 小
ko: 작음
lt: Mažas
ms: Kecil
nb: Liten
nl: Klein
pl: Mały
pt: Pequeno
ro: Mic
ru: Маленький
sv: Liten
tr: Küçük
uk: Малий
vi: Nhỏ
zh_hans: 小
zh_hant: 小

# topscan_superhigh
source: Super High
ar: مرتفع جدا
cs: Super vysoká
da: Super høj
de: Super hoch
el: Πολύ Υψηλή
es: Muy alto
fa: فوق العاده بالا
fi: Erittäin korkea
fr: Très haut
he: סופר גבוה
hi: सुपर हाई
hu: Szuper nagy
id: Sangat tinggi
it: Altissimo
ja: 超高
ko: 슈퍼 하이
lt: Itin aukštas
ms: Sangat Tinggi
nb: Super høy
nl: Groot
pl: Bardzo wysoko
pt: Super alto
ro: Super mare
ru: Супер-высокий
sv: Super hög
tr: Süper yüksek
uk: Супервисокий
vi: Siêu cao
zh_hans: 超高
zh_hant: 超高

# topscan_shareapp
source: Share this app
ar: شارك هذا التطبيق
cs: Sdílení této aplikace
da: Del denne app
de: Teilen Sie diese App
el: Μοιραστείτε αυτήν την εφαρμογή
es: Compartir esta aplicación
fa: این برنامه را به اشتراک بگذارید
fi: Jaa tämä sovellus
fr: Partager cette application
he: שתף את האפליקציה הזו
hi: इस ऐप को साझा करें
hu: Ossza meg ezt az alkalmazást
id: Bagikan aplikasi ini
it: Condividi questa app
ja: このアプリを共有
ko: 이 앱 공유
lt: Bendrinti šią programą
ms: Kongsi aplikasi ini
nb: Del denne appen
nl: Deze app delen
pl: Udostępnij tą aplikację
pt: Partilhar esta aplicação
ro: Distribuie aceasta aplicatie
ru: Поделиться этим приложением
sv: Dela denna app
tr: Bu uygulamayı paylaş
uk: Поділитися програмою
vi: Chia sẻ ứng dụng này
zh_hans: 分享我们的APP
zh_hant: 分享這個應用程式

# topscan_backup
source: Backup & Restore
ar: نسخ احتياطي واستعادة
cs: Zálohování a obnovení
da: Parti og gendannelse
de: Sicherung & Wiederherstellung
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά
es: Respaldar y restaurar
fa: پشتیبان گیری و بازیابی
fi: Varmuuskopiointi & palautus
fr: Sauvegarde et Restauration
he: שחזור וגיבוי
hi: बैकअप और रीस्टोर
hu: Biztonsági mentés és visszaállítás
id: Cadangkan & Pulihkan
it: Ripristina il backup
ja: バックアップと復元
ko: 백업 및 복원
lt: Atsarginė kopija ir atkūrimas
ms: Sandar & Pulihkan
nb: Gjenopprette fra sikkerhetskopi
nl: Back-up maken en Herstellen
pl: Przywracania kopii zapasowej
pt: Restauração de backup
ro: Backup și restaurare
ru: Резервное копирование и восстановление
sv: Säkerhetskopiering och återställning
tr: Yedekle ve Geri Yükle
uk: Резервне копіювання та відновлення
vi: Sao lưu & Khôi phục
zh_hans: 备份&还原
zh_hant: 備份和復原

# topscan_icouldbackup
source: Backup
ar: نسخ احتياطي
cs: Zálohování
de: Sichern
el: Αντιγράφων ασφαλείας
es: Respaldar
fa: پشتیبان گیری
fi: Varmuuskopioi
fr: Sauvegarder
he: גבה
hi: बैकअप
hu: Biztonsági mentés
id: Cadangkan
ja: バックアップ
ko: 백업
lt: Atsarginė kopija
ms: Sandarkan
nb: Sikkerhetskopiering
nl: Back-up maken
pl: Utworzyć kopię zapasową
pt: Cópia de segurança
ru: Резервное копирование
sv: Säkerhetskopia
tr: Yedekle
uk: Резервне копіювання
vi: Sao lưu
zh_hans: 备份
zh_hant: 備份

# topscan_importimage
source: Import image
ar: استيراد الصورة
cs: Importovat obrázek
da: Importer billede
de: Bild importieren
el: Εισαγωγή εικόνας
es: Importar imagen
fa: وارد کردن تصویر
fi: Tuo kuva
fr: Importer une image
he: ייבא תמונה
hi: छवि आयात करें
hu: Kép importálása
id: Impor gambar
it: Importa immagine
ja: 画像をインポート
ko: 이미지 가져오기
lt: Importuoti vaizdą
ms: Import imej
nb: Importer bilde
nl: Afbeelding importeren
pl: Importuj obraz
pt: Importar imagem
ro: Importați imaginea
ru: Импортировать изображение
sv: Importera bild
tr: Resmi içe aktar
uk: Імпортувати зображення
vi: Nhập hình ảnh
zh_hans: 导入图片
zh_hant: 導入圖片

# topscan_mergepdf
source: Merge PDF
ar: دمج PDF
cs: Sloučit PDF
da: Flet PDF
de: PDF zusammenführen
el: Συγχώνευση PDF
es: Fusionar PDF
fa: ادغام PDF
fi: Yhdistä PDF
fr: Fusionner PDF
he: מיזוג PDF
hi: पीडीएफ मर्ज करें
hu: PDF egyesítése
id: Gabungkan PDF
it: Unisci PDF
ja: PDF をマージ
ko: PDF 병합
lt: Sujungti PDF
ms: Gabungkan PDF
nb: Slå sammen PDF
nl: PDF Samenvoegen
pl: Połącz pliki PDF
pt: Mesclar PDF
ro: Îmbinați PDF-ul
ru: Слить PDF
sv: Sammanfoga PDF
tr: PDF birleştirme
uk: Об’єднати PDF
vi: Hợp nhất PDF
zh_hans: 合并PDF
zh_hant: 合併 PDF

# topscan_importfile
source: Import file
ar: استيراد ملف
cs: Importovat soubor
da: Importer fil
de: Datei importieren
el: Εισαγωγή αρχείου
es: Importar archivo
fa: وارد کردن فایل
fi: Tuo tiedosto
fr: Importer le fichier
he: ייבא קובץ
hi: फ़ाइल आयात करें
hu: Fájl importálása
id: Impor file
it: Importare file
ja: ファイルをインポート
ko: 파일 가져오기
lt: Importuoti failą
ms: Import fail
nb: Importer fil
nl: Bestand Importeren
pl: Importuj plik
pt: Importar ficheiro
ro: Fișier de import
ru: Импортировать файл
sv: Importera fil
tr: Önemli dosya
uk: Імпортувати файл
vi: Nhập tệp
zh_hans: 导入文件
zh_hant: 導入文件

# topscan_longpresstip
source: I got it!
ar: فهمت
cs: Mám to
da: Jeg har forstået
de: Ich hab's
el: Το πιασα!
es: Entendido
fa: دریافت کردم!
fi: Selvä
fr: J'ai compris
he: הבנתי
hi: समझ गए!
hu: Megvan!
id: Saya mengerti
it: Capito!
ja: 了解
ko: 알겠습니다!
lt: Supratau!
ms: Saya faham
nb: Jeg har det!
nl: Ik begrijp het
pl: Rozumiem
pt: Percebi!
ro: Am înțeles!
ru: Понятно
sv: Jag förstår!
tr: Anladım
uk: Зрозуміло
vi: Tôi hiểu rồi!
zh_hans: 我了解!
zh_hant: 明白

# topscan_search
source: Search
ar: بحث
cs: Vyhledávání
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
fa: جستجو کردن
fi: Hae
fr: Rechercher
he: לחפש
hi: खोज
hu: Keresés
id: Cari
it: Ricerca
ja: 検索
ko: 검색
lt: Paieška
ms: Carian
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Procurar
ro: Căutare
ru: Поиск
sv: Sök
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# topscan_homemoredocremind
source: Document reminder
ar: تذكير المستند
cs: Připomenutí dokumentu
da: Dokumentpåmindelse
de: Dokumenterinnerung
el: Υπενθύμιση εγγράφου
es: Recordatorio de documento
fa: یادآوری سند
fi: Asiakirjamuistutus
fr: Rappel de documents
he: תזכורת למסמך
hi: दस्तावेज़ रिमाइंडर
hu: Dokumentum emlékeztető
id: Pengingat dokumen
it: Promemoria documento
ja: ドキュメントのリマインダー
ko: 문서 알림
lt: Dokumento priminimas
ms: Peringatan dokumen
nb: Dokumentpåminnelse
nl: Documentherinnering
pl: Przypomnienie o dokumencie
pt: Lembrete de documento
ro: Memento document
ru: Напоминание о документе
sv: Dokumentpåminnelse
tr: Belge hatırlatıcısı
uk: Нагадування про документ
vi: Nhắc nhở tài liệu
zh_hans: 文档提醒
zh_hant: 文件提醒

# topscan_settingtemplate
source: Template
ar: قالب
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
fa: قالب
fi: Malline
fr: Modèle
he: תבנית
hi: टेम्पलेट
hu: Sablon
id: Templat
it: Modello
ja: テンプレート
ko: 템플릿
lt: Šablonas
ms: Templat
nb: Mal
nl: Sjabloon
pl: Szablon
pt: Modelo
ro: Șablon
ru: Шаблон
sv: Mall
tr: Şablon
uk: Шаблон
vi: Bản mẫu
zh_hans: 模板
zh_hant: 模板

# topscan_settingfamily
source: Family
ar: عائلة
cs: Rodina
da: Familie
de: Familie
el: Οικογένεια
es: Familia
fa: خانواده
fi: Perhe
fr: Famille
he: מִשׁפָּחָה
hi: परिवार
hu: Család
id: Keluarga
it: Famiglia
ja: ファミリー
ko: 가족
lt: Šeima
ms: Keluarga
nb: Familie
nl: Familie
pl: Rodzina
pt: Família
ro: Familie
ru: Семья
sv: Familj
tr: Aile
uk: Сім'я
vi: Gia đình
zh_hans: 家庭
zh_hant: 家庭

# topscan_shareappcontent
source: Found a great scanner software, download link
ar: عثرت على برنامج ماسح ضوئي رائع ، رابط التنزيل
cs: Nalezli jsme skvělý software pro skener, odkaz ke stažení
da: Fandt en god scannersoftware, downloadlink
de: Tolle Scanner-Software gefunden, Download-Link
el: Βρέθηκε ένα υπέροχο λογισμικό σαρωτή, σύνδεσμος λήψης
es: Encontré un excelente software de escáner, enlace de descarga
fa: یک نرم افزار اسکنر عالی پیدا کردم ، لینک دانلود
fi: Löytyi loistava skanneriohjelmisto, latauslinkki
fr: Trouvé un excellent logiciel de numérisation, lien de téléchargement
he: מצאתי תוכנת סורק נהדרת, קישור להורדה
hi: एक बेहतरीन स्कैनर सॉफ्टवेयर है, डाउनलोड लिंक
hu: Talált egy nagyszerű szkenner szoftvert, letöltési link
id: Menemukan perangkat lunak pemindai yang hebat, tautan unduh
it: Trovato un ottimo software scanner, link per il download
ja: 素晴らしいスキャナーソフトウェアを見つけました。リンクをダウンロードする
ko: 훌륭한 스캐너 소프트웨어를 찾았습니다. 다운로드 링크
lt: Rasta puiki skaitytuvo programa, atsisiuntimo nuoroda
ms: Terdapat perisian pengimbas yang hebat, muat turun pautan
nb: Fant en flott skannerprogramvare, nedlastingskobling
nl: Geweldige scannersoftware gevonden, downloadlink
pl: Znalazłem świetne oprogramowanie skanera, link do pobrania
pt: Encontrou um ótimo software de scanner, link para download
ro: Am găsit un software de scanare excelent, link de descărcare
ru: Нашел отличное программное обеспечение для сканера, ссылка для скачивания
sv: Hittade en bra skannerprogramvara, nedladdningslänk
tr: Harika bir tarayıcı yazılımı buldum, indirme bağlantısı
uk: Знайшли чудове програмне забезпечення сканера, посилання для завантаження
vi: Đã tìm thấy một phần mềm scan tuyệt vời, liên kết tải xuống
zh_hans: 找到了一个很棒的扫描仪软件，下载链接
zh_hant: 找到一個很棒的掃描軟件，下載鏈接

# topscan_mergefilemethodtitle
source: Select a Merging Method
ar: حدد طريقة دمج
cs: Vyberte metodu sloučení
da: Vælg en fusioneringsmetode
de: Zusammenführungsmethode wählen
el: Επιλέξτε μια μέθοδο συγχώνευσης
es: Selecciona un método de fusión
fa: یک روش ادغام را انتخاب کنید
fi: Valitse yhdistämistapa
fr: Sélectionnez une méthode de fusion
he: בחר שיטת מיזוג
hi: मर्ज करने की कोई विघि चुनें
hu: Egyesítési módszer kiválasztása
id: Pilih Metode Penggabungan
it: Seleziona un metodo di fusione
ja: 結合方法を選択
ko: 병합 방법 선택
lt: Pasirinkite sujungimo metodą
ms: Pilih Kaedah Penggabungan
nb: Velg en sammenslåingsmetode
nl: Kies een samenvoegmethode
pl: Wybierz metodę łączenia
pt: Selecione um método de fusão
ro: Selectați o metodă de fuziune
ru: Выберите метод объединения
sv: Välj en metod för sammanslagning
tr: Bir Birleştirme Yöntemi Seçin
uk: Виберіть спосіб поєднання
vi: Chọn Phương thức Hợp nhất
zh_hans: 选择一个合并方法
zh_hant: 選擇合併方式
