Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_phonememoryalert
source: Due to phone memory issues, collages larger than 30 pictures may cause a crash. Do you want to continue?
ar: نظرًا لوجود مشكلات في ذاكرة الهاتف ، فقد تتسبب الصور المجمعة التي يزيد حجمها عن 30 صورة في حدوث عطل. هل تريد الاستمرار؟
cs: Kvůli problémům s pamětí telefonu mohou koláže větší než 30 obrázků způsobit selhání. Chceš pokračovat?
da: På grund af problemer med telefonhukommelsen kan collager, der er større end 30 billeder, forårsage et nedbrud. Ønsker du at fortsætte?
de: Aufgrund von Problemen mit dem Telefonspeicher können Collagen mit mehr als 30 Bildern einen Absturz verursachen. Möchten Sie fortfahren?
el: Λόγω προβλημάτων μνήμης τηλεφώνου, κολάζ μεγαλύτερα από 30 εικόνες ενδέχεται να προκαλέσουν σφάλμα. Θέλετε να συνεχίσετε;
es: Debido a problemas de memoria del teléfono, los collages de más de 30 imágenes pueden provocar un bloqueo. ¿Quieres continuar?
fa: به دلیل مشکلات حافظه تلفن ، کلاژهای بزرگتر از 30 عکس ممکن است خراب شوند. می خواهید ادامه دهید؟
fi: Puhelimen muistiongelmista johtuen yli 30 kuvan kollaasit voivat aiheuttaa kaatumisen. Haluatko jatkaa?
fr: En raison de problèmes de mémoire du téléphone, les collages de plus de 30 images peuvent provoquer un plantage. Voulez-vous continuer?
he: בגלל בעיות בזיכרון הטלפון, קולאז'ים גדולים מ- 30 תמונות עלולים לגרום להתרסקות. האם אתה רוצה להמשיך?
hi: फ़ोन मेमोरी से जुड़ी समस्याओं के कारण, 30 से बड़े चित्रों के कोलाज क्रैश का कारण बन सकते हैं. क्या आप जारी रखना चाहते हैं?
hu: A telefon memóriájával kapcsolatos problémák miatt a 30 képnél nagyobb kollázsok összeomlást okozhatnak. Szeretné folytatni?
id: Karena masalah memori telepon, kolase yang lebih besar dari 30 gambar dapat menyebabkan kerusakan. Apakah Anda ingin melanjutkan?
it: A causa di problemi di memoria del telefono, i collage più grandi di 30 immagini possono causare un arresto anomalo. Vuoi continuare?
ja: 電話のメモリの問題により、30 枚を超えるコラージュはクラッシュを引き起こす可能性があります。続行しますか？
ko: 휴대폰 메모리 문제로 인해 30 장보다 많은 사진을 콜라주하면 충돌이 발생할 수 있습니다. 계속하시겠습니까?
lt: Dėl telefono atminties problemų koliažai, didesni nei 30 nuotraukų, gali sukelti gedimą. Ar norite tęsti?
ms: Disebabkan masalah memori telefon, kolaj yang lebih besar daripada 30 gambar boleh menyebabkan kerosakan. Adakah anda mahu meneruskan?
nb: På grunn av problemer med telefonminnet kan kollasjer som er større enn 30 bilder forårsake en krasj. Vil du fortsette?
nl: Vanwege problemen met het telefoongeheugen kunnen collages die groter zijn dan 30 foto's een crash veroorzaken. Wilt u doorgaan?
pl: Z powodu problemów z pamięcią telefonu kolaże większe niż 30 zdjęć mogą spowodować awarię. Czy chcesz kontynuować?
pt: Devido a problemas de memória do telefone, colagens com mais de 30 fotos podem causar falhas. Quer continuar?
ro: Din cauza problemelor de memorie a telefonului, colajele mai mari de 30 de imagini pot cauza un accident. Doriți să continuați?
ru: Из-за проблем с памятью телефона коллажи, содержащие более 30 изображений, могут вызвать сбой. Вы хотите продолжить?
sv: På grund av problem med telefonminnet kan kollage större än 30 bilder orsaka en krasch. Vill du fortsätta?
tr: Telefon hafızası sorunları nedeniyle, 30'dan fazla resimden oluşan kolajlar çökmeye neden olabilir. Devam etmek istiyor musun?
uk: Через проблеми з пам’яттю телефону колажі розміром більше 30 зображень можуть спричинити збій. Ви хочете продовжити?
vi: Do các vấn đề về bộ nhớ điện thoại, những ảnh ghép lớn hơn 30 ảnh có thể gây ra sự cố. Bạn có muốn tiếp tục?
zh_hans: 由于手机内存问题，超过 30 张图片的拼贴可能会导致崩溃,你要继续吗?
zh_hant: 由於手機內存問題，超過 30 張圖片的拼貼可能會導致崩潰。你要繼續嗎？

# topscan_continueshare
source: Continue to share
ar: تواصل المشاركة
cs: Pokračujte ve sdílení
da: Fortsæt med at dele
de: Weiter teilen
el: Συνεχίστε να μοιράζεστε
es: Continuar compartiendo
fa: به اشتراک گذاری ادامه دهید
fi: Jatka jakamista
fr: Continuer à partager
he: המשך לשתף
hi: शेयर करना जारी रखें
hu: Folytassa a megosztást
id: Lanjutkan untuk berbagi
it: Continua a condividere
ja: 共有し続ける
ko: 계속 공유
lt: Tęsti dalinimąsi
ms: Terus berkongsi
nb: Fortsett å dele
nl: Doorgaan met delen
pl: Kontynuuj udostępnianie
pt: Continue a partilhar
ro: Continuați să distribuiți
ru: Продолжить делиться
sv: Fortsätt att dela
tr: Paylaşmaya devam et
uk: Продовжуйте ділитися
vi: Tiếp tục chia sẻ
zh_hans: 继续分享
zh_hant: 繼續分享

# topscan_savealert
source: Are you sure to leave without saving the changes?
ar: هل أنت متأكد من المغادرة دون حفظ التغييرات؟
cs: Opravdu odejdete bez uložení změn?
da: Er du sikker på at rejse uden at gemme ændringerne?
de: Möchten Sie wirklich gehen, ohne die Änderungen zu speichern?
el: Είστε βέβαιοι ότι θα φύγετε χωρίς να αποθηκεύσετε τις αλλαγές;
es: ¿Estás seguro de salir sin guardar los cambios?
fa: آیا مطمئنید بدون ذخیره تغییرات می خواهید ترک کنید؟
fi: Haluatko varmasti poistua tallentamatta muutoksia?
fr: Êtes-vous sûr de quitter sans enregistrer les modifications ?
he: האם אתה בטוח לעזוב מבלי לשמור את השינויים?
hi: क्या आप वाकई परिवर्तनों को सहेजे बिना छोड़ना चाहते हैं?
hu: Biztosan kilép a módosítások mentése nélkül?
id: Apakah Anda yakin untuk berhenti tanpa menyimpan perubahan?
it: Sei sicuro di uscire senza salvare le modifiche?
ja: 変更を保存せずに終了してもよろしいですか？
ko: 변경 사항을 저장하지 않고 종료하시겠습니까?
lt: Ar tikrai norite išeiti neišsaugoję pakeitimų?
ms: Adakah anda pasti untuk keluar tanpa menyimpan perubahan?
nb: Er du sikker på å dra uten å lagre endringene?
nl: Weet u zeker dat u vertrekt zonder de wijzigingen op te slaan?
pl: Czy na pewno wyjdziesz bez zapisywania zmian?
pt: Tem a certeza de que deseja sair sem guardar as alterações?
ro: Sigur plecați fără a salva modificările?
ru: Вы обязательно уйдете без сохранения изменений?
sv: Är du säker på att lämna utan att spara ändringarna?
tr: Değişiklikleri kaydetmeden ayrılacağınızdan emin misiniz?
uk: Ви підете, не зберігаючи зміни?
vi: Bạn có chắc chắn rời đi mà không lưu các thay đổi không?
zh_hans: 您确定不保存更改就离开吗?
zh_hant: 您確定不保存更改就離開嗎？

# topscan_deletesignatureimagealert
source: Are you sure you want to delete the signature image ?
ar: هل أنت متأكد أنك تريد حذف صورة التوقيع؟
cs: Opravdu chcete odstranit podpisový obrázek?
da: Er du sikker på, at du ønsker at slette signaturbilledet?
de: Möchten Sie das Signaturbild wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε την εικόνα υπογραφής;
es: ¿Estás seguro de que quieres eliminar la imagen de la firma?
fa: آیا مطمئن هستید که می خواهید تصویر امضا را حذف کنید؟
fi: Haluatko varmasti poistaa allekirjoituskuvan?
fr: Êtes-vous sûr de vouloir supprimer l'image de signature ?
he: האם אתה בטוח שברצונך למחוק את תמונת החתימה?
hu: Biztosan törli az aláírási képet?
id: Apakah Anda yakin ingin menghapus gambar tanda tangan?
it: Sei sicuro di voler eliminare l'immagine della firma?
ja: 署名画像を削除してもよろしいですか？
ko: 서명 이미지를 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti parašo vaizdą?
ms: Adakah anda pasti mahu menghapuskan imej tandatangan?
nb: Er du sikker på at du vil slette signaturbildet?
nl: Weet u zeker dat u de handtekeningafbeelding wilt verwijderen?
pl: Czy na pewno chcesz usunąć obraz podpisu?
pt: Tem a certeza de que deseja apagar a imagem da assinatura?
ro: Sigur doriți să ștergeți imaginea semnăturii?
ru: Вы уверены, что хотите удалить изображение подписи?
sv: Är du säker på att du vill ta bort signaturbilden?
tr: İmza resmini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити зображення підпису?
vi: Bạn có chắc chắn muốn xóa hình ảnh chữ ký không?
zh_hans: 您确定要删除签名图片吗?
zh_hant: 您確定要刪除簽名圖像嗎？

# topscan_discard
source: Discard Changes
ar: تجاهل التغييرات
cs: Zrušit změny
da: Kassér ændringer
de: Änderungen verwerfen
el: Απορρίψετε τις αλλαγές
es: Descartar los cambios
fa: لغو تغییرات
fi: Hylkää muutokset
fr: Annuler les modifications
he: בטל שינויים
hi: परिवर्तनों को निरस्त करें
hu: Módosítások elvetése
id: Buang Perubahan
it: Non salvare le modifiche
ja: 変更を破棄
ko: 변경 사항 취소
lt: Atmesti pakeitimus
ms: Membuang perubahan
nb: Forkaste endringer
nl: Veranderingen ongedaan maken
pl: Odrzucić zmiany
pt: Descartar mudanças
ro: Renunțați la modificări
ru: Отменить изменения
sv: Ignorera ändringar
tr: Değişiklikleri gözardı et
uk: Скасувати зміни
vi: Loại bỏ những thay đổi
zh_hans: 放弃更改
zh_hant: 放棄更改

# topscan_movesuccess
source: Move document(s) successfully!
ar: نقل المستندات بنجاح!
cs: Přesun dokumentů úspěšné!
da: Flyt dokument(er) er nu gjort
de: Dokument(e) erfolgreich verschieben!
el: Μετακίνηση εγγράφων με επιτυχία!
es: ¡Documentos movidos correctamente!
fa: انتقال سند(ها) با موفقیت!
fi: Siirrä asiakirja(t) onnistuneesti!
fr: Déplacez le(s) document(s) avec succès !
he: העבר מסמכים בהצלחה!
hi: दस्तावेज़(दस्तावेज़ों) को सफलतापूर्वक ले जाएँ!
hu: A dokumentum(ok) áthelyezése sikeres!
id: Pindahkan dokumen berhasil!
it: Documenti spostati con successo!
ja: ドキュメントを正常に移動します！
ko: 문서를 성공적으로 이동했습니다!
lt: Dokumento (-ų) perkėlimas sėkmingas!
ms: Dokumen dipindahkan dengan jayanya!
nb: Flytt dokument(er) vellykket!
nl: Verplaats document(en) succesvol!
pl: Przenieś dokument(y) pomyślnie!
pt: Mover documento(s) com sucesso!
ro: Mutați documentele cu succes!
ru: Документы перемещены успешно!
sv: Flytta dokument med framgång!
tr: Belgeleri başarıyla taşıyın!
uk: Документ(и) переміщено успішно!
vi: Di chuyển (các) tài liệu thành công!
zh_hans: 移动文档成功!
zh_hant: 成功移動文檔！

# topscan_copysuccess
source: Copy document(s) successfully!
ar: انسخ المستند(المستندات) بنجاح!
cs: Zkopírujte dokumenty úspěšně!
da: Kopier dokument(er) er nu gjort
de: Dokument(e) erfolgreich kopieren!
el: Αντιγράψτε επιτυχώς τα έγγραφα!
es: ¡Documentos copiados correctamente!
fa: سند(ها) را با موفقیت کپی کنید!
fi: Kopioi asiakirja(t) onnistuneesti!
fr: Copiez le(s) document(s) avec succès !
he: העתק מסמכים בהצלחה!
hi: दस्तावेज़(दस्तावेज़ों) को सफलतापूर्वक कॉपी करें!
hu: A dokumentum(ok) másolása sikeres!
id: Salin dokumen berhasil!
it: Documenti copiati con successo!
ja: ドキュメントを正常にコピーしてください！
ko: 문서 복사에 성공했습니다!
lt: Dokumento (-ų) kopijavimas sėkmingas!
ms: Dokumen disalin dengan jayanya!
nb: Kopier dokument(er) vellykket!
nl: Kopieer document(en) succesvol!
pl: Skopiuj dokument(y) pomyślnie!
pt: Copie o(s) documento(s) com sucesso!
ro: Copiați documentele cu succes!
ru: Копирование документов успешно!
sv: Kopiera dokument med framgång!
tr: Belgeleri başarıyla kopyalayın!
uk: Копіювання здійснено успішно!
vi: Sao chép (các) tài liệu thành công!
zh_hans: 复制文档成功!
zh_hant: 複製文件成功！

# topscan_mergesuccess
source: Merge document(s) successfully!
ar: دمج المستندات بنجاح!
cs: Sloučit dokumenty úspěšně!
da: Flet dokument(er) er nu gjort
de: Dokument(e) erfolgreich zusammenführen!
el: Συγχώνευση εγγράφων με επιτυχία!
es: ¡Documentos fusionados correctamente!
fa: ادغام سند(ها) با موفقیت!
fi: Yhdistä asiakirja(t) onnistuneesti!
fr: Fusionnez le(s) document(s) avec succès !
he: מיזג מסמכים בהצלחה!
hi: दस्तावेज़(दस्तावेज़ों) को सफलतापूर्वक मर्ज करें!
hu: A dokumentum(ok) egyesítése sikeres!
id: Gabungkan dokumen berhasil!
it: Documenti uniti con successo!
ja: ドキュメントを正常にマージします！
ko: 문서 병합에 성공했습니다!
lt: Dokumento (-ų) sujungimas sėkmingas!
ms: Dokumen digabungkan dengan jayanya!
nb: Slå sammen dokument(er) vellykket!
nl: Document(en) succesvol samenvoegen!
pl: Połącz dokumenty pomyślnie!
pt: Misturar documento(s) com sucesso!
ro: Mergeți documentele cu succes!
ru: Слияние документов успешно!
sv: Sammanfoga dokument framgångsrikt!
tr: Belgeleri başarıyla birleştirin!
uk: Об’єднання здійснено успішно!
vi: Hợp nhất (các) tài liệu thành công!
zh_hans: 合并文档成功!
zh_hant: 成功合併文檔！

# topscan_clearphotos
source: The photo(s) just taken will not be saved. Are you sure to discard the photo(s)?
ar: لن يتم حفظ الصورة(الصور) التي تم التقاطها للتو. هل أنت متأكد من تجاهل الصورة(الصور)؟
cs: Právě pořízené fotografie nebudou uloženy. Opravdu fotku(fotografie) zahodíte?
da: Billedet / fotos, der lige er taget, vil ikke blive gemt Er du sikker på at kassere billedet / fotos?
de: Die gerade aufgenommenen Fotos werden nicht gespeichert. Möchten Sie die Fotos wirklich verwerfen?
el: Οι φωτογραφίες που μόλις τραβήξατε δεν θα αποθηκευτούν. Είστε βέβαιοι ότι θα απορρίψετε τις φωτογραφίες;
es: Las fotos recién tomadas no se guardarán. ¿Estás seguro de descartar la(s) foto(s)?
fa: عکس های گرفته شده ذخیره نمی شوند. آیا مطمئن هستید که عکس(ها) را کنار می گذارید؟
fi: Juuri otettuja valokuvia ei tallenneta. Hävitätkö varmasti kuvat?
fr: La ou les photos que vous venez de prendre ne seront pas enregistrées. Êtes-vous sûr de supprimer la ou les photos ?
he: התצלומים שצולמו זה עתה לא יישמרו. האם אתה בטוח שתרצה לזרוק את התצלומים?
hi: अभी-अभी ली गई फ़ोटो (एकाधिक) सहेजी नहीं जाएगी. क्या आप वाकई फ़ोटो को हटाना चाहते हैं?
hu: Az imént készített fotó(ka)t nem menti el. Biztosan elveti a fotó(ka)t?
id: Foto yang baru saja diambil tidak akan disimpan. Apakah Anda yakin akan membuang foto tersebut?
it: Le foto appena scattate non verranno salvate. Sei sicuro di scartare le foto?
ja: 撮影したばかりの写真は保存されません。写真を破棄してもよろしいですか？
ko: 방금 찍은 사진은 저장되지 않습니다. 사진을 삭제하시겠습니까?
lt: Ką tik padaryta nuotrauka nebus išsaugota. Ar tikrai norite išmesti nuotrauką (-as)?
ms: Foto yang baru diambil tidak akan disimpan. Adakah anda pasti membuang foto?
nb: Bildet / bildene som nettopp er tatt blir ikke lagret. Er du sikker på at du vil forkaste bildene?
nl: De zojuist gemaakte foto('s) worden niet opgeslagen. Weet u zeker dat u de foto('s) weggooit?
pl: Zrobione przed chwilą zdjęcia nie zostaną zapisane. Czy na pewno chcesz odrzucić zdjęcia?
pt: As fotos tiradas não serão guardadas. Tem a certeza de que quer descartar a(s) foto(s)?
ro: Fotografia(fotografiile) tocmai făcute nu vor fi salvate. Sigur eliminați fotografia(fotografiile)?
ru: Только что сделанные фотографии не будут сохранены. Вы уверены, что откажетесь от фото?
sv: De bilder som just tagits sparas inte. Är du säker på att kassera fotot/fotona?
tr: Yeni çekilen fotoğraf(lar) kaydedilmeyecek. Fotoğrafları silmek istediğinizden emin misiniz?
uk: Щойно зроблені фотографії не будуть збережені. Дійсно викинути фотографії?
vi: (Các) ảnh vừa chụp sẽ không được lưu. Bạn có chắc chắn muốn hủy (các) ảnh không?
zh_hans: 刚刚拍摄的照片将不会被保存, 你确定要舍弃照片吗?
zh_hant: 剛剛拍攝的照片將不會被保存。您確定要捨棄照片嗎？

# topscan_noalert
source: Do not remind again
ar: لا تذكر مرة أخرى
cs: Nepřipomínat to znovu
da: Mind mig ikke om dette igen
de: Nicht mehr erinnern
el: Μην το υπενθυμίσετε ξανά
es: No volver a recordar
fa: دوباره یادآوری نکن
fi: Älä muistuta uudelleen
fr: Ne plus rappeler
he: אל תזכיר שוב
hi: फिर से याद न दिलाये
hu: Ne emlékeztess újra
id: Jangan ingatkan lagi
it: Non ricordarmelo di nuovo
ja: 二度と表示しない
ko: 다시 알리지 않음
lt: Daugiau nepriminti
ms: Jangan ingatkan lagi
nb: Ikke minne igjen
nl: Geen herinneringen meer sturen
pl: Nie przypominaj znowu
pt: Não lembrar de novo
ro: Nu-mi aduce aminte din nou
ru: Больше не напоминать
sv: Påminn inte igen
tr: Bir daha hatırlatma
uk: Більше не нагадувати
vi: Đừng nhắc lại
zh_hans: 不再提醒
zh_hant: 不再提醒

# topscan_editpdf
source: Edit PDF
ar: تحرير PDF
cs: Upravit PDF
da: Rediger PDF
de: PDF bearbeiten
el: Επεξεργασία PDF
es: Editar PDF
fa: ویرایش PDF
fi: Muokkaa PDF-tiedostoa
fr: Modifier le PDF
he: ערוך PDF
hi: पीडीएफ संपादित करें
hu: PDF szerkesztése
it: Modifica PDF
ja: PDF を編集
ko: PDF 편집
lt: Redaguoti PDF
nb: Rediger PDF
nl: PDF bewerken
pl: Edytuj PDF
pt: Editar PDF
ro: Editați PDF
ru: Редактировать PDF
sv: Redigera PDF
tr: PDF'yi düzenle
uk: Редагувати PDF
vi: Chỉnh sửa PDF
zh_hans: 编辑PDF
zh_hant: 編輯 PDF

# topscan_addpage
source: Add page
ar: إضافة صفحة
cs: Přidat stránku
da: Tilføj side
de: Seite hinzufügen
el: Προσθήκη σελίδας
es: Añadir página
fa: اضافه کردن صفحه
fi: Lisää sivu
fr: Ajouter une page
he: הוסף עמוד
hi: पृष्ठ जोड़ें
hu: Oldal hozzáadása
id: Tambah laman
it: Aggiungi pagina
ja: ページを追加
ko: 페이지 추가
lt: Pridėti puslapį
ms: Tambah halaman
nb: Legg til side
nl: Pagina toevoegen
pl: Dodaj stronę
pt: Adicionar Página
ro: Adăugare pagină
ru: Добавить страницу
sv: Lägg till sida
tr: Sayfa ekle
uk: Додати сторінку
vi: Thêm trang
zh_hans: 添加页面
zh_hant: 添加頁面

# topscan_collageimage
source: Collage Image...
ar: صورة مجمعة...
cs: Koláž obrázek...
da: Collagebillede...
de: Collage-Bild...
el: Εικόνα κολάζ...
es: Imagen de collage...
fa: کلاژ تصویر...
fi: Kollaasikuva...
fr: Collage d'images...
he: תמונת קולאז '...
hi: कोलाज छवि...
hu: Kollázskép...
id: Gambar Kolase...
it: Collage di immagini...
ja: コラージュ画像...
ko: 콜라주 이미지...
lt: Koliažo vaizdas...
ms: Imej Kolaj...
nb: Collagebilde...
nl: Collagebeeld...
pl: Obraz kolażu...
pt: Imagem de colagem...
ro: Imagine colaj...
ru: Изображение коллажа...
sv: Kollagebild...
tr: Kolaj Resmi...
uk: Зображення колажу...
vi: Ảnh ghép...
zh_hans: 图像拼贴...
zh_hant: 拼貼圖片...

# topscan_collageproof
source: Proof Of Property
ar: إثبات الملكية
cs: Doklad o vlastnictví
da: Bevis for ejendom
de: Eigentumsnachweis
el: Απόδειξη ιδιοκτησίας
es: Prueba de propiedad
fa: اثبات مالکیت
fi: Todistus omaisuudesta
fr: Preuve de propriété
he: הוכחת רכוש
hi: संपत्ति का प्रमाण
hu: Tulajdonigazolás
id: Bukti Properti
it: Prova di proprietà
ja: 財産の証明
ko: 재산 증명
lt: Nuosavybės įrodymas
ms: Bukti Harta benda
nb: Bevis på eiendom
nl: Bewijs van eigendom
pl: Dowód własności
pt: Prova de propriedade
ro: Dovada proprietății
ru: Доказательство собственности
sv: Bevis på egendom
tr: Mülkiyet Kanıtı
uk: Підтвердження власності
vi: Bằng chứng về tài sản
zh_hans: 财产证明
zh_hant: 財產證明

# topscan_collagedriverlicense
source: Driver License
ar: رخصة قيادة
cs: Řidičský průkaz
da: Kørekort
de: Führerschein
el: Άδεια οδήγησης
es: Licencia de conducir
fa: گواهینامه رانندگی
fi: Ajokortti
fr: Permis de conduire
he: רשיון נהיגה
hi: चालक लाइसेंस
hu: Jogosítvány
id: SIM
it: Patente di guida
ja: 運転免許証
ko: 운전 면허증
lt: Vairuotojo pažymėjimas
ms: Lesen memandu
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt: Carta de condução
ro: Permis de conducere
ru: Водительское удостоверение
sv: Körkort
tr: Ehliyet
uk: Водійські права
vi: Bằng lái xe
zh_hans: 驾驶执照
zh_hant: 駕駛執照

# topscan_collageidcard
source: ID Card
ar: بطاقة التعريف
cs: Průkaz totožnosti
da: ID kort
de: Ausweis
el: Ταυτότητα
es: Tarjeta de identificación
fa: کارت شناسایی
fi: Henkilökortti
fr: Carte d'identité
he: תעודת זהות
hi: पहचान पत्र
hu: Személyi igazolvány
id: KTP
it: Carta d'identità
ja: ID カード
ko: 신분증
lt: ID kortelė
ms: Kad Pengenalan
nb: ID-kort
nl: ID-kaart
pl: Dowód osobisty
pt: Bilhete de identidade
ro: Carte de identitate
ru: Идентификационная карта
sv: ID-kort
tr: Kimlik kartı
uk: Посвідчення особи
vi: Thẻ căn cước
zh_hans: 身份证
zh_hant: 身份證

# topscan_collagepassport
source: Passport
ar: جواز سفر
cs: Cestovní pas
da: Pas
de: Reisepass
el: Διαβατήριο
es: Pasaporte
fa: گذرنامه
fi: Passi
fr: Passeport
he: דַרכּוֹן
hi: पासपोर्ट
hu: Útlevél
id: Paspor
it: Passaporto
ja: パスポート
ko: 여권
lt: Pasas
ms: Pasport
nb: Pass
nl: Paspoort
pl: Paszport
pt: Passaporte
ro: Pașaport
ru: Заграничный паспорт
sv: Pass
tr: Pasaport
uk: Паспорт
vi: Hộ chiếu
zh_hans: 护照
zh_hant: 護照

# topscan_collageaccountbook
source: Account Book
ar: كتاب الحساب
cs: Účetní kniha
da: Kontobog
de: Geschäftsbuch
el: Βιβλίο λογαριασμού
es: Libro de cuentas
fa: دفترچه حساب
fi: Tilikirja
fr: Livre de comptes
he: פנקס חשבונות
hi: अकाउंट बुक
hu: Számlakönyv
id: Buku Akun
it: Libro contabile
ja: 会計簿
ko: 회계 장부
lt: Paskyros žurnalas
ms: Buku Akaun
nb: Kontobok
nl: Rekeningboek
pl: Księga rachunkowa
pt: Livro de contabilidade
ro: Carte de cont
ru: Бухгалтерская книга
sv: Kontobok
tr: Hesap kitabı
uk: Книга рахунків
vi: Sổ sách kế toán
zh_hans: 账本
zh_hant: 會計冊，記賬簿

# topscan_idcardanti
source: Anti-counterfeit
ar: مكافحة التزييف
cs: Proti padělání
da: Anti-forfalskning
de: Fälschungsschutz
el: Αντι-πλαστά
es: Anti-falsificación
fa: ضد جعل
fi: Väärentämätön
fr: Anti-contrefaçon
he: נגד זיופים
hi: जालसाजी विरोधी
hu: Nem hamisítható
id: Antipemalsuan
it: Anti-contraffazione
ja: 偽造防止
ko: 위조 방지
lt: Kova su klastotėmis
ms: Anti-pemalsuan
nb: Forfalskning
nl: Anti-namaak
pl: Zwalczanie podróbek
pt: Anti-contrafação
ro: Antifals
ru: Защите от подделок
sv: Mot förfalskning
tr: Özgün
uk: Захист від підробок
vi: Chống hàng giả
zh_hans: 防伪
zh_hant: 防偽

# topscan_importpic
source: Gallery
ar: صالة عرض
cs: Galerie
da: Galleri
de: Galerie
el: Εκθεσιακός χώρος
es: Galería
fa: گالری
fi: Galleria
fr: Galerie
he: גלריה
hi: गैलरी
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
lt: Galerija
ms: Galeri
nb: Galleri
nl: Galerij
pl: Galeria
pt: Galeria
ro: Galerie
ru: Галерея
sv: Galleri
tr: Galeri
uk: Галерея
vi: Bộ sưu tập
zh_hans: 图库
zh_hant: 畫廊

# topscan_userdefinedsize
source: Self-defined share file size
ar: حجم ملف المشاركة محدد ذاتيًا
cs: Vlastní definovaná velikost sdíleného souboru
da: Selvdefineret Del filstørrelse
de: Benutzerdefinierte Größe der freigegebenen Datei
el: Αυτο-καθορισμένο μέγεθος αρχείου κοινής χρήσης
es: Tamaño de archivo compartido autodefinido
fa: اندازه فایل اشتراکی خود تعریف شده
fi: Itse määritetty jaetun tiedoston koko
fr: Taille du fichier de partage auto-définie
he: שתף גודל קובץ מוגדר באופן עצמי
hi: सेल्फ-डिफाइंड शेयर फाइल साइज़
hu: Saját fájlmegosztás mérete
id: Ukuran Berbagi File yang ditentukan sendiri
it: Dimensione file di condivisione definita automaticamente
ja: 自己定義の共有ファイルサイズ
ko: 자체 정의 공유 파일 크기
lt: Pačių nustatytas bendrinamo failo dydis
ms: Tentukan sendiri saiz fail untuk dikongsi
nb: Selvdefinert delefilstørrelse
nl: Zelfgedefinieerde bestandsgrootte voor het delen
pl: Zdefiniowany rozmiar pliku udostępniania
pt: Tamanho do ficheiro de partilha autodefinido
ro: Dimensiune fișier partajare auto-definită
ru: Самостоятельно определенный размер файла общего доступа
sv: Självdefinierad filstorlek för delning
tr: Kendinden tanımlı Paylaşım Dosyası boyutu
uk: Розмір внутрішнього файлового ресурсу
vi: Tự chia sẻ kích thước tệp
zh_hans: 自定义分享文件大小
zh_hant: 自訂共享檔案大小

# topscan_filecompressiontitle
source: Enter 0-99 Compression ratio
ar: أدخل 1-99 كنسبة ضغط
cs: Zadejte kompresní poměr 0-99
da: Indtast 1-99 komprimeringsforhold
de: Geben Sie eine Komprimierung von 1 bis 99 ein.
el: Εισαγάγετε 0-99 Αναλογία συμπίεσης
es: Ingresa la proporción de compresión 0-99
fa: نسبت فشرده سازی را بین 0-99 وارد کنید
fi: Syötä puristussuhde 0-99
fr: Saisissez un taux de compression entre 1-99
he: הזן יחס דחיסה 1-99
hi: 0-99 कम्प्रेशन अनुपात दर्ज करें
hu: 0-99 tömörítési arány megadása
id: Masukkan rasio Kompresi 1-99
it: Inserire rapporto di compressione 1-99
ja: 0〜99の圧縮率を入力します
ko: 압축 비율을 0-99 사이로 입력하십시오
lt: Įveskite 0–99 suspaudimo laipsnį
ms: Masukkan 0-99 nisbah mampatan
nb: Angi 0-99 kompresjonsforhold
nl: Voer de een compressieverhouding van 1 tot 99 in
pl: Wpisz Współczynnik kompresji 0-99
pt: Insira a taxa de compressão de 0-99
ro: Introduceți raportul de compresie 0-99
ru: Введите коэффициент сжатия 0-99
sv: Ange 0-99 komprimeringsförhållande
tr: 1-99 arası bir Sıkıştırma oranı girin
uk: Введіть коефіцієнт стиснення 1-99
vi: Nhập tỷ lệ nén 0-99
zh_hans: 输入 0-99 压缩比例
zh_hant: 輸入0-99壓縮率

# topscan_manualsorting
source: Manual sorting
ar: فرز يدوي
cs: Ruční seřazení
da: Manuel sortering
de: Manuelle Sortierung
el: Χειροκίνητη ταξινόμηση
es: Clasificación manual
fa: مرتب سازی دستی
fi: Manuaalinen lajittelu
fr: Tri manuel
he: מיון ידני
hi: मैनुअल सॉर्टिंग
hu: Manuális válogatás
id: Penyortiran Manual
it: Ordinamento manuale
ja: 手動並び替え
ko: 수동 정렬
lt: Rankinis rūšiavimas
ms: Penyusunan Manual
nb: Manuell sortering
nl: Handmatig sorteren
pl: Sortowanie ręczne
pt: Classificação manual
ro: Sortare manuală
ru: Ручная сортировка
sv: Manuell sortering
tr: Manuel Sıralama
uk: Ручне сортування
vi: Sắp xếp thủ công
zh_hans: 手动排序
zh_hant: 手動排序
