Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_emailinvalidtips
source: Please enter the correct email address
ar: الرجاء إدخال عنوان البريد الإلكتروني الصحيح
cs: Zadejte správnou e-mailovou adresu
da: Indtast venligst den korrekte e-mail-adresse
de: Bitte geben Sie die richtige E-Mail-Adresse ein
el: Εισαγάγετε τη σωστή διεύθυνση email
es: Ingresa la dirección de correo electrónico correcta
fa: لطفا آدرس ایمیل صحیح را وارد کنید
fi: Anna oikea sähköpostiosoite
fr: Veuillez saisir la bonne adresse e-mail
he: אנא הזן את כתובת הדוא"ל הנכונה
hi: कृपया सही ईमेल पता दर्ज करें
hu: Kérjük, adja meg a helyes e-mail címet
id: Silakan masukkan alamat email yang benar
it: Per favore inserisci l'indirizzo email corretto
ja: 正しいメールアドレスを入力してください
ko: 정확한 이메일 주소를 입력하세요
lt: Įveskite teisingą el. pašto adresą
ms: Sila masukkan alamat e-mel yang betul
nb: Vennligst skriv inn riktig e-postadresse
nl: Voer het juiste e-mailadres in
pl: Podaj poprawny adres e-mail
pt: Por favor, insira o endereço de e-mail correto
ro: Vă rugăm să introduceți adresa de e-mail corectă
ru: Пожалуйста, введите правильный адрес электронной почты
sv: Ange rätt e-postadress
tr: Lütfen doğru e-posta adresini girin
uk: Введіть правильну адресу електронної пошти
vi: Vui lòng nhập địa chỉ email chính xác
zh_hans: 请输入正确的邮件地址
zh_hant: 請輸入正確的電子郵件地址

# topscan_defaultprocess
source: Default Process
ar: العملية الافتراضية
cs: Implicitní proces
da: Standardproces
de: Standardprozess
el: Προεπιλεγμένη διαδικασία
es: Proceso predeterminado
fa: روند پیش فرض
fi: Oletusprosessi
fr: Processus par défaut
he: תהליך ברירת מחדל
hi: डिफ़ॉल्ट प्रक्रिया
hu: Alapértelmezett folyamat
id: Proses Default
it: Processo predefinito
ja: デフォルトのプロセス
ko: 기본 프로세스
lt: Numatytasis procesas
ms: Proses lalai
nb: Standard prosess
nl: Standaardproces
pl: Domyślny proces
pt: Processo Padrão
ro: Proces implicit
ru: Процесс по умолчанию
sv: Standardprocess
tr: Varsayılan İşlem
uk: Стандартний процес
vi: Quy trình mặc định
zh_hans: 默认处理模式
zh_hant: 預設處理

# topscan_original
source: Original
ar: إبداعي
cs: Originál
el: Πρωτότυπο
fa: اصلی
fi: Alkuperäinen
he: מְקוֹרִי
hi: मूल
hu: Eredeti
id: Asli
it: Originale
ja: 元の
ko: 원본
lt: Originalas
ms: Asal
nb: Opprinnelig
nl: Origineel
pl: Oryginał
ru: Оригинал
tr: Orijinal
uk: Оригінал
vi: Gốc
zh_hans: 原图
zh_hant: 原來的

# topscan_nostalgic
source: Nostalgic
ar: حنين
cs: Nostalgický
da: Nostalgisk
de: Nostalgisch
el: Νοσταλγικός
es: Nostálgico
fa: نوستالژیک
fi: Nostalginen
fr: Nostalgique
he: נוֹסטָלגִי
hi: उदासीन
hu: Nosztalgikus
id: Nostalgia
ja: ノスタルジック
ko: 향수를 불러일으키는
lt: Nostalgiška
ms: Nostalgia
nb: Nostalgisk
nl: Nostalgisch
pl: Nostalgiczny
pt: Nostálgico
ru: Ностальгический
sv: Nostalgisk
tr: Nostaljik
uk: Ностальгічний
vi: Hoài niệm
zh_hans: 怀旧
zh_hant: 懷舊

# topscan_magiccolor
source: Magic Color
ar: اللون السحري
cs: Kouzelná barva
da: Magisk farve
de: Magische Farbe
el: Μαγικό χρώμα
es: Color mágico
fa: رنگ جادویی
fi: Maaginen väri
fr: Couleur magique
he: צבע קסם
hi: मैजिक कलर
hu: Varázsszín
id: Warna Ajaib
ja: マジックカラー
ko: 매직 컬러
lt: Stebuklinga spalva
ms: Warna Ajaib
nb: Magisk farge
nl: Magische kleur
pl: Magiczny kolor
pt: Cor mágica
ro: Culoare magică
ru: Волшебный цвет
sv: Magisk färg
tr: Sihirli Renk
uk: Чарівний колір
vi: Sắc màu ma thuật
zh_hans: 魔幻色彩
zh_hant: 魔幻色彩

# topscan_magiccolor2
source: Magic Color2
ar: اللون السحري 2
cs: Kouzelná barva 2
da: Magisk farve2
de: Magische Farbe 2
el: Μαγικό Χρώμα
es: Color mágico2
fa: رنگ جادویی2
fi: Maaginen väri2
fr: Couleur magique2
he: צבע קסם 2
hi: मैजिक कलर2
hu: Varázsszín 2
id: Warna Ajaib2
ja: マジックカラー 2
ko: 매직 컬러2
lt: Stebuklinga spalva2
ms: Warna Ajaib2
nl: Magische kleur2
pl: Magiczny kolor2
ru: Волшебный цвет 2
sv: Magisk färg2
tr: Sihirli Renk2
uk: Чарівний колір2
vi: Sắc màu ma thuật 2
zh_hans: 魔幻色彩2
zh_hant: 幻彩 2

# topscan_grayscale
source: Grayscale
ar: تدرج الرمادي
cs: Stupně šedé
da: Grå skalatoner
de: Graustufen
el: Κλίμακα του γκρι
es: Escala de grises
fa: خاکستری
fi: Harmaasävy
fr: Niveaux de gris
he: גווני אפור
hi: ग्रेस्केल
hu: Szürkeárnyalatos
id: Skala abu-abu
it: Scala di grigi
ja: グレースケール
ko: 그레이 스케일
lt: Pilkoji skalė
ms: Skala Kelabu
nb: Gråtone
nl: Grijstinten
pl: Skala szarości
pt: Tons de Cinza
ro: Scara tonurilor de gri
ru: Оттенки серого
sv: Gråskala
tr: Gri tonlama
uk: Відтінки сірого
vi: Thang độ xám
zh_hans: 灰度
zh_hant: 灰度

# topscan_lastfilter
source: Last Filter
ar: آخر مرشح
cs: Poslední filtr
da: Sidste filter
de: Letzter Filter
el: Τελευταίο φίλτρο
es: Último filtro
fa: آخرین فیلتر
fi: Viimeisin suodatin
fr: Dernier filtre
he: מסנן אחרון
hi: अंतिम फिल्टर
hu: Utolsó szűrő
id: Filter terakhir
it: Ultimo filtro
ja: 最後のフィルタ
ko: 최근 필터
lt: Paskutinis filtras
ms: Penapis Terakhir
nb: Siste filter
nl: Vorige filter
pl: Ostatni filtr
pt: Último Filtro
ro: Ultimul filtru
ru: Последний фильтр
sv: Föregående filter
tr: Son filtre
uk: Останній фільтр
vi: Bộ lọc cuối cùng
zh_hans: 最后过滤器
zh_hant: 最後過濾器

# topscan_clear
source: Clear
ar: مسح
cs: Průhledná
da: Ryd
de: Löschen
el: Σαφή
es: Borrar
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
he: מחק
hi: हटायें
hu: Törlés
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
lt: Išvalyti
ms: Kosongkan
nb: Klar
nl: Doorzichtig
pl: Jasny
pt: Claro
ro: clar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# topscan_clearmarks
source: Clear marks
ar: علامات واضحة
cs: Jasné značky
da: Ryd mærker
de: Klare Markierungen
el: Καθαρά σημάδια
es: Borrar marcas
fa: پاک کردن مارک ها
fi: Tyhjennä merkit
fr: Marques claires
he: סימנים ברורים
hi: स्पष्ट निशान
hu: Jelek törlése
id: Hapus tanda
it: Elimina segni
ja: クリアマーク
ko: 마크 지우기
lt: Išvalyti ženklus
ms: Bersihkan tanda
nb: Tydelige merker
nl: Markeringen wissen
pl: Wyraźne znaki
pt: Marcas claras
ro: Semne clare
ru: Очистить отметки
sv: Rensa märken
tr: İşaretleri temizle
uk: Чіткі позначки
vi: Xóa các dấu
zh_hans: 清除标记
zh_hant: 清晰的標記

# topscan_markstip
source: The marks(signature, graffiti etc.)will be cleared if you continue. Sure to clear the marks?
ar: سيتم مسح العلامات(التوقيع والكتابة على الجدران وما إلى ذلك) إذا تابعت. متأكد من مسح العلامات؟
cs: Pokud budete pokračovat, značky(podpis, graffiti atd.) Budou vymazány. Určitě odstranit značky?
da: Mærkerne(signatur, graffiti osv.) vil blive ryddet, hvis du fortsætter. Sikker på du ønsker at rydde mærkerne?
de: Die Markierungen (Unterschrift, Graffiti usw.) werden gelöscht, wenn Sie fortfahren. Sind Sie sicher, dass Sie die Markierungen löschen möchten?
el: Εάν συνεχίσετε, τα σημάδια(υπογραφή, γκράφιτι κ.λπ.) θα διαγραφούν. Θέλετε να διαγράψετε τα σημάδια;
es: Las marcas (firma, graffiti, etc.) se borrarán si continúas. ¿Seguro que quieres borrar las marcas?
fa: در صورت ادامه، مارک ها(امضا ، گرافیتی و غیره) پاک می شوند. حتماً مارک ها را پاک می کنید؟
fi: Merkit(allekirjoitus, graffitit jne.)tyhjennetään, jos jatkat. Haluatko varmasti poistaa merkit?
fr: Les marques(signature, graffiti, etc.) seront effacées si vous continuez. Êtes-vous sûr d'effacer les marques?
he: הסימנים (חתימה, גרפיטי וכו ') יימחקו אם תמשיך. האם אתה בטוח לנקות את הסימנים?
hi: यदि आप जारी रखते हैं तो अंक(हस्ताक्षर, भित्तिचित्र आदि) साफ हो जाएंगे. अंक साफ़ करना सुनिश्चित करें?
hu: Ha folytatja, a jelek (aláírás, graffiti stb.) törlődnek. Biztos, hogy törli a jeleket?
id: Tanda(tanda tangan, grafiti, dll.) akan dihapus jika Anda melanjutkan. Yakin untuk menghapus tanda?
it: I segni (firma, graffiti, etc.) verranno cancellati se continui. Sicuro di cancellare i segni?
ja: 続行するとマーク（署名、落書きなど）がクリアされます。マークをクリアしてよろしいですか？
ko: 계속하면 마크(서명, 낙서 등)가 지워집니다. 마크를 지우시겠습니까?
lt: Jei tęsite, ženklai (parašas, grafitis ir kt.) bus išvalyti. Ar tikrai norite išvalyti ženklus?
ms: Tanda(tandatangan, grafiti dll) akan dibersihkan sekiranya anda meneruskannya. Pasti untuk membersihkan tanda?
nb: Merkene(signatur, graffiti osv.) Blir ryddet hvis du fortsetter. Sikker på å fjerne merkene?
nl: De markeringen(handtekening, graffiti enz.) worden gewist als u doorgaat. Weet u zeker dat u de markeringen wilt wissen?
pl: Znaki(podpis, graffiti itp.) zostaną usunięte, jeśli będziesz kontynuować. Na pewno usunąć ślady?
pt: As marcas (assinatura, graffiti, etc.) serão apagadas se continuar. Tem a certeza de limpar as marcas?
ro: Marcajele(semnătură, graffiti etc.) vor fi șterse dacă continuați. Sigur că ștergeți semnele?
ru: Если вы продолжите, отметки (подпись, граффити и т. д.) будут удалены. Вы уверены, что очистите следы?
sv: Märkena(signatur, graffiti osv.)rensas om du fortsätter. Är du säker att rensa märkena?
tr: Devam ederseniz işaretler(imza, grafiti vb.) silinecektir. İşaretleri temizleyeceğinizden emin misiniz?
uk: Якщо продовжити, позначки (підпис, графіті тощо) буде видалено. Впевнені, що треба очистити позначки?
vi: Các dấu (chữ ký, hình vẽ nguệch ngoạc, v.v.) sẽ bị xóa nếu bạn tiếp tục. Bạn chắc chắn muốn xóa các dấu?
zh_hans: 如果您继续，标记（签名、涂鸦等）将被清除, 是否要清除标记?
zh_hant: 如果您繼續，標記（簽名、塗鴉等）將被清除。確定要清除標記嗎？

# topscan_setting
source: To Settings
ar: إلى الإعدادات
cs: Do Nastavení
da: Til Indstillinger
de: Zu den Einstellungen
el: Στις ρυθμίσεις
es: A la configuración
fa: به تنظیمات
fi: Asetuksiin
fr: Vers les paramètres
he: להגדרות
hi: सेटिंग्स के लिए
hu: A Beállításokhoz
id: Ke Pengaturan
it: Alle Impostazioni
ja: 設定へ
ko: 설정으로
lt: Į nustatymus
ms: Ke Tetapan
nb: Til Innstillinger
nl: Naar Instellingen
pl: Do ustawień
pt: Para configurações
ro: La Setări
ru: К настройкам
sv: Till inställningar
tr: Ayarlara
uk: До налаштувань
vi: Tới Cài đặt
zh_hans: 前往设置页面
zh_hant: 到設置

# topscan_deletedrive
source: Are you sure you want to delete the current backup file?
ar: هل أنت متأكد من أنك تريد حذف ملف النسخ الاحتياطي الحالي؟
cs: Opravdu chcete vymazat soubor aktuální zálohy?
da: Er du sikker på, at du ønsker at slette den aktuelle backup?
de: Möchten Sie die aktuelle Sicherungsdatei wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το τρέχον αντίγραφο ασφαλείας;
es: ¿Seguro que quieres eliminar el archivo de respaldo actual?
fa: آیا مطمئن هستید که می خواهید فایل پشتیبان فعلی را حذف کنید؟
fi: Haluatko varmasti poistaa nykyisen varmuuskopiotiedoston?
fr: Êtes-vous sûr de vouloir supprimer le fichier de sauvegarde actuel ?
he: האם אתה בטוח שברצונך למחוק את קובץ הגיבוי הנוכחי?
hi: क्या आप वाकई वर्तमान बैकअप फ़ाइल को हटाना चाहते हैं?
hu: Biztosan törli a jelenlegi biztonsági másolat fájlt?
id: Yakin ingin menghapus file cadangan saat ini?
it: Sei sicuro di voler eliminare il file di backup corrente?
ja: 現在のバックアップファイルを削除してもよろしいですか？
ko: 현재 백업 파일을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti dabartinį atsarginės kopijos failą?
ms: Adakah anda pasti mahu menghapuskan fail sandaran semasa?
nb: Er du sikker på at du vil slette den gjeldende sikkerhetskopifilen?
nl: Weet u zeker dat u het huidige back-upbestand wilt verwijderen?
pl: Czy na pewno chcesz usunąć bieżący plik kopii zapasowej?
pt: Tem a certeza de que deseja apagar o ficheiro de backup atual?
ro: Sigur doriți să ștergeți fișierul curent de rezervă?
ru: Вы уверены, что хотите удалить текущий файл резервной копии?
sv: Är du säker på att du vill ta bort den nuvarande säkerhetskopian?
tr: Geçerli yedekleme dosyasını silmek istediğinize emin misiniz?
uk: Ви дійсно хочете видалити цей файл резервної копії?
vi: Bạn có chắc chắn muốn xóa file sao lưu hiện tại?
zh_hans: 您确定要删除当前备份文件吗?
zh_hant: 確定要刪除當前備份檔案嗎？

# topscan_thereisnotstoragespaceon
source: There is not enough storage space on your phone. Please try again!
ar: لا توجد مساحة تخزين كافية على هاتفك. حاول مرة أخرى!
cs: Ve Vašem telefonu není dostatek úložného prostoru. Zkuste to prosím znovu!
da: Der er ikke nok lagerplads på din telefon. Prøv igen!
de: Auf Ihrem Handy ist nicht genügend Speicherplatz vorhanden. Bitte versuchen Sie es erneut!
el: Δεν υπάρχει αρκετός αποθηκευτικός χώρος στο τηλέφωνό σας. Παρακαλώ προσπαθήστε ξανά!
es: No hay suficiente espacio de almacenamiento en tu teléfono. ¡Inténtalo de nuevo!
fa: فضای ذخیره سازی کافی در تلفن شما وجود ندارد. لطفا دوباره تلاش کنید!
fi: Puhelimellasi ei ole tarpeeksi tallennustilaa. Yritä uudelleen!
fr: Il n'y a pas assez d'espace de stockage sur votre téléphone. Veuillez réessayer !
he: אין מספיק שטח אחסון בטלפון שלך. אנא נסה שוב!
hi: आपके फ़ोन में स्टोरेज की पर्याप्त जगह नहीं है। कृपया पुन: प्रयास करें!
hu: Nincs elegendő tárhely a telefonon. Próbálja újra!
id: Ruang penyimpanan di ponsel Anda tidak cukup. Silakan coba lagi!
it: Lo spazio di archiviazione sul telefono non è sufficiente. Per favore riprova!
ja: 携帯電話に十分なストレージ容量がありません。もう一度やり直してください！
ko: 휴대폰에 저장 장치 공간이 부족합니다. 다시 시도하세요!
lt: Jūsų telefone nėra pakankamai vietos. Bandykite dar kartą!
ms: Tiada ruang storan yang cukup di telefon anda. Sila cuba semula!
nb: Det er ikke nok lagringsplass på telefonen din. Vær så snill, prøv på nytt!
nl: Er is te weinig opslagruimte op uw telefoon. Probeer het opnieuw.
pl: W telefonie nie ma wystarczającej ilości miejsca. Proszę spróbuj ponownie!
pt: Não há espaço de armazenamento suficiente no seu telefone. Por favor, tente novamente!
ro: Nu există suficient spațiu de stocare pe telefon. Vă rugăm să încercați din nou!
ru: На вашем телефоне недостаточно места для хранения. Пожалуйста, попробуйте еще раз!
sv: Det finns inte tillräckligt med lagringsutrymme på din telefon. Var god försök igen!
tr: Telefonunuzda yeterli depolama alanı yok. Lütfen tekrar deneyin!
uk: На вашому телефоні недостатньо місця для збереження. Спробуйте ще раз.
vi: Không đủ dung lượng lưu trữ trên điện thoại của bạn. Vui lòng thử lại!
zh_hans: 您的手机存储空间不足, 请再试一次!
zh_hant: 手機存儲空間不足。請重試！

# topscan_dropboxsussess
source: The backup was transferred to Dropbox.
ar: تم نقل النسخة الاحتياطية إلى Dropbox.
cs: Záloha byla přenesena na Dropbox.
da: Backup blev overført til Dropbox.
de: Die Sicherung wurde auf Dropbox übertragen.
el: Το αντίγραφο ασφαλείας μεταφέρθηκε στο Dropbox.
es: El respaldo ha sido transferido a Dropbox.
fa: نسخه پشتیبان تهیه شده به Dropbox منتقل شد.
fi: Varmuuskopio siirrettiin Dropboxiin.
fr: La sauvegarde a été transférée sur Dropbox.
he: הגיבוי הועבר לדרופבוקס.
hi: बैकअप ड्रॉपबॉक्स में स्थानांतरित कर दिया गया था।
hu: Biztonsági másolat átküldve a Dropboxba.
id: Cadangan dipindahkan ke Dropbox.
it: Il backup è stato trasferito su Dropbox.
ja: バックアップは、Dropbox に転送されました。
ko: 백업 파일을 Dropbox로 옮겼습니다.
lt: Atsarginė kopija buvo perkelta į „Dropbox“.
ms: Sandaran telah dipindahkan ke Dropbox.
nb: Sikkerhetskopien ble overført til Dropbox.
nl: De back-up werd overgebracht naar Dropbox.
pl: Kopia zapasowa została przeniesiona do Dropbox.
pt: O backup foi transferido para o Dropbox.
ro: Copia de rezervă a fost transferată în Dropbox.
ru: Резервная копия была перенесена в Dropbox.
sv: Säkerhetskopian överfördes till Dropbox.
tr: Yedekleme Dropbox'a transfer edildi.
uk: Резервну копію було перенесено на Dropbox.
vi: Bản sao lưu đã được chuyển sang Dropbox.
zh_hans: 备份已转移到Dropbox.
zh_hant: 備份已傳輸到Dropbox。

# topscan_boxsussess
source: The backup was transferred to Box.
ar: تم نقل النسخة الاحتياطية إلى Box.
cs: Záloha byla přenesena do schránky.
da: Backup blev overført til Box.
de: Die Sicherung wurde auf Box übertragen.
el: Το αντίγραφο ασφαλείας μεταφέρθηκε στο Box.
es: El respaldo ha sido transferido a Box.
fa: نسخه پشتیبان تهیه شده به Box منتقل شد.
fi: Varmuuskopio siirrettiin Boxiin.
fr: La sauvegarde a été transférée vers la Box.
he: הגיבוי הועבר ל-Box (תיבה).
hi: बैकअप बॉक्स में स्थानांतरित किया गया था।
hu: Biztonsági másolat átküldve a Boxba.
id: Pencadangan dipindahkan ke Box.
it: Il backup è stato trasferito su Box.
ja: バックアップが Box に転送されました。
ko: 백업을 박스로 옮겼습니다.
lt: Atsarginė kopija buvo perkelta į „Box“.
ms: Sandaran telah dipindahkan ke Box.
nb: Sikkerhetskopien ble overført til Box.
nl: De back-up werd naar de Box overgebracht.
pl: Kopia zapasowa została przeniesiona do Boxa.
pt: O backup foi transferido para o Box.
ro: Copia de rezervă a fost transferată în Box.
ru: Резервная копия была перенесена в Box.
sv: Säkerhetskopian överfördes till Box.
tr: Yedekleme Box'a transfer edildi.
uk: Резервну копію було передано до Box.
vi: Bản sao lưu đã được chuyển sang Dropbox.
zh_hans: 备份已转移到Box.
zh_hant: 備份已傳輸到Box。

# topscan_googledrivesussess
source: The backup was transferred to Google Drive.
ar: تم نقل النسخة الاحتياطية إلى Google Drive.
cs: Záloha byla přenesena na Disk Google.
da: Backup blev overført til Google Drev.
de: Die Sicherung wurde auf Google Drive übertragen.
el: Το αντίγραφο ασφαλείας μεταφέρθηκε στο Google Drive.
es: El respaldo ha sido transferido a Google Drive.
fa: نسخه پشتیبان تهیه شده به Google Drive منتقل شد.
fi: Varmuuskopio siirrettiin Google Driveen.
fr: La sauvegarde a été transférée sur Google Drive.
he: הגיבוי הועבר לכונן גוגל.
hi: बैकअप को Google ड्राइव पर स्थानांतरित कर दिया गया था।
hu: Biztonsági másolat átküldve a Google Drive-ra.
id: Cadangan dipindahkan ke Google Drive.
it: Il backup è stato trasferito su Google Drive.
ja: バックアップは、Google ドライブに転送されました。
ko: 백업 파일을 Google Drive로 옮겼습니다.
lt: Atsarginė kopija buvo perkelta į „Google“ diską.
ms: Sandaran telah dipindahkan ke Google Drive.
nb: Sikkerhetskopien ble overført til Google Disk.
nl: De back-up werd overgebracht naar Google Drive.
pl: Kopia zapasowa została przeniesiona na Dysk Google.
pt: O backup foi transferido para o Google Drive.
ro: Copia de rezervă a fost transferată pe Google Drive.
ru: Резервная копия была перенесена в Google Диск.
sv: Säkerhetskopian överfördes till Google Drive.
tr: Yedekleme Google Drive'a aktarıldı.
uk: Резервну копію було перенесено на Google Drive.
vi: Bản sao lưu đã được chuyển sang Google Drive.
zh_hans: 备份已转移到Google Drive.
zh_hant: 備份已傳輸到Google Drive。

# topscan_onedrivesussess
source: The backup was transferred to Onedrive.
ar: تم نقل النسخة الاحتياطية إلى Onedrive.
cs: Záloha byla přenesena na OneDrive.
da: Backup blev overført til Onedrive.
de: Die Sicherung wurde auf Onedrive übertragen.
el: Το αντίγραφο ασφαλείας μεταφέρθηκε στο Onedrive.
es: El respaldo ha sido transferido a OneDrive.
fa: نسخه پشتیبان تهیه شده به Onedrive منتقل شد.
fi: Varmuuskopio siirrettiin Onedrivelle.
fr: La sauvegarde a été transférée vers Onedrive.
he: הגיבוי הועבר ל- Onedrive.
hi: बैकअप को Onedrive पर स्थानांतरित किया गया था।
hu: Biztonsági másolat átküldve a Onedrive-re.
id: Pencadangan dipindahkan ke Onedrive.
it: Il backup è stato trasferito su Onedrive.
ja: バックアップが Onedrive に転送されました。
ko: 백업을 Onedrive로 옮겼습니다.
lt: Atsarginė kopija buvo perkelta į „Onedrive“.
ms: Sandaran telah dipindahkan ke Onedrive.
nb: Sikkerhetskopien ble overført til Onedrive.
nl: De back-up werd overgebracht naar Onedrive.
pl: Kopia zapasowa została przeniesiona do Onedrive.
pt: O backup foi transferido para o Onedrive.
ro: Copia de rezervă a fost transferată la Onedrive.
ru: Резервная копия была перенесена в Onedrive.
sv: Säkerhetskopian överfördes till Onedrive.
tr: Yedekleme Onedrive'a aktarıldı.
uk: Резервну копію було передано до Onedrive.
vi: Bản sao lưu đã được chuyển sang Onedrive.
zh_hans: 备份已转移到Onedrive.
zh_hant: 備份已傳輸到Onedrive。

# topscan_startbackupinbackground
source: Start uploading backup files in the background
ar: ابدأ في تحميل ملفات النسخ الاحتياطي في الخلفية
cs: Začněte nahrávat soubory záloh na pozadí
da: Start med at uploade af backupfiler i baggrunden
de: Upload der Sicherungsdateien im Hintergrund starten
el: Ξεκινήστε τη μεταφόρτωση εφεδρικών αρχείων στο παρασκήνιο
es: Comenzar a cargar archivos de respaldo en segundo plano
fa: بارگذاری فایلهای پشتیبان را در پس زمینه شروع کنید
fi: Aloita varmuuskopioitujen tiedostojen lähettäminen taustalla
fr: Commencez à importer des fichiers de sauvegarde en arrière-plan
he: התחל להעלות קבצי גיבוי ברקע
hi: बैकग्राउंड में बैकअप फाइल अपलोड करना शुरू करें
hu: Biztonságimásolat-fájlok feltöltésének elindítása a háttérben
id: Mulai mengunggah file cadangan di latar belakang
it: Inizia a caricare i file di backup in background
ja: バックグラウンドでバックアップファイルのアップロードを開始します
ko: 백그라운드에서 백업 파일 업로드를 시작합니다
lt: Pradėti atsarginių kopijų failų įkėlimą fone
ms: Mula memuat naik fail sandaran di latar belakang
nb: Begynn å laste opp sikkerhetskopifiler i bakgrunnen
nl: Begin met het uploaden van back-upbestanden op de achtergrond
pl: Rozpocznij przesyłanie plików kopii zapasowej w tle
pt: Comece a enviar ficheiros de backup em segundo plano
ro: Începeți să încărcați fișiere de rezervă în fundal
ru: Начните загружать файлы резервных копий в фоновом режиме
sv: Börja ladda upp säkerhetskopior i bakgrunden
tr: Arka planda yedekleme dosyalarını yüklemeye başlayın
uk: Почніть завантажувати резервні копії файлів у фоновому режимі
vi: Bắt đầu tải lên các file sao lưu khi chạy nền
zh_hans: 开始在后台上传备份文件
zh_hant: 開始在後台上傳備份檔案
