Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_pdffileencryptionintroduce
source: You can set password for your scans (receipts or confidential files) to protect your privacy.
ar: يمكنك تعيين كلمة مرور لعمليات الفحص (الإيصالات أو الملفات السرية) لحماية خصوصيتك.
cs: Pro ochranu svého soukromí můžete nastavit heslo (naskenované dokumenty nebo důvěrné soubory).
da: Du kan indstille adgangskoden til dine scanninger (kvitteringer eller fortrolige filer) for at beskytte dit privatliv.
de: Sie können ein Passwort für Ihre Scans (Quittungen oder vertrauliche Dateien) festlegen, um Ihre Privatsphäre zu schützen.
el: Μπορείτε να ορίσετε κωδικό πρόσβασης για τις σαρώσεις σας (αποδείξεις ή εμπιστευτικά αρχεία) για την προστασία του απορρήτου σας.
es: Puedes establecer una contraseña para tus escaneos (recibos o archivos confidenciales) para proteger tu privacidad.
fa: برای محافظت از حریم خصوصی خود می توانید از رمزگذاری فایل های اسکن شده خود (رسیدها یا فایل ‏های محرمانه) استفاده کنید.
fi: Voit asettaa salasanan skannauksillesi (kuitit tai luottamukselliset tiedostot) yksityisyyden suojaamiseksi.
fr: Vous pouvez définir un mot de passe pour vos analyses (reçus ou fichiers confidentiels) afin de protéger votre vie privée.
he: אתה יכול להגדיר סיסמה לסריקות שלך (קבלות או קבצים חסויים) כדי להגן על פרטיותך.
hi: आप अपनी गोपनीयता की रक्षा के लिए अपने स्कैन (रसीद या गोपनीय फाइल) के लिए पासवर्ड सेट कर सकते हैं.
hu: Beállíthat jelszót a beolvasásokhoz (pl.: bizonylatok vagy bizalmas fájlok) az adatvédelem érdekében.
id: Anda dapat mengatur kata sandi untuk pindaian Anda (tanda terima atau file rahasia) untuk melindungi privasi Anda.
it: Puoi impostare una password per le tue scansioni (ricevute o file riservati) per proteggere la tua privacy.
ja: スキャン（領収書または機密ファイル）のパスワードを設定して、プライバシーを保護することができます。
ko: 개인 정보를 보호하기 위해 스캔(영수증 또는 기밀 파일)에 대한 비밀번호를 설정할 수 있습니다.
lt: Norėdami apsaugoti savo privatumą, galite nustatyti nuskaitymų (kvitų ar konfidencialių failų) slaptažodį.
ms: Anda boleh menetapkan kata laluan untuk imbasan anda (resit atau fail sulit) untuk melindungi privasi anda.
nb: Du kan angi passord for skanningene dine (kvitteringer eller konfidensielle filer) for å beskytte personvernet ditt.
nl: U kunt een wachtwoord instellen voor uw scans (bonnen of vertrouwelijke bestanden) om uw privacy te beschermen.
pl: Możesz ustawić hasło dla swoich skanów (rachunków lub poufnych plików), aby chronić swoją prywatność.
pt: Pode definir uma palavra-passe para as suas verificações (recibos ou ficheiros confidenciais) para proteger a sua privacidade.
ro: Puteți seta parola pentru scanările dvs. (chitanțe sau fișiere confidențiale) pentru a vă proteja confidențialitatea.
ru: Вы можете установить пароль для ваших сканирований (квитанций или конфиденциальных файлов), чтобы защитить вашу конфиденциальность.
sv: Du kan ställa in lösenord för dina skanningar (kvitton eller konfidentiella filer) för att skydda din integritet.
tr: Gizliliğinizi korumak için taramalarınız (makbuzlar veya gizli dosyalar) için şifre belirleyebilirsiniz.
uk: Ви можете встановити пароль для сканування (квитанцій або конфіденційних файлів), щоб захистити конфіденційність.
vi: Bạn có thể đặt mật khẩu cho bản quét của mình (biên nhận hoặc tệp bí mật) để bảo vệ quyền riêng tư của mình.
zh_hans: 您可以为您的扫描（收据或机密文件）设置密码以保护您的隐私.
zh_hant: 您可以為您的掃描（收據或機密文件）設置密碼以保護您的隱私。

# topscan_ocrtypecloudintroduce
source: Use cloud AI technology to recognize and extract text, 1000+ pages available per month.
ar: استخدم تقنية الذكاء الاصطناعي السحابي للتعرف على النص واستخراجه ، تتوفر أكثر من 1000 صفحة شهريًا.
cs: Pomocí cloudové technologie AI rozpoznávejte a extrahujte text, více než 1 000 stránek dostupných za měsíc.
da: Brug cloud AI-teknologi til at genkende og udtrække tekst, mere end 1000 sider tilgængelige pr. Måned.
de: Verwenden Sie die Cloud-KI-Technologie, um Text zu erkennen und zu extrahieren, mehr als 1000 Seiten pro Monat verfügbar.
el: Χρησιμοποιήστε την τεχνολογία cloud AI για να αναγνωρίσετε και να εξαγάγετε κείμενο, 1000+ σελίδες διαθέσιμες ανά μήνα.
es: Utiliza la tecnología de inteligencia artificial en la nube para reconocer y extraer texto, más de 1000 páginas disponibles por mes.
fa: برای شناسایی و استخراج متن ، بیش از 1000 صفحه در هر ماه ، از فناوری AI cloud استفاده کنید.
fi: Käytä pilvi-AI-tekniikkaa tunnistamaan ja poimimaan tekstiä, yli 1000 sivua käytettävissä kuukaudessa.
fr: Utilisez la technologie cloud AI pour reconnaître et extraire du texte, plus de 1000 pages disponibles par mois.
he: השתמש בטכנולוגיית AI ענן כדי לזהות ולהוציא טקסט, יותר מ -1,000 עמודים זמינים לחודש.
hi: प्रति माह उपलब्ध 1000+ पृष्ठों के टेक्स्ट को पहचानने और निकालने के लिए क्लाउड एआई तकनीक का उपयोग करें.
hu: Használja a felhő-MI technológiát a szöveg felismeréséhez és kibontásához, havonta több mint 1000 elérhető oldal.
id: Gunakan teknologi AI cloud untuk mengenali dan mengekstrak teks, 1000+ halaman tersedia per bulan.
it: Usa la tecnologia cloud IA per riconoscere ed estrarre il testo, oltre 1000 pagine disponibili al mese.
ja: クラウド AI テクノロジーを使用して、テキストを認識して抽出します。月に 1000 ページ以上が利用可能です。
ko: 클라우드 AI 기술을 사용하여 매월 1000개 이상의 페이지를 사용할 수 있는 텍스트를 인식하고 추출합니다.
lt: Naudokite debesies dirbtinio intelekto technologiją, kad atpažintumėte ir išgautumėte daugiau kaip 1000 puslapių per mėnesį tekstą.
ms: Gunakan teknologi awan AI untuk mengenali dan mengekstrak teks, 1000+ halaman tersedia setiap bulan.
nb: Bruk AI-teknologi fra skyen til å gjenkjenne og trekke ut tekst, 1000+ sider tilgjengelig per måned.
nl: Gebruik cloud AI-technologie om tekst te herkennen en te extraheren, 1000+ pagina's beschikbaar per maand.
pl: Użyj technologii AI w chmurze do rozpoznawania i wyodrębniania tekstu, ponad 1000 stron dostępnych miesięcznie.
pt: Use a tecnologia de IA em nuvem para reconhecer e extrair texto, mais de 1000 páginas disponíveis por mês.
ro: Utilizați tehnologia AI cloud pentru a recunoaște și extrage text, peste 1000 de pagini disponibile pe lună.
ru: Используйте технологию облачного ИИ для распознавания и извлечения текста, более 1000 страниц доступны в месяц.
sv: Använd moln AI-teknik för att känna igen och extrahera text, mer än 1 000+ sidor tillgängliga per månad.
tr: Metni tanımak ve çıkarmak için bulut AI teknolojisini kullanın, ayda 1000'den fazla sayfa kullanılabilir.
uk: Використовуйте хмарну технологію ШІ для розпізнавання та вилучення тексту. Доступно понад 1000 сторінок на місяць.
vi: Sử dụng công nghệ AI đám mây để nhận dạng và trích xuất văn bản, hơn 1000 trang khả dụng mỗi tháng.
zh_hans: 使用云AI技术识别和提取文本，每月1000+页可用.
zh_hant: 使用雲 AI 技術識別和提取文本，每月 1000+頁可用。

# topscan_cloudservice
source: Cloud service
ar: الخدمات السحابية
cs: Cloudová služba
de: Cloud-Dienst
el: Υπηρεσία cloud
es: Servicio de almacenamiento en la nube
fa: سرویس ابری
fi: Pilvipalvelu
fr: Service cloud
he: שירות ענן
hi: क्लाउड सेवा
hu: Felhőszolgáltatás
id: Layanan awan
it: Servizio cloud
ja: クラウドサービス
ko: 클라우드 서비스
lt: Debesų paslauga
ms: Perkhidmatan awan
nb: Skytjeneste
pl: Usługa chmury
pt: Serviço na nuvem
ro: Serviciu cloud
ru: Облачный сервис
sv: Molntjänst
tr: Bulut hizmeti
uk: Хмарний сервіс
vi: Dịch vụ điện toán đám mây
zh_hans: 云盘服务
zh_hant: 雲服務

# topscan_cloudserviceintroduce
source: Automatically upload your documents, PDF, jpg, file types to Cloud Drive or iCloud to avoid document loss.
ar: قم بتحميل المستندات أو PDF أو jpg أو أنواع الملفات تلقائيًا إلى Cloud Drive أو iCloud لتجنب فقد المستندات.
cs: Automaticky nahrávejte své dokumenty, PDF, jpg, typy souborů na Cloud Drive nebo iCloud, abyste předešli ztrátě dokumentů.
da: Upload automatisk dine dokumenter, PDF, jpg, filtyper til Cloud Drive eller iCloud for at undgå dokumenttab.
de: Laden Sie Ihre Dokumente, PDF, JPG und Dateitypen automatisch auf Cloud Drive oder iCloud hoch, um Dokumentenverlust zu vermeiden.
el: Ανεβάστε αυτόματα τα έγγραφά σας, PDF, jpg, τύπους αρχείων στο Cloud Drive ή στο iCloud για να αποφύγετε την απώλεια εγγράφων.
es: Carga automáticamente tus documentos, PDF, jpg, tipos de archivos a Cloud Drive o iCloud para evitar la pérdida de documentos.
fa: برای جلوگیری از گم شدن اسناد ، اسناد ، PDF ، jpg ، انواع فایل های خود را به صورت خودکار در Cloud Drive یا iCloud بارگذاری کنید.
fi: Lataa asiakirjat, PDF, JPG, tiedostotyypit automaattisesti Cloud Driveen tai iCloudiin asiakirjojen häviämisen välttämiseksi.
fr: Téléchargez automatiquement vos documents, PDF, jpg, types de fichiers sur Cloud Drive ou iCloud pour éviter la perte de documents.
he: העלה באופן אוטומטי את המסמכים שלך, PDF, jpg, סוגי קבצים ל- Cloud Drive או ל- iCloud כדי למנוע אובדן מסמכים.
hi: दस्तावेज़ हानि से बचने के लिए अपने दस्तावेज़, PDF, jpg, फ़ाइल प्रकारों को क्लाउड ड्राइव या iCloud पर स्वचालित रूप से अपलोड करें.
hu: A dokumentumok, PDF, JPG fájltípusok automatikus feltöltése a Cloud Drive-ba vagy az iCloud-ba a dokumentumok elvesztésének elkerülése érdekében.
id: Unggah dokumen, PDF, jpg, jenis file Anda secara otomatis ke Cloud Drive atau iCloud untuk menghindari kehilangan dokumen.
it: Carica automaticamente i tuoi documenti, PDF, jpg, tipi di file su Cloud Drive o iCloud per evitare la perdita di documenti.
ja: ドキュメント、PDF、jpg、ファイルタイプをクラウドドライブまたは iCloud に自動的にアップロードして、ドキュメントの損失を防ぎます。
ko: 문서 손실을 방지하기 위해 문서, PDF, jpg, 파일 형식을 클라우드 드라이브 또는 iCloud에 자동으로 업로드합니다.
lt: Automatiškai įkelkite dokumentus, PDF, JPG, failų tipus į „Cloud Drive“ arba „iCloud“, kad išvengtumėte dokumentų praradimo.
ms: Muat naik dokumen, PDF, jpg, jenis fail anda secara automatik ke Cloud Drive atau iCloud untuk mengelakkan kehilangan dokumen.
nb: Last automatisk opp dokumenter, PDF, jpg, filtyper til Cloud Drive eller iCloud for å unngå dokumenttap.
nl: Upload uw documenten, PDF, jpg, bestandstypen automatisch naar Cloud Drive of iCloud om verlies van documenten te voorkomen.
pl: Automatycznie przesyłaj swoje dokumenty, PDF, jpg, typy plików do Cloud Drive lub iCloud, aby uniknąć utraty dokumentów.
pt: Carregue automaticamente os seus documentos, PDF, jpg, tipos de ficheiro para o Cloud Drive ou iCloud para evitar a perda de documentos.
ro: Încărcați automat documentele, PDF, jpg, tipurile de fișiere pe Cloud Drive sau iCloud pentru a evita pierderea documentelor.
ru: Автоматически загружайте документы, PDF, JPG, типы файлов на Cloud Drive или iCloud, чтобы избежать потери документов.
sv: Ladda automatiskt upp dina dokument, PDF, jpg, filtyper till Cloud Drive eller iCloud för att undvika dokumentförlust.
tr: Belge kaybını önlemek için belgelerinizi, PDF, jpg, dosya türlerini otomatik olarak Cloud Drive veya iCloud'a yükleyin.
uk: Автоматично завантажуйте документи, PDF, JPG, типи файлів на Cloud Drive або iCloud, щоб уникнути втрати документа.
vi: Tự động tải tài liệu, PDF, jpg, các loại tệp của bạn lên Cloud Drive hoặc iCloud để tránh mất tài liệu.
zh_hans: 自动将您的文档、PDF、jpg、文件类型上传到云端硬盘或 iCloud 以避免文档丢失.
zh_hant: 自動將您的文檔、PDF、jpg、文件類型上傳到雲端硬盤或 iCloud 以避免文檔丟失。

# topscan_functionofcollage
source: Function of collage
ar: وظيفة الكولاج
cs: Funkce koláže
da: Funktion af collage
de: Funktion der Collage
el: Λειτουργία κολάζ
es: Función del collage
fa: عملکرد کلاژ
fi: Kollaasin toiminta
fr: Fonction de collage
he: פונקציה של קולאז '
hi: कोलाज का कार्य
hu: A kollázs funkciója
id: Fungsi kolase
it: Funzione collage
ja: コラージュの機能
ko: 콜라주의 기능
lt: Koliažo funkcija
ms: Fungsi kolaj
nb: Funksjon av collage
nl: Functie van collage
pl: Funkcja kolażu
pt: Função de colagem
ro: Funcția colajului
ru: Функция коллажа
sv: Funktion av kollage
tr: Kolajın işlevi
uk: Функція колажу
vi: Chức năng cắt ghép
zh_hans: 拼贴功能
zh_hant: 拼貼功能

# topscan_functionofcollageintroduce
source: Use the collage function to combine multiple pages into one page
ar: استخدم وظيفة الكولاج لدمج صفحات متعددة في صفحة واحدة.
cs: Pomocí funkce koláže zkombinujte více stránek do jedné stránky.
da: Brug collagefunktionen til at kombinere flere sider til en side.
de: Verwenden Sie die Collage-Funktion, um mehrere Seiten zu einer Seite zusammenzufassen.
el: Χρησιμοποιήστε τη λειτουργία κολάζ για να συνδυάσετε πολλές σελίδες σε μία σελίδα.
es: Utiliza la función de collage para combinar varias páginas en una sola.
fa: برای ترکیب چندین صفحه در یک صفحه از عملکرد کلاژ استفاده کنید.
fi: Kollaasitoiminnon avulla voit yhdistää useita sivuja yhdeksi sivuksi.
fr: Utilisez la fonction de collage pour combiner plusieurs pages en une seule page.
he: השתמש בפונקציית הקולאז 'כדי לשלב מספר עמודים לדף אחד.
hi: एकाधिक पृष्ठों को एक पृष्ठ में संयोजित करने के लिए कोलाज फ़ंक्शन का उपयोग करें.
hu: A kollázs funkcióval több oldalt egyetlen oldalba egyesíthet.
id: Gunakan fungsi kolase untuk menggabungkan beberapa halaman menjadi satu halaman.
it: Usa la funzione collage per combinare più pagine in un'unica pagina.
ja: コラージュ機能を使用して、複数のページを 1 つのページに結合します。
ko: 콜라주 기능을 사용하여 여러 페이지를 한 페이지로 결합합니다.
lt: Norėdami sujungti kelis puslapius į vieną puslapį, naudokite koliažo funkciją.
ms: Gunakan fungsi kolaj untuk menggabungkan beberapa halaman menjadi satu halaman.
nb: Bruk collage-funksjonen til å kombinere flere sider til en side.
nl: Gebruik de collagefunctie om meerdere pagina's op één pagina te combineren.
pl: Użyj funkcji kolażu, aby połączyć wiele stron w jedną stronę.
pt: Use a função de colagem para combinar várias páginas numa página.
ro: Utilizați funcția de colaj pentru a combina mai multe pagini într-o singură pagină.
ru: Используйте функцию коллажа, чтобы объединить несколько страниц в одну.
sv: Använd kollagefunktionen för att kombinera flera sidor till en sida.
tr: Birden çok sayfayı tek bir sayfada birleştirmek için kolaj işlevini kullanın.
uk: Використовуйте функцію колажу, щоб об’єднати кілька сторінок в одну сторінку.
vi: Sử dụng chức năng cắt ghép để kết hợp nhiều trang thành một trang.
zh_hans: 使用拼贴功能将多页合并为一页.
zh_hant: 使用拼貼功能將多頁合併為一頁。

# topscan_unlimitedscans
source: Unlimited Scans
ar: عمليات مسح غير محدودة
cs: Neomezené skenování
da: Ubegrænset scanning
de: Unbegrenzte Scans
el: Απεριόριστες σαρώσεις
es: Escaneos ilimitados
fa: اسکن نامحدود
fi: Rajoittamaton skannaus
fr: Scans illimités
he: סריקות ללא הגבלה
hi: असीमित स्कैन
hu: Korlátlan beolvasás
id: Pemindaian Tanpa Batas
it: Scansioni illimitate
ja: 無制限のスキャン
ko: 무제한 스캔
lt: Neriboti nuskaitymai
ms: Imbasan Tanpa Had
nb: Ubegrenset skanning
nl: Onbeperkt scannen
pl: Nieograniczone skanowanie
pt: Varreduras ilimitadas
ro: Scanări nelimitate
ru: Неограниченное сканирование
sv: Obegränsade skanningar
tr: Sınırsız Tarama
uk: Необмежена кількість сканувань
vi: Quét không giới hạn
zh_hans: 无限扫描
zh_hant: 無限掃描

# topscan_unlimitedscansintroduce
source: No limit on the number of documents scanned.
ar: لا يوجد حد لعدد المستندات الممسوحة ضوئيًا.
cs: Žádné omezení počtu naskenovaných dokumentů.
da: Ingen begrænsning for antallet af scannede dokumenter.
de: Keine Begrenzung der Anzahl der gescannten Dokumente.
el: Δεν υπάρχει όριο στον αριθμό των σαρωμένων εγγράφων.
es: No hay límite en la cantidad de documentos escaneados.
fa: محدودیتی در تعداد اسناد اسکن شده وجود ندارد.
fi: Skannattujen asiakirjojen lukumäärää ei rajoiteta.
fr: Aucune limite sur le nombre de documents numérisés.
he: אין הגבלה על מספר המסמכים שנסרקו.
hi: स्कैन किए गए दस्तावेजों की संख्या की कोई सीमा नहीं.
hu: Nincs korlátozás a beolvasott dokumentumok számában.
id: Tidak ada batasan jumlah dokumen yang dipindai.
it: Nessun limite al numero di documenti scansionati.
ja: スキャンされるドキュメントの数に制限はありません。
ko: 스캔한 문서의 수에 제한이 없습니다.
lt: Neribojamas nuskaitytų dokumentų skaičius.
ms: Tiada had bilangan dokumen yang diimbas.
nb: Ingen begrensning på antall skannede dokumenter.
nl: Geen limiet op het aantal gescande documenten.
pl: Brak limitu liczby skanowanych dokumentów.
pt: Sem limite para o número de documentos digitalizados.
ro: Nici o limită a numărului de documente scanate.
ru: Нет ограничений на количество отсканированных документов.
sv: Ingen gräns för antalet skannade dokument.
tr: Taranan belge sayısında sınır yoktur.
uk: Немає обмежень на кількість сканованих документів.
vi: Không giới hạn số lượng tài liệu được quét.
zh_hans: 扫描的文件数量没有限制.
zh_hant: 對掃描的文件數量沒有限制。

# topscan_clearwaternark
source: Clear watermark
ar: مسح العلامة المائية
cs: Vymazat vodoznak
da: Ryd vandmærke
de: Wasserzeichen löschen
el: Καθαρό υδατόσημο
es: Borrar marca de agua
fa: واترمارک را پاک کنید
fi: Tyhjennä vesileima
fr: Filigrane clair
he: סימן מים צלול
hi: वॉटरमार्क साफ़ करें
hu: Vízjel törlése
id: Tanda air yang jelas
it: Elimina filigrana
ja: クリアウォーターマーク
ko: 워터마크 지우기
lt: Išvalyti vandenženklį
ms: Bersihkan tera air
nb: Klar vannmerke
nl: Watermerk wissen
pl: Wyczyść znak wodny
pt: Limpar marca d'água
ro: Ștergeți filigranul
ru: Чистый водяной знак
sv: Tydlig vattenmärke
tr: Filigranı temizle
uk: Видалити водяний знак
vi: Xóa hình mờ
zh_hans: 清除水印
zh_hant: 清除水印

# topscan_clearwaternarkintroduce
source: Remove the PDF watermark and keep the PDF clean and tidy.
ar: قم بإزالة علامة PDF المائية وحافظ على ملف PDF نظيفًا ومرتبًا.
cs: Odstraňte vodoznak PDF a udržujte PDF čistý a uklizený.
da: Fjern PDF-vandmærket, og hold PDF'en ren og pæn.
de: Entfernen Sie das PDF-Wasserzeichen und halten Sie die PDF sauber und ordentlich.
el: Αφαιρέστε το υδατόσημο PDF και διατηρήστε το PDF καθαρό και τακτοποιημένο.
es: Elimina la marca de agua del PDF y mantén el PDF limpio y ordenado.
fa: علامت چاپ PDF را بردارید و PDF را تمیز و مرتب نگه دارید.
fi: Poista PDF-vesileima ja pidä PDF puhtaana ja siistinä.
fr: Supprimez le filigrane PDF et gardez le PDF propre et bien rangé.
he: הסר את סימן המים של PDF ושמור על מסמך PDF נקי ומסודר.
hi: पीडीएफ वॉटरमार्क हटाएं और पीडीएफ को साफ सुथरा रखें.
hu: Távolítsa el a PDF vízjelet, és tartsa tisztán és rendben a PDF fájlt.
id: Hapus tanda air PDF dan jaga agar PDF tetap bersih dan rapi.
it: Rimuovi la filigrana PDF e mantieni il PDF pulito e ordinato.
ja: PDF の透かしを削除し、PDF をクリーンで整頓された状態に保ちます。
ko: PDF 워터마크를 제거하고 PDF를 깨끗하고 깔끔하게 유지하십시오.
lt: Pašalinkite PDF vandenženklį ir laikykite PDF švarų bei tvarkingą.
ms: Keluarkan tera air PDF dan pastikan PDF sentiasa bersih dan kemas.
nb: Fjern PDF-vannmerket og hold PDF-en ren og ryddig.
nl: Verwijder het PDF-watermerk en houd de PDF schoon en netjes.
pl: Usuń znak wodny PDF i utrzymuj plik PDF w czystości i porządku.
pt: Remova a marca d'água do PDF e mantenha o PDF limpo e organizado.
ro: Scoateți filigranul PDF și păstrați-l PDF curat și ordonat.
ru: Удалите водяной знак PDF и держите его в чистоте и порядке.
sv: Ta bort PDF-vattenmärket och håll PDF ren och städad.
tr: PDF filigranını kaldırın ve PDF'yi temiz ve düzenli tutun.
uk: Видаліть водяний знак з PDF та підтримуйте його чистоту та порядок.
vi: Xóa hình mờ PDF và giữ cho PDF sạch sẽ và gọn gàng.
zh_hans: 去除PDF水印，保持PDF干净整洁.
zh_hant: 去除 PDF 水印，保持 PDF 乾淨整潔。

# topscan_writesignature
source: Signature
ar: التوقيع
cs: Podpis
da: Underskrift
de: Unterschrift
el: Υπογραφή
es: Firma
fa: امضا
fi: Allekirjoitus
he: חתימה
hi: हस्ताक्षर
hu: Aláírás
id: Tanda tangan
it: Firma
ja: 署名
ko: 서명
lt: Parašas
ms: Tandatangan
nb: Signatur
nl: Handtekening
pl: Podpis
pt: Assinatura
ro: Semnătură
ru: Подпись
sv: Signatur
tr: İmza
uk: Підпис
vi: Chữ ký
zh_hans: 签名
zh_hant: 簽名

# topscan_writesignatureintroduce
source: Scan your signature written on paper to produce an e-signature that looks exactly same as original.
ar: امسح توقيعك المكتوب على الورق ضوئيًا لإنتاج توقيع إلكتروني يشبه تمامًا التوقيع الأصلي.
cs: Naskenujte svůj podpis napsaný na papíře a vytvořte elektronický podpis, který vypadá úplně stejně jako originál.
da: Scan din signatur skrevet på papir for at producere en e-signatur, der ser nøjagtig ud som originalen.
de: Scannen Sie Ihre auf Papier geschriebene Unterschrift, um eine E-Signatur zu erstellen, die genau dem Original entspricht.
el: Σαρώστε την υπογραφή σας γραμμένη σε χαρτί για να δημιουργήσετε μια ηλεκτρονική υπογραφή που μοιάζει ακριβώς με το πρωτότυπο.
es: Escanea tu firma escrita en papel para producir una firma electrónica que se vea exactamente igual que el original.
fa: امضای خود را که روی کاغذ نوشته شده اسکن کنید تا امضای الکترونیکی درست شبیه به اصل تولید کنید.
fi: Skannaa paperille kirjoitettu allekirjoitus, jotta saat sähköisen allekirjoituksen, joka näyttää täsmälleen samalta kuin alkuperäinen.
fr: Scannez votre signature écrite sur papier pour produire une signature électronique qui ressemble exactement à l'original.
he: סרוק את החתימה שלך שנכתבה על נייר כדי לייצר חתימה אלקטרונית שנראית זהה למקור.
hi: एक ई-हस्ताक्षर बनाने के लिए कागज पर लिखे अपने हस्ताक्षर को स्कैन करें जो बिल्कुल मूल जैसा दिखता है.
hu: Olvassa be a papírra írt aláírását, hogy e-aláírást készítsen, amely pontosan megegyezik az eredetivel.
id: Pindai tanda tangan Anda yang tertulis di atas kertas untuk menghasilkan tanda tangan elektronik yang terlihat persis sama dengan aslinya.
it: Scansiona la tua firma scritta su carta per produrre una firma elettronica esattamente uguale all'originale.
ja: 紙に書かれた署名をスキャンして、元の署名とまったく同じように見える電子署名を作成します。
ko: 종이에 작성한 서명을 스캔하여 원본과 완전히 동일한 전자 서명을 생성합니다.
lt: Nuskaitykite savo parašą ant popieriaus, kad gautumėte el. parašą, kuris atrodo toks pat, kaip originalas.
ms: Imbas tandatangan anda yang ditulis di atas kertas untuk menghasilkan e-tandatangan yang kelihatan sama seperti yang asal.
nb: Skann signaturen din skrevet på papir for å produsere en e-signatur som ser nøyaktig ut som originalen.
nl: Scan uw handtekening op papier om een e-handtekening te maken die er precies hetzelfde uitziet als het origineel.
pl: Zeskanuj swój podpis na papierze, aby uzyskać podpis elektroniczny, który wygląda dokładnie tak samo jak oryginał.
pt: Digitalize a sua assinatura escrita em papel para produzir uma assinatura eletrónica que tenha a mesma aparência do original.
ro: Scanați-vă semnătura scrisă pe hârtie pentru a produce o semnătură electronică care arată exact la fel ca originalul.
ru: Отсканируйте свою подпись, написанную на бумаге, чтобы создать электронную подпись, которая выглядит точно так же как оригинал.
sv: Skanna din signatur skriven på papper för att producera en e-signatur som ser exakt ut som originalet.
tr: Orijinaliyle tamamen aynı görünen bir e-imza üretmek için kağıt üzerinde yazılı imzanızı tarayın.
uk: Відскануйте свій підпис, написаний на папері, щоб отримати електронний підпис, який виглядає так само, як оригінал.
vi: Quét chữ ký của bạn được viết trên giấy để tạo ra một chữ ký điện tử giống hệt như bản gốc.
zh_hans: 扫描您写在纸上的签名以生成与原件完全相同的电子签名.
zh_hant: 掃描您寫在紙上的簽名，以生成與原件完全相同的電子簽名。

# topscan_highqualitydoc
source: High-quality Document
ar: وثيقة عالية الجودة
cs: Vysoce kvalitní dokument
da: Højkvalitetsdokument
de: Hochwertiges Dokument
el: Έγγραφο υψηλής ποιότητας
es: Documento de alta calidad
fa: سندی با کیفیت بالا
fi: Laadukas asiakirja
fr: Document de haute qualité
he: מסמך איכותי
hi: उच्च गुणवत्ता वाला दस्तावेज़
hu: Kiváló minőségű dokumentum
id: Dokumen Berkualitas Tinggi
it: Documento di alta qualità
ja: 高品質のドキュメント
ko: 고품질 문서
lt: Aukštos kokybės dokumentas
ms: Dokumen berkualiti tinggi
nb: Dokument av høy kvalitet
nl: Document van hoge kwaliteit
pl: Dokument wysokiej jakości
pt: Documento de alta qualidade
ro: Document de înaltă calitate
ru: Документ высокого качества
sv: Dokument av hög kvalitet
tr: Yüksek Kaliteli Belge
uk: Якісний документ
vi: Tài liệu chất lượng cao
zh_hans: 高质量文档
zh_hant: 高質量文檔
