Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_docaccesspassword
source: Doc Access Password
ar: كلمة مرور دخول المستند
cs: Heslo přístupu k dokumentu
da: Adgangskode til dok
de: Passwort für den Doc-Zugriff
el: Κωδικός πρόσβασης για έγγραφα
es: Contraseña de acceso al documento
fa: رمز ورود Doc
fi: Asiakirjan salasana
fr: Mot de passe d'accès au document
he: סיסמת גישה למסמך
hi: दस्तावेज़ एक्सेस पासवर्ड
hu: Doc hozzáférési jelszó
id: Kata Sandi Akses Dok
it: Password di accesso al documento
ja: ドキュメントアクセスパスワード
ko: 문서 액세스 비밀번호
lt: „Doc Access“ slaptažodis
ms: Kata laluan Akses Dokumen
nb: Doc Access-passord
nl: Doc Access-wachtwoord
pl: Hasło dostępu do dokumentu
pt: Palavra-passe de acesso ao documento
ro: Parola de acces doc
ru: Пароль доступа к документу
sv: Dok åtkomst lösenord
tr: Doküman Erişim Şifresi
uk: Пароль доступу до документа
vi: Mật khẩu truy cập tài liệu
zh_hans: 文档访问密码
zh_hant: 文檔訪問密碼

# topscan_turnoffpassword
source: Turn off password
ar: قم بإيقاف تشغيل كلمة المرور
cs: Vypněte heslo
da: Sluk adgangskode
de: Passwort deaktivieren
el: Απενεργοποιήστε τον κωδικό πρόσβασης
es: Desactivar contraseña
fa: رمز عبور را خاموش کنید
fi: Poista salasana käytöstä
fr: Désactiver le mot de passe
he: כבה את הסיסמה
hi: पासवर्ड बंद करें
hu: Kapcsolja ki a jelszót
id: Matikan kata sandi
it: Disattiva password
ja: パスワードをオフにする
ko: 비밀번호 끄기
lt: Išjungti slaptažodį
ms: Matikan kata laluan
nb: Slå av passordet
nl: Wachtwoord uitschakelen
pl: Wyłącz hasło
pt: Desative a palavra-passe
ro: Dezactivați parola
ru: Отключить пароль
sv: Stäng av lösenordet
tr: Şifreyi kapat
uk: Вимкнути пароль
vi: Tắt mật khẩu
zh_hans: 关闭密码
zh_hant: 關閉密碼

# topscan_changepassword
source: Change password
ar: تغيير كلمة المرور
cs: Změnit heslo
da: Skift kodeord
de: Kennwort ändern
el: Αλλάξτε κωδικό
es: Cambiar la contraseña
fa: رمز عبور را تغییر دهید
fi: Vaihda salasana
fr: Changer le mot de passe
he: שנה סיסמא
hi: पासवर्ड बदलें
hu: Jelszó módosítása
id: Ganti kata sandi
it: Cambia la password
ja: パスワードを変更
ko: 비밀번호 변경
lt: Pakeisti slaptažodį
ms: Tukar kata laluan
nb: Bytt passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a palavra-passe
ro: Schimbați parola
ru: Измени пароль
sv: Ändra lösenord
tr: Şifre değiştir
uk: Змінити пароль
vi: Đổi mật khẩu
zh_hans: 改变密码
zh_hant: 更改密碼

# topscan_storagespacenotenough
source: Phone does not have enough storage space
ar: لا يحتوي الهاتف على مساحة تخزين كافية
cs: Telefon nemá dostatek úložného prostoru
da: Telefonen har ikke nok lagerplads
de: Telefon hat nicht genug Speicherplatz
el: Το τηλέφωνο δεν διαθέτει αρκετό χώρο αποθήκευσης
es: El teléfono no tiene suficiente espacio de almacenamiento
fa: فضای ذخیره سازی تلفن کافی نیست
fi: Puhelimessa ei ole tarpeeksi tallennustilaa
fr: Le téléphone n'a pas assez d'espace de stockage
he: לטלפון אין מספיק מקום אחסון
hi: फ़ोन में पर्याप्त संग्रहण स्थान नहीं है
hu: A telefonon nincs elég tárhely
id: Ponsel tidak memiliki ruang penyimpanan yang cukup
it: Il telefono non ha abbastanza spazio di archiviazione
ja: 電話に十分なストレージスペースがありません
ko: 휴대전화의 저장 공간이 충분하지 않습니다
lt: Telefone nėra pakankamai saugyklos vietos
ms: Telefon tidak mempunyai ruang storan yang mencukupi
nb: Telefonen har ikke nok lagringsplass
nl: Telefoon heeft niet genoeg opslagruimte
pl: Telefon nie ma wystarczającej ilości miejsca do przechowywania
pt: O telefone não tem espaço de armazenamento suficiente
ro: Telefonul nu are suficient spațiu de stocare
ru: На телефоне недостаточно места для хранения
sv: Telefonen har inte tillräckligt lagringsutrymme
tr: Telefonda yeterli depolama alanı yok
uk: У телефоні недостатньо місця для зберігання
vi: Điện thoại không có đủ dung lượng lưu trữ
zh_hans: 手机没有足够的存储空间
zh_hant: 手機沒有足夠的存儲空間

# topscan_storagespacetitle
source: The phone storage space is less than 200M, to prevent files from being unable to be written, please clear some space
ar: مساحة تخزين الهاتف أقل من 200 م ، لمنع الملفات من الكتابة ، يرجى إفراغ بعض المساحة
cs: Úložný prostor telefonu je menší než 200 M, aby se zabránilo zápisu souborů, uvolněte místo
da: Telefonens lagerplads er mindre end 200 mio. For at forhindre, at filer ikke kan skrives, skal du rydde noget plads
de: Der Speicherplatz des Telefons beträgt weniger als 200 MB. Um zu verhindern, dass Dateien nicht geschrieben werden können, geben Sie bitte etwas Platz frei
el: Ο αποθηκευτικός χώρος του τηλεφώνου είναι μικρότερος από 200M, για να αποτραπεί η εγγραφή αρχείων, παρακαλούμε αδειάστε λίγο χώρο
es: El espacio de almacenamiento del teléfono es inferior a 200 M, para evitar que los archivos no se puedan escribir, borra algo de espacio
fa: فضای ذخیره سازی تلفن کمتر از 200M است ، برای جلوگیری از نوشتن فایل ها روی همدیگر، لطفاً فضای خالی ایجاد کنید
fi: Puhelimen tallennustila on alle 200 M, jotta tiedostoja ei voida kirjoittaa, tyhjennä tilaa
fr: L'espace de stockage du téléphone est inférieur à 200M, pour éviter que les fichiers ne puissent être écrits, veuillez libérer de l'espace
he: שטח האחסון בטלפון הוא פחות מ -200 מיליון, כדי למנוע מהקבצים לכתוב, אנא נקה מקום
hi: फ़ोन संग्रहण स्थान 200M से कम है, फ़ाइलों को लिखने में असमर्थ होने से रोकने के लिए, कृपया कुछ स्थान साफ़ करें
hu: A telefon tárhelye kevesebb, mint 200 Mega. Hogy lehetővé tegye a fájlok írását, kérjük, szabadítson fel egy kis helyet
id: Ruang penyimpanan telepon kurang dari 200M, untuk mencegah file tidak dapat ditulis, harap kosongkan sebagian ruang
it: Lo spazio di archiviazione del telefono è inferiore a 200M; per evitare che i file non possano essere scritti, liberare un po' di spazio
ja: 携帯電話の保存容量は 200M 未満です。ファイルを書き込めないように、空き容量を確保してください。
ko: 휴대폰 저장 공간이 200M 미만이므로 파일을 쓸 수 없도록 여유 공간을 확보해 주세요.
lt: Telefono saugyklos vieta yra mažesnė nei 200M, kad failų nebūtų galima įrašyti, atlaisvinkite vietos
ms: Ruang storan telefon kurang dari 200M, untuk mengelakkan fail tidak dapat ditulis, kosongkan sedikit ruang
nb: Telefonens lagringsplass er mindre enn 200M. For å forhindre at filer ikke kan skrives, må du fjerne litt plass
nl: De opslagruimte van de telefoon is minder dan 200M, om te voorkomen dat bestanden niet kunnen worden geschreven, moet u wat ruimte vrijmaken
pl: Miejsce w pamięci telefonu jest mniejsze niż 200 M, aby zapobiec możliwości zapisu plików, wyczyść trochę miejsca
pt: O espaço de armazenamento do telefone é inferior a 200 MB, para evitar que os ficheiros não possam ser gravados, libere espaço
ro: Spațiul de stocare al telefonului este mai mic de 200M, pentru a preveni ca fișierele să nu poată fi scrise, vă rugăm să goliți un spațiu
ru: Объем памяти телефона составляет менее 200 МБ, чтобы файлы не могли быть записаны, пожалуйста, освободите место
sv: Telefonens lagringsutrymme är mindre än 200M. För att förhindra att filer inte kan skrivas, rensa lite utrymme
tr: Telefonun depolama alanı 200M'den az, dosyaların yazılamamasını önlemek için lütfen biraz boşluk bırakın
uk: Місце для зберігання менше 200 МБ. Щоб записати файли, звільніть місце
vi: Dung lượng lưu trữ của điện thoại nhỏ hơn 200M, để tránh không thể ghi tệp, vui lòng giải phóng bớt dung lượng
zh_hans: 手机存储空间小于200M，为防止文件无法写入，请清理一些空间
zh_hant: 手機存儲空間小於 200M，為防止文件無法寫入，請清理一些空間

# topscan_appheadingtitle
source: Set application password to protect document security
ar: قم بتعيين كلمة مرور التطبيق لحماية أمان المستند
cs: Nastavte heslo aplikace k ochraně zabezpečení dokumentů
da: Indstil programadgangskode for at beskytte dokumentsikkerheden
de: Legen Sie das Anwendungskennwort fest, um die Sicherheit des Dokuments zu schützen
el: Ορίστε τον κωδικό πρόσβασης εφαρμογής για την προστασία της ασφάλειας του εγγράφου
es: Establecer la contraseña de la aplicación para proteger la seguridad de los documentos
fa: رمز عبور برنامه را برای محافظت از امنیت سند تنظیم کنید
fi: Aseta sovelluksen salasana asiakirjan suojaamiseksi
fr: Définir le mot de passe de l'application pour protéger la sécurité des documents
he: הגדר סיסמת יישום כדי להגן על אבטחת המסמך
hi: दस्तावेज़ को सुरक्षित रखने के लिए सुरक्षा के लिए एप्लिकेशन पासवर्ड सेट करें
hu: Állítsa be az alkalmazás jelszavát a dokumentum biztonságának védelme érdekében
id: Atur kata sandi aplikasi untuk melindungi keamanan dokumen
it: Imposta la password dell'applicazione per proteggere la sicurezza dei documenti
ja: ドキュメントのセキュリティを保護するためにアプリケーションのパスワードを設定
ko: 문서 보안을 보호하기 위해 애플리케이션 비밀번호 설정
lt: Nustatykite programos slaptažodį, kad apsaugotumėte dokumentų saugumą
ms: Tetapkan kata laluan aplikasi untuk melindungi keselamatan dokumen
nb: Angi applikasjonspassord for å beskytte dokumentsikkerheten
nl: Stel een applicatiewachtwoord in om de documentbeveiliging te beschermen
pl: Ustaw hasło aplikacji, aby chronić bezpieczeństwo dokumentów
pt: Defina a palavra-passe da aplicação para proteger a segurança do documento
ro: Setați parola aplicației pentru a proteja securitatea documentelor
ru: Установите пароль приложения для защиты документов
sv: Ställ in applikationslösenord för att skydda dokumentsäkerheten
tr: Belge güvenliğini korumak için uygulama parolası belirleyin
uk: Встановіть пароль програми для захисту документів
vi: Đặt mật khẩu ứng dụng để bảo vệ bảo mật tài liệu
zh_hans: 设置应用密码保护文档安全
zh_hant: 設置應用密碼保護文檔安全

# topscan_docheadingtitle
source: Set password for viewing password-protected documents
ar: قم بتعيين كلمة مرور لعرض المستندات المحمية بكلمة مرور
cs: Nastavit heslo pro prohlížení dokumentů chráněných heslem
da: Indstil adgangskode til visning af adgangskodebeskyttede dokumenter
de: Passwort zum Anzeigen passwortgeschützter Dokumente festlegen
el: Ορισμός κωδικού πρόσβασης για προβολή εγγράφων που προστατεύονται με κωδικό πρόσβασης
es: Establecer contraseña para ver documentos protegidos por contraseña
fa: رمز عبور را برای مشاهده اسناد محافظت شده با رمز عبور، تنظیم کنید
fi: Aseta salasana salasanasuojattujen asiakirjojen katseluun
fr: Définir un mot de passe pour afficher les documents protégés par mot de passe
he: הגדר סיסמה לצפייה במסמכים המוגנים באמצעות סיסמה
hi: पासवर्ड से सुरक्षित दस्तावेज़ देखने के लिए पासवर्ड सेट करें
hu: Jelszó beállítása a jelszóval védett dokumentumok megtekintéséhez
id: Atur kata sandi untuk melihat dokumen yang dilindungi kata sandi
it: Imposta password per visualizzare documenti protetti da password
ja: パスワードで保護されたドキュメントを表示するためのパスワードを設定
ko: 암호로 보호된 문서를 보기 위한 비밀번호 설정
lt: Nustatykite slaptažodį, kad galėtumėte peržiūrėti slaptažodžiu apsaugotus dokumentus
ms: Tetapkan kata laluan untuk melihat dokumen yang dilindungi kata laluan
nb: Angi passord for visning av passordbeskyttede dokumenter
nl: Wachtwoord instellen voor het bekijken van met een wachtwoord beveiligde documenten
pl: Ustaw hasło do przeglądania dokumentów chronionych hasłem
pt: Definir palavra-passe para visualizar documentos protegidos por palavra-passe
ro: Setați parola pentru vizualizarea documentelor protejate prin parolă
ru: Установить пароль для просмотра документов, защищенных паролем
sv: Ställ in lösenord för att visa lösenordsskyddade dokument
tr: Parola korumalı belgeleri görüntülemek için parola belirleyin
uk: Встановіть пароль для перегляду захищених паролем документів
vi: Đặt mật khẩu để xem các tài liệu được bảo vệ bằng mật khẩu
zh_hans: 设置密码以查看受密码保护的文档
zh_hant: 設置密碼以查看受密碼保護的文檔

# topscan_pdfheadingtitle
source: Set password for sharing and exporting PDF files to protect file privacy
ar: قم بتعيين كلمة مرور لمشاركة ملفات PDF وتصديرها لحماية خصوصية الملفات
cs: Nastavte heslo pro sdílení a export souborů PDF, abyste chránili soukromí souborů
da: Indstil adgangskode til deling og eksport af PDF-filer for at beskytte filbeskyttelse
de: Legen Sie ein Passwort für das Teilen und Exportieren von PDF-Dateien fest, um die Privatsphäre der Dateien zu schützen
el: Ορίστε κωδικό πρόσβασης για κοινή χρήση και εξαγωγή αρχείων PDF για την προστασία του απορρήτου των αρχείων
es: Establecer una contraseña para compartir y exportar archivos PDF para proteger la privacidad de los archivos
fa: برای محافظت حریم خصوصی فایل، رمز عبور خود را برای به اشتراک گذاری و صادر کردن فایل های PDF تنظیم کنید
fi: Aseta salasana PDF-tiedostojen jakamiseen ja vientiin tiedostojen yksityisyyden suojaamiseksi
fr: Définir un mot de passe pour le partage et l'exportation de fichiers PDF afin de protéger la confidentialité des fichiers
he: הגדר סיסמה לשיתוף וייצוא קבצי PDF כדי להגן על פרטיות הקבצים
hi: फ़ाइल गोपनीयता की रक्षा के लिए पीडीएफ फाइलों को साझा करने और निर्यात करने के लिए पासवर्ड सेट करें
hu: Állítson be jelszót a PDF fájlok megosztásához és exportálásához az adatvédelem érdekében
id: Tetapkan kata sandi untuk berbagi dan mengekspor file PDF untuk melindungi privasi file
it: Imposta la password per la condivisione e l'esportazione di file PDF per proteggere la privacy dei file
ja: ファイルのプライバシーを保護するために PDF ファイルを共有およびエクスポートするためのパスワードを設定
ko: 파일 개인 정보 보호를 위해 PDF 파일 공유 및 내보내기 비밀번호 설정
lt: Nustatykite PDF failų bendrinimo ir eksportavimo slaptažodį, kad apsaugotumėte failų privatumą
ms: Tetapkan kata laluan untuk berkongsi dan mengeksport fail PDF untuk melindungi privasi fail
nb: Angi passord for deling og eksport av PDF-filer for å beskytte filens personvern
nl: Stel een wachtwoord in voor het delen en exporteren van PDF-bestanden om de privacy van bestanden te beschermen
pl: Ustaw hasło do udostępniania i eksportowania plików PDF, aby chronić prywatność plików
pt: Defina uma palavra-passe para partilhar e exportar ficheiros PDF para proteger a privacidade do ficheiro
ro: Setați parola pentru partajarea și exportarea fișierelor PDF pentru a proteja confidențialitatea fișierului
ru: Установите пароль для совместного использования и экспорта файлов PDF для защиты конфиденциальности файлов
sv: Ställ in lösenord för att dela och exportera PDF-filer för att skydda filens integritet
tr: Dosya gizliliğini korumak için PDF dosyalarını paylaşmak ve dışa aktarmak için şifre belirleyin
uk: Встановіть пароль для спільного використання та експорту файлів PDF для захисту конфіденційності
vi: Đặt mật khẩu để chia sẻ và xuất tệp PDF để bảo vệ quyền riêng tư của tệp
zh_hans: 设置共享和导出PDF文件的密码以保护文件隐私
zh_hant: 設置共享和導出 PDF 文件的密碼以保護文件隱私

# topscan_batchall
source: Full
ar: ممتلىء
cs: Úplný
da: Fuld
de: Voll
el: Γεμάτος
es: Completo
fa: پر
fi: Täynnä
fr: Plein
he: מלא
hi: पूर्ण
hu: Teljes
id: Penuh
it: Pieno
ja: フル
ko: 전체
lt: Pilnas
ms: Penuh
nl: Vol
pl: Pełny
pt: Cheio
ro: Deplin
ru: Полный
tr: Tam
uk: Повна
vi: Tràn đầy
zh_hans: 充满
zh_hant: 滿的

# topscan_batchauto
source: Auto
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fi: Automaattinen
he: אוטומטי
hi: ऑटो
hu: Automatikus
id: Otomatis
ja: オート
ko: 자동
lt: Automatinis
nl: Automatisch
pl: Automatyczny
ru: Авто
tr: Oto
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# topscan_batchfit
source: Fit
ar: ملائم
cs: Vejít se
da: Passe
de: Passen
el: Κατάλληλος
es: Encajar
fa: مناسب
fi: Sovita
fr: Ajuster
he: לְהַתְאִים
hi: फ़िट
hu: Illeszkedik
it: Adatta
ja: フィット
ko: 맞춤
lt: Talpinti
ms: Sesuai
nb: Passe
nl: Pasvorm
pl: Dopasowanie
pt: Ajustar
ro: Potrivi
ru: Соответствовать
sv: Passa
tr: Uygun
uk: Підбір
vi: Vừa vặn
zh_hans: 合适
zh_hant: 合身

# topscan_left
source: Left
ar: متبقي
cs: Vlevo
da: venstre
de: links
el: Αριστερά
es: Izquierda
fa: چپ
fi: Vasen
fr: restant
he: שמאלה
hi: बाएं
hu: Bal
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
lt: Kairėje
ms: Kiri
nb: Venstre
nl: Resterend
pl: Lewo
pt: Esquerdo
ro: Stânga
ru: осталось
sv: Vänster
tr: Kalan
uk: Ліворуч
vi: Trái
zh_hans: 左
zh_hant: 左邊

# topscan_right
source: Right
ar: حق
cs: Vpravo
da: Højre
de: Recht
el: Δεξιά
es: Derecha
fa: راست
fi: Oikea
fr: Droite
he: ימין
hi: सही
hu: Jobb
id: Kanan
it: Giusto
ja: 右
ko: 오른쪽
lt: Dešinėje
ms: Kanan
nb: Ikke sant
nl: Rechtsaf
pl: Pawo
pt: Direito
ro: Dreapta
ru: Верно
sv: Rätt
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右
zh_hant: 右邊

# topscan_crop
source: Crop
ar: ا & قتصاص
cs: Oříznutí
da: Beskjær
de: Ernte
el: Περικοπή
es: Recortar
fa: برش
fi: Rajaa
fr: Recadrer
he: לחתוך
hi: क्रॉप
hu: Vágás
id: Potong
it: Ritaglia
ja: クロップ
ko: 자르기
lt: Apkarpyti
ms: Potong
nb: Avling
nl: Bijsnijden
pl: Przyciąć
pt: Cortar
ro: A decupa
ru: Обрезать
sv: Beskära
tr: Kırp
uk: Обрізка
vi: Cắt xén
zh_hans: 裁剪
zh_hant: 裁剪

# topscan_filter
source: Filter
ar: منقي
cs: Filtr
el: Φίλτρο
es: Filtrar
fa: فیلتر
fi: Suodattaa
fr: Filtre
he: לְסַנֵן
hi: फ़िल्टर
hu: Szűrő
it: Filtro
ja: フィルタ
ko: 필터
lt: Filtras
ms: Tapis
pl: Filtr
pt: Filtro
ro: Filtru
ru: Фильтр
sv: Filtrera
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 滤镜
zh_hant: 篩選

# topscan_prompt
source: Prompt
ar: فوري
cs: Výzva
da: Hurtig
de: Aufforderung
el: Προτροπή
es: Aviso
fa: سریع
fi: Nopea
fr: Rapide
he: הצג בקשה
hi: तुरंत
hu: Elindítás
id: Cepat
it: Richiesta
ja: プロンプト
ko: 프롬프트
lt: Raginimas
ms: Segera
nb: Spør
pl: Skłonić
pt: Incitar
ru: Подсказка
sv: Uppmaning
tr: Komut
uk: Підказка
vi: Ngay lập tức
zh_hans: 提示
zh_hant: 提示

# topscan_promptcontent
source: Changes not saved yet. Save now?
ar: لم يتم حفظ التغييرات بعد. احفظ الان؟
cs: Změny ještě nebyly uloženy. Uložit hned?
da: Ændringer er ikke gemt endnu. Gem nu?
de: Änderungen noch nicht gespeichert. Jetzt sparen?
el: Οι αλλαγές δεν έχουν αποθηκευτεί ακόμα. Αποθήκευση τώρα;
es: Los cambios aún no se han guardado. ¿Guardar ahora?
fa: تغییرات هنوز ذخیره نشده است اکنون ذخیره شود؟
fi: Muutoksia ei ole vielä tallennettu. Tallenna nyt?
fr: Les modifications ne sont pas encore enregistrées. Sauvegarder maintenant ?
he: השינויים טרם נשמרו. שמור עכשיו?
hi: परिवर्तन अभी तक सहेजे नहीं गए हैं. अब सहेजें?
hu: A módosítások még nem lettek elmentve. Mentés most?
id: Perubahan belum disimpan. Simpan sekarang?
it: Modifiche non ancora salvate. Salvare ora?
ja: 変更はまだ保存されていません。今すぐ保存しますか？
ko: 변경 내용이 아직 저장되지 않았습니다. 지금 저장하시겠습니까?
lt: Pakeitimai dar neišsaugoti. Išsaugoti dabar?
ms: Perubahan belum disimpan. Simpan sekarang?
nb: Endringene er ikke lagret ennå. Lagre Nå?
nl: Wijzigingen nog niet opgeslagen. Nu opslaan?
pl: Zmiany nie zostały jeszcze zapisane. Zapisz teraz?
pt: As alterações ainda não foram guardadas. Guardar agora?
ro: Modificările nu au fost încă salvate. Salvează acum?
ru: Изменения еще не сохранены. Сохрани теперь?
sv: Ändringar har inte sparats ännu. Spara nu?
tr: Değişiklikler henüz kaydedilmedi. Şimdi kaydet?
uk: Зміни ще не збережено. Зберегти зараз?
vi: Các thay đổi chưa được lưu. Lưu bây giờ?
zh_hans: 尚未保存更改. 是否现在保存?
zh_hant: 尚未保存更改。現在保存？

# topscan_no
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fa: خیر
fi: Ei
fr: Non
he: לא
hi: नहीं न
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
lt: Ne
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sv: Nej
tr: Hayır
uk: Ні
vi: Không
zh_hans: 不
zh_hant: 不

# topscan_yes
source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fa: بله
fi: Joo
fr: Oui
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
lt: Taip
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: da
ru: Да
sv: Ja
tr: Evet
uk: Так
vi: Đúng
zh_hans: 是的
zh_hant: 是的

# topscan_batchsave
source: Save
ar: حفظ
cs: Uložit
da: Gem
de: speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisać
pt: Guardar
ro: Salvați
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# topscan_scansignature
source: Scan your signature
ar: امسح توقيعك ضوئيًا
cs: Naskenujte svůj podpis
da: Scan din signatur
de: Scannen Sie Ihre Unterschrift
el: Σαρώστε την υπογραφή σας
es: Escanear tu firma
fa: امضای خود را اسکن کنید
fi: Skannaa allekirjoituksesi
fr: Scannez votre signature
he: סרוק את החתימה שלך
hi: अपने हस्ताक्षर स्कैन करें
hu: Olvassa be az aláírását
id: Pindai tanda tangan Anda
it: Scansiona la tua firma
ja: 署名をスキャン
ko: 서명 스캔
lt: Nuskaitykite savo parašą
ms: Imbas tandatangan anda
nb: Skann signaturen din
nl: Scan uw handtekening
pl: Zeskanuj swój podpis
pt: Digitalize a sua assinatura
ro: Scanați-vă semnătura
ru: Отсканируйте вашу подпись
sv: Skanna din signatur
tr: İmzanızı tarayın
uk: Відскануйте свій підпис
vi: Quét chữ ký của bạn
zh_hans: 扫描你的签名
zh_hant: 掃描您的簽名

# topscan_importsignature
source: Import from album
ar: استيراد من الألبوم
cs: Import z alba
da: Import fra album
de: Aus Album importieren
el: Εισαγωγή από άλμπουμ
es: Importar del álbum
fa: وارد کردن از آلبوم
fi: Tuo albumista
fr: Importer depuis l'album
he: ייבא מאלבום
hi: एल्बम से आयात करें
hu: Importálás albumból
id: Impor dari album
it: Importa da album
ja: アルバムからインポート
ko: 앨범에서 가져오기
lt: Importuoti iš albumo
ms: Import dari album
nb: Importer fra album
nl: Importeren uit album
pl: Importuj z albumu
pt: Importar do álbum
ro: Importă din album
ru: Импортировать из альбома
sv: Importera från album
tr: Albümden içe aktar
uk: Імпорт з альбому
vi: Nhập từ album
zh_hans: 从图库导入
zh_hant: 從相冊導入

# topscan_waittip
source: File processing, please wait...
ar: معالجة الملف ، يرجى الانتظار...
cs: Zpracování souboru, čekejte prosím...
da: Filbehandling, vent venligst...
de: Dateiverarbeitung, bitte warten...
el: Επεξεργασία αρχείων, περιμένετε...
es: Procesando archivo, espera...
fa: پردازش فایل ، لطفا صبر کنید...
fi: Tiedoston käsittely, odota...
fr: Traitement du fichier, veuillez patienter...
he: עיבוד קבצים, אנא המתן...
hi: फ़ाइल संसाधन, कृपया प्रतीक्षा करें...
hu: Fájl feldolgozása, kérem várjon...
id: Pemrosesan file, harap tunggu...
it: Elaborazione file, attendere...
ja: ファイル処理、お待ちください...
ko: 파일 처리 중입니다. 잠시만 기다려 주십시오...
lt: Failas apdorojamas, palaukite...
ms: Fail sedang diproses, sila tunggu...
nb: Filbehandling, vent...
nl: Bestandsverwerking, even geduld aub...
pl: Przetwarzanie pliku, proszę czekać...
pt: A processar o ficheiro, por favor, aguarde...
ro: Procesarea fișierului, vă rugăm să așteptați...
ru: Обработка файла, подождите...
sv: Filhantering, vänta...
tr: Dosya işleniyor, lütfen bekleyin...
uk: Обробка файлів, зачекайте...
vi: Đang xử lý tệp, vui lòng đợi...
zh_hans: 文件处理中，请稍后...
zh_hant: 文件處理中，請稍候......
