Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_questiontypefeatures
source: More features
ar: المزيد من الميزات
cs: Další funkce
da: Flere funktioner
de: Mehr Funktionen
el: Περισσότερα χαρακτηριστικά
es: Más características
fa: ویژگی های بیشتر
fi: Lisää ominaisuuksia
fr: Plus de fonctionnalités
he: תכונות נוספות
hi: अधिक सुविधाएं
hu: További funkciók
id: Lebih banyak fitur
it: Altre caratteristiche
ja: その他の機能
ko: 더 많은 기능
lt: Daugiau funkcijų
ms: Lebih banyak ciri
nb: Flere funksjoner
nl: Meer eigenschappen
pl: Więcej funkcji
pt: Mais recursos
ro: Mai multe trăsături
ru: Больше возможностей
sv: Flera funktioner
tr: Daha fazla özellik
uk: Більше можливостей
vi: Các tính năng khác
zh_hans: 更多功能
zh_hant: 更多功能

# topscan_questiontypeother
source: Other questions
ar: اسئلة أخرى
cs: Další otázky
da: Andre spørgsmål
de: Andere Fragen
el: Άλλες ερωτήσεις
es: Otras preguntas
fa: سوالات دیگر
fi: Muut kysymykset
fr: D'autres questions
he: שאלות אחרות
hi: अन्य सवाल
hu: Egyéb kérdések
id: Pertanyaan Lain
it: Altre domande
ja: その他の質問
ko: 다른 질문
lt: Kiti klausimai
ms: Soalan lain
nb: Andre spørsmål
nl: Overige vragen
pl: Inne pytania
pt: Outras perguntas
ro: Alte întrebări
ru: Другие вопросы
sv: Andra frågor
tr: Diğer sorular
uk: Інші питання
vi: Các câu hỏi khác
zh_hans: 其他问题
zh_hant: 其他問題

# topscan_questiontypetoast
source: Are there any usage problems? Or you can give us feedback about application function suggestions and requirements,and we are happy to listen to your opinions.
ar: هل هناك أي مشاكل في الاستخدام؟ أو يمكنك تزويدنا بتعليقات حول اقتراحات ومتطلبات وظائف التطبيق ، ويسعدنا الاستماع إلى آرائك.
cs: Vyskytly se nějaké problémy s používáním? Nebo nám můžete poskytnout zpětnou vazbu ohledně návrhů a požadavků na funkce aplikace a rádi si vyslechneme vaše názory.
da: Er der problemer vedrørende brug? Eller du kan give os feedback om forslag og krav til applikationsfunktioner,og vi er glade for at lytte til dine meninger.
de: Gibt es Nutzungsprobleme? Oder Sie können uns Feedback zu Vorschlägen und Anforderungen zu Anwendungsfunktionen geben, wir freuen uns auf Ihre Meinung.
el: Υπάρχουν προβλήματα στην χρήση; Εναλλακτικά,μπορείτε να μας δώσετε σχόλια σχετικά με τις προτάσεις και τις απαιτήσεις λειτουργίας της εφαρμογής και θα χαρούμε να ακούσουμε τις απόψεις σας.
es: ¿Hay algún problema de uso? O puedes darnos tu opinión sobre las sugerencias y los requisitos de las funciones de la aplicación,y estaremos encantados de escuchar tus opiniones.
fa: آیا مشکلی در استفاده وجود دارد؟ یا می توانید درباره پیشنهادات و نیازهای عملکرد برنامه بازخورد دهید و ما خوشحال می شویم که به نظرات شما گوش فرا دهیم.
fi: Onko käyttöongelmia? Tai voit antaa meille palautetta sovellustoimintojen ehdotuksista ja vaatimuksista,ja kuuntelemme mielellämme mielipiteitäsi.
fr: Y a-t-il des problèmes d'utilisation ? Ou vous pouvez nous faire part de vos commentaires sur les suggestions et les exigences des fonctions d'application,et nous serons heureux d'écouter vos opinions.
he: האם יש בעיות שימוש? לחלופין, תוכל לתת לנו משוב על הצעות ודרישות לתפקוד היישומים, ואנחנו שמחים להקשיב לדעותיך.
hi: क्या कोई उपयोग की समस्या है? या आप हमें एप्लिकेशन फ़ंक्शन सुझावों और आवश्यकताओं के बारे में प्रतिक्रिया दे सकते हैं,और हम आपकी राय सुनकर खुश हैं.
hu: Van használati probléma? Vagy visszajelzést adhat az alkalmazás funkcióival kapcsolatos javaslatokról és igényekről, és örömmel meghallgatjuk a véleményét.
id: Apakah ada masalah penggunaan? Atau Anda dapat memberi kami umpan balik tentang saran dan persyaratan fungsi aplikasi,dan kami senang mendengarkan pendapat Anda.
it: Ci sono problemi di utilizzo? Oppure puoi darci un feedback sui suggerimenti e sui requisiti delle funzioni dell'applicazione e saremo lieti di ascoltare le tue opinioni.
ja: 使用上の問題はありますか？または、アプリケーション機能の提案や要件についてフィードバックをお寄せいただければ、喜んでご意見をお聞かせください。
ko: 사용상의 문제는 없나요? 또는 애플리케이션 기능 제안 및 요구 사항에 대한 피드백을 제공할 수 있으며, 당사는 귀하의 의견을 경청할 것입니다.
lt: Ar yra kokių nors naudojimo problemų? Arba galite pateikti mums pasiūlymus bei reikalavimus dėl programos funkcijų ir mes mielai išklausysime jūsų nuomonę.
ms: Adakah terdapat masalah penggunaan? Atau anda boleh memberi kami maklum balas mengenai cadangan dan keperluan fungsi aplikasi,dan kami senang mendengar pendapat anda.
nb: Er det noen bruksproblemer? Eller du kan gi oss tilbakemelding om forslag og krav til applikasjonsfunksjoner,og vi hører gjerne på dine meninger.
nl: Zijn er gebruiksproblemen? Of u kunt ons feedback geven over suggesties en vereisten voor toepassingsfuncties,en we luisteren graag naar uw mening.
pl: Czy są jakieś problemy z użytkowaniem? Możesz też przekazać nam swoją opinię na temat sugestii i wymagań dotyczących funkcji aplikacji, a my z przyjemnością wysłuchamy Twoich opinii.
pt: Existem problemas de uso? Ou pode dar-nos feedback sobre sugestões e requisitos de funções da aplicação,e ficaremos felizes em ouvir as suas opiniões.
ro: Există probleme de utilizare? Sau ne puteți oferi feedback despre sugestiile și cerințele privind funcțiile aplicației și suntem bucuroși să vă ascultăm opiniile.
ru: Есть ли проблемы с использованием? Или вы можете оставить нам отзыв о предложениях и требованиях к функциям приложения, и мы будем рады выслушать ваше мнение.
sv: Finns det några användningsproblem? Eller så kan du ge oss feedback om förslag och krav på applikationsfunktioner och vi lyssnar gärna på dina åsikter.
tr: Kullanım sorunları var mı? Veya uygulama işlevi önerileri ve gereksinimleri hakkında bize geri bildirimde bulunabilirsiniz ve görüşlerinizi dinlemekten memnuniyet duyarız.
uk: Чи є проблеми з використанням? Або ви можете надіслати нам відгук щодо пропозицій та вимог щодо функцій програми, і ми із задоволенням вислухаємо ваші думки.
vi: Có bất kỳ vấn đề sử dụng nào không? Hoặc bạn có thể cung cấp cho chúng tôi phản hồi về các đề xuất và yêu cầu về chức năng ứng dụng và chúng tôi rất sẵn lòng lắng nghe ý kiến của bạn.
zh_hans: 有什么使用问题吗？ 或者您可以向我们反馈应用功能的建议和要求，我们很乐意听取您的意见.
zh_hant: 有什麼使用問題嗎？或者您可以向我們反饋應用功能的建議和要求，我們很樂意聽取您的意見。

# topscan_questionsetting
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: die Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# topscan_questioncontinue
source: Continue
ar: يكمل
cs: Pokračovat
da: Bliv ved
de: Fortsetzen
el: Να συνεχίσει
es: Continuar
fa: ادامه دهید
fi: Jatkaa
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsette
nl: Doorgaan met
pl: Kontyntynuj
pt: Prosseguir
ro: Continuă
ru: Продолжать
sv: Fortsätta
tr: Devam et
uk: Продовжуйте
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# topscan_questioninvalidemail
source: Invalid Email Address
ar: عنوان البريد الإلكتروني غير صالح
cs: Neplatná e-mailová adresa
da: Ugyldig emailadresse
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση e-mail
es: Dirección de correo electrónico no válida
fa: آدرس ایمیل نامعتبر است
fi: Virheellinen sähköpostiosoite
fr: Adresse courriel non valide
he: כתובת דוא"ל לא חוקית
hi: अमान्य ईमेल पता
hu: Érvénytelen e-mail cím
id: Alamat Email Tidak Valid
it: Indirizzo email non valido
ja: 無効なメールアドレス
ko: 잘못된 이메일 주소
lt: Neteisingas el. pašto adresas
ms: Alamat e-mel tidak sah
nb: Ugyldig epostadresse
nl: Ongeldig e-mailadres
pl: Niepoprawny adres email
pt: Endereço de email inválido
ro: Adresa email invalida
ru: Недействительный адрес электронной почты
sv: Ogiltig e-postadress
tr: Geçersiz e-posta adresi
uk: Невірна адреса електронної пошти
vi: Địa chỉ email không hợp lệ
zh_hans: 无效邮件地址
zh_hant: 無效的電子郵箱地址

# topscan_questiontoasttitle
source: Add screenshots (optional)
ar: إضافة لقطات (اختياري)
cs: Přidat snímky obrazovky (volitelné)
da: Tilføj skærmbilleder (valgfrit)
de: Screenshots hinzufügen (optional)
el: Προσθήκη στιγμιότυπων οθόνης (προαιρετικό)
es: Agregar capturas de pantalla (opcional)
fa: افزودن عکسهای صفحه (اختیاری)
fi: Lisää kuvakaappauksia (valinnainen)
fr: Ajouter des captures d'écran (facultatif)
he: הוסף צילומי מסך (אופציונלי)
hi: स्क्रीनशॉट जोड़ें (वैकल्पिक)
hu: Képernyőképek hozzáadása (opcionális)
id: Tambahkan tangkapan layar (opsional)
it: Aggiungi screenshot (facoltativo)
ja: スクリーンショットを追加（任意）
ko: 스크린샷 추가(선택사항)
lt: Pridėti ekrano kopijas (nebūtina)
ms: Tambahkan tangkapan skrin (pilihan)
nb: Legg til skjermbilder (valgfritt)
nl: Schermafbeeldingen toevoegen (optioneel)
pl: Dodaj zrzuty ekranu (opcjonalnie)
pt: Adicionar capturas de ecrã (opcional)
ro: Adăugați capturi de ecran (opțional)
ru: Добавьте скриншоты (необязательно)
sv: Lägg till skärmdumpar (valfritt)
tr: Ekran görüntüleri ekleyin (isteğe bağlı)
uk: Додати скріншоти (необов’язково)
vi: Thêm ảnh chụp màn hình (tùy chọn)
zh_hans: 添加截图 (可选)
zh_hant: 添加屏幕截圖（可選）

# topscan_submittedsuccessfully
source: Submitted successfully !
ar: تم الإرسال بنجاح !
cs: Úspěšně odesláno!
da: Afleveret med succes!
de: Erfolgreich eingereicht!
el: Υποβλήθηκε με επιτυχία!
es: ¡Enviado con éxito!
fa: با موفقیت ثبت شد !
fi: Lähetys onnistui !
fr: Soumis avec succès !
he: נשלח בהצלחה !
hi: सफलतापूर्वक जमा !
hu: Sikeresen beküldve!
id: Dikirim dengan sukses!
it: Inviato con successo!
ja: 正常に送信されました！
ko: 성공적으로 제출되었습니다!
lt: Pateikta sėkmingai!
ms: Dihantar dengan jayanya!
nb: Sendt inn vellykket!
nl: Succesvol ingediend!
pl: Przesłane pomyślnie !
pt: Submetido com sucesso!
ro: Trimis cu succes !
ru: Отправлено успешно!
sv: Framgångsrikt inskickat !
tr: Başarıyla gönderildi !
uk: Відправлено успішно!
vi: Đã gửi thành công!
zh_hans: 提交成功 !
zh_hant: 提交成功！

# topscan_suggestioncontenttitle
source: Detail
ar: التفاصيل
da: Detalje
el: Λεπτομέρεια
es: Detalle
fa: جزئیات
fi: Yksityiskohta
fr: Détail
he: פרטים
hi: विस्तार
hu: Részlet
it: Dettaglio
ja: 詳細
ko: 세부정보
lt: Detalės
ms: Perincian
nb: Detalj
pl: Szczegół
pt: Detalhe
ro: Detaliu
ru: Деталь
sv: Detalj
tr: Detay
uk: Подробиці
vi: Chi tiết
zh_hans: 详情
zh_hant: 細節

# topscan_suggestionsubmit
source: Submit
ar: إرسال
cs: Předložit
da: Indsend
de: Senden
el: Υποβολή
es: Enviar
fa: ارسال
fi: Lähetä
fr: Soumettre
he: שלח
hi: प्रस्तुत करें
hu: Elküldés
id: Kirim
it: Invia
ja: 送信
ko: 제출
lt: Pateikti
ms: Hantar
nb: Sende inn
nl: Indienen
pl: Zatwierdź
pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# topscan_remindtitle
source: Title
ar: العنوان
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
lt: Pavadinimas
ms: Tajuk
nb: Tittel
nl: Titel
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sv: Titel
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# topscan_remindreturn
source: Return
ar: إرجاع
cs: Vrátit se
da: Vend tilbage
de: Rückkehr
el: Επιστροφή
es: Volver
fa: برگشت
fi: Palata
fr: Revenir
he: לַחֲזוֹר
hi: वापसी
hu: Visszaküldés
id: Kembali
it: Ritorna
ja: 戻る
ko: 반환
lt: Grįžti
ms: Kembali
nb: Komme tilbake
nl: Terugkeer
pl: Powrót
pt: Voltar
ro: Întoarcere
ru: Возвращаться
sv: Lämna tillbaka
tr: Dönüş
uk: Повернути
vi: Trở về
zh_hans: 返回
zh_hant: 返回

# topscan_guidetitleprofessional
source: Professional
ar: احترافي
cs: Profesionální
da: Professionel
de: Fachmann
el: Επαγγελματίας
es: Profesional
fa: حرفه ای
fi: Ammattilainen
fr: Professionnel
he: מקצועי
hi: पेशेवर
hu: Profi
id: Profesional
it: Professionale
ja: プロフェッショナル
ko: 전문적인
lt: Profesionalas
ms: Profesional
nb: Profesjonell
nl: Professioneel
pl: Profesjonalny
pt: Profissional
ro: Profesional
ru: Профессиональный
sv: Professionell
tr: Profesyonel
uk: Професійно
vi: Chuyên nghiệp
zh_hans: 专业的
zh_hant: 專業的

# topscan_guidetitlecollage
source: ID collage mode
ar: وضع معرف الكولاج
cs: Režim koláže ID
de: ID-Collage-Modus
el: Λειτουργία κολάζ ταυτότητας
es: Modo de collage de ID
fa: حالت کلاژ شناسه
fi: ID-kollaasitila
fr: Mode collage d'identité
he: מצב קולאז 'מזהה
hi: आईडी महाविद्यालय मोड
hu: Igazolványkép kollázs mód
id: Mode kolase ID
it: Modalità collage ID
ja: ID コラージュモード
ko: ID 콜라주 모드
lt: ID koliažo režimas
ms: Mod kolaj Pengenalan
nb: ID collage-modus
nl: ID-collagemodus
pl: Tryb kolażu ID
pt: Modo de colagem de ID
ro: Modul colaj ID
ru: Режим коллажа ID
sv: ID-kollageläge
tr: Kimlik kolaj modu
uk: Режим колажу ID
vi: Chế độ cắt dán ID
zh_hans: 身份证拼贴模式
zh_hant: 身份證拼貼模式

# topscan_guidetitlebackup
source: Backup and Restore
ar: النسخ الاحتياطي واستعادة
cs: Zálohování a obnovení
da: Backup og genskab
de: Sichern und Wiederherstellen
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά
es: Copia de seguridad y restaurar
fa: پشتیبان گیری و بازیابی
fi: Varmuuskopiointi ja palautus
fr: Sauvegarde et restauration
he: גיבוי ושחזור
hi: बैकअप और रीस्टोर
hu: Mentés és visszaállítás
id: Cadangkan dan Pulihkan
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
lt: Atsarginė kopija ir atkūrimas
ms: Sandarkan dan Pulihkan
nb: Sikkerhetskopiering og gjenoppretting
nl: Backup en herstellen
pl: Kopia zapasowa i przywracanie
pt: Backup e restauração
ro: Backup și restaurare
ru: Резервное копирование и восстановление
sv: Säkerhetskopiering och återställning
tr: Yedekleme ve geri yükleme
uk: Резервне копіювання і відновлення
vi: Sao lưu và khôi phục
zh_hans: 备份和还原
zh_hant: 備份還原

# topscan_guideprofessionaldes
source: Automatically detect documents, fast crop processing, sharpen and enhance documents.
ar: اكتشاف المستندات تلقائيًا ومعالجة المحاصيل السريعة وشحذ المستندات وتحسينها.
cs: Automatická detekce dokumentů, rychlé zpracování oříznutí, zostření a vylepšení dokumentů.
da: Registrer automatisk dokumenter, hurtig afgrødebehandling, skærp og forbedring af dokumenter.
de: Dokumente automatisch erkennen, schnelle Zuschnittverarbeitung, schärfen und verbessern von Dokumenten
el: Αυτόματη ανίχνευση εγγράφων, γρήγορη επεξεργασία περικοπής, ευκρίνεια και βελτίωση εγγράφων.
es: Detecta documentos automáticamente, procesa rápidamente los recortes, agudiza y mejora los documentos.
fa: به طور خودکار اسناد را شناسایی کنید ، پردازش سریع محصول را انجام دهید ، اسناد را بهبود دهید.
fi: Tunnista asiakirjat automaattisesti, rajaa nopeasti, terävöittää ja parantaa asiakirjoja.
fr: Détectez automatiquement les documents, recadrez rapidement, affinez et améliorez les documents.
he: זיהוי מסמכים אוטומטי, עיבוד מהיר של חיתוך, חידוד ושיפור מסמכים.
hi: दस्तावेजों का स्वचालित रूप से पता लगाएं, तेजी से फसल प्रसंस्करण करें, दस्तावेजों को तेज करें और बढ़ाएं.
hu: Automatikusan észleli a dokumentumokat, gyors vágási folyamat, élesebbé és jobbá teszi a dokumentumokat.
id: Deteksi dokumen secara otomatis, pemrosesan potong cepat, pertajam dan tingkatkan dokumen.
it: Rileva automaticamente i documenti, elabora rapidamente i ritagli, migliora la nitidezza e migliora i documenti.
ja: ドキュメントを自動的に検出し、クロップ処理を高速化し、ドキュメントをシャープにして強化します。
ko: 자동으로 문서를 감지하고 자르기 처리를 빠르게 하고 문서를 선명하게 하고 향상시킵니다.
lt: Automatiškai aptikti dokumentus, greitai apkarpyti, paryškinti ir patobulinti dokumentus.
ms: Mengesan dokumen secara automatik, memproses pemotongan pantas, menjelaskan dan meningkatkan dokumen.
nb: Oppdag dokumenter automatisk, rask beskjæring, skjerp og forbedr dokumenter.
nl: Documenten automatisch detecteren, bijsnijden snel verwerken, documenten verscherpen en verbeteren.
pl: Automatyczne wykrywanie dokumentów, szybkie przetwarzanie przycinania, wyostrzanie i ulepszanie dokumentów.
pt: Deteta documentos automaticamente, agiliza o processamento de recorte, aumenta a nitidez e melhora os documentos.
ro: Detectați automat documente, prelucrați rapid culturile, ascuțiți și îmbunătățiți documentele.
ru: Автоматическое обнаружение документов, быстрая обработка кадрирования, резкость и улучшение документов.
sv: Identifiera dokument automatiskt, snabb beskärning, skärpa och förbättra dokument.
tr: Belgeleri otomatik olarak algılayın, hızlı kırpma işlemi yapın, belgeleri keskinleştirin ve geliştirin.
uk: Автоматично розпізнавати документи, швидко обробляти кадрування, робити чіткими та покращувати документи.
vi: Tự động phát hiện tài liệu, xử lý cắt nhanh, làm sắc nét và nâng cao tài liệu.
zh_hans: 自动检测文档，快速裁剪处理，锐化和增强文档.
zh_hant: 自動檢測文檔，快速裁剪處理，銳化和增強文檔。

# topscan_guidecollagedes
source: Collage ID card images into a document, provide multiple template options, and custom size.
ar: صور بطاقة هوية مجمعة في مستند ، وتوفر خيارات متعددة للقالب ، وحجم مخصص.
cs: Koláž obrázků identifikačních karet do dokumentu, více možností šablon a vlastní velikost.
da: Collage ID-kortbilleder i et dokument, giver flere skabelonindstillinger og brugerdefineret størrelse.
de: Collagen von ID-Kartenbildern in ein Dokument, bieten mehrere Vorlagenoptionen und benutzerdefinierte Größe.
el: Κολάζ εικόνων ταυτότητας σε ένα έγγραφο, παροχή πολλαπλών επιλογών προτύπου και προσαρμοσμένου μεγέθους.
es: Haz un collage de imágenes de tarjetas de identificación en un documento, brinda múltiples opciones de plantilla y tamaño personalizado.
fa: تصاویر کارت شناسایی را در یک سند جمع کنید ، چندین گزینه الگو و اندازه سفارشی ارائه دهید.
fi: Kerää henkilökortin kuvat asiakirjaan, tarjoa useita mallivaihtoehtoja ja mukautetun koon.
fr: Collez des images de carte d'identité dans un document, fournissez plusieurs options de modèle et une taille personnalisée.
he: קולג תמונות של תעודת זהות למסמך, ספק אפשרויות מרובות של תבניות וגודל מותאם אישית.
hi: कोलाज आईडी कार्ड छवियों को एक दस्तावेज़ में, एकाधिक टेम्पलेट विकल्प और कस्टम आकार प्रदान करें.
hu: Kollázst készít az igazolványképekről egy dokumentumba több sablonlehetőséggel és egyedi méretekkel.
id: Kolase gambar kartu ID ke dalam dokumen, menyediakan beberapa opsi template, dan ukuran khusus.
it: Fai un collage delle immagini della carta d'identità in un documento, fornisci più opzioni di modello e dimensioni personalizzate.
ja: ID カードの画像をドキュメントにコラージュし、複数のテンプレートオプションとカスタムサイズを提供します。
ko: 신분증 이미지를 문서로 콜라주하고 여러 템플릿 옵션과 사용자 지정 크기를 제공합니다.
lt: Surinkti asmens tapatybės kortelės vaizdų koliažą į dokumentą, pateikti kelias šablonų parinktis ir pasirinktinį dydį.
ms: Imej kad Pengenalan kolaj ke dalam dokumen, sediakan pelbagai pilihan templat, dan saiz tersuai.
nb: Collage ID-kortbilder i et dokument, gi flere malalternativer og tilpasset størrelse.
nl: Collage ID-kaartafbeeldingen in een document, bieden meerdere sjabloonopties en aangepast formaat.
pl: Dodawaj obrazy kart identyfikacyjnych do dokumentu, udostępniaj wiele opcji szablonów i niestandardowy rozmiar.
pt: Colagem de imagens de cartões de identificação num documento, com várias opções de modelos e tamanho personalizado.
ro: Colajați imaginile cărții de identitate într-un document, furnizați mai multe opțiuni de șablon și dimensiunea personalizată.
ru: Создавайте коллаж из изображений удостоверений личности в документ, предоставляйте несколько вариантов шаблона и настраиваемый размер.
sv: Kollage ID-kortbilder i ett dokument, ge flera mallalternativ och anpassad storlek.
tr: Kimlik kartı görüntülerini bir belgeye kolajlayın, birden çok şablon seçeneği ve özel boyut sağlayın.
uk: Зображення ідентифікаційних карток колажу в документ, надають кілька варіантів шаблону та власний розмір.
vi: Ghép ảnh thẻ ID vào một tài liệu, cung cấp nhiều tùy chọn mẫu và tùy chỉnh kích thước.
zh_hans: 拼贴身份证图片成文档，提供多种模板选项，自定义大小.
zh_hant: 將身份證圖像拼貼成文檔，提供多種模板選項，並自定義大小。

# topscan_guideimagedes
source: Automatically recognize text through cloud AI technology, edit, copy, share, export your text.
ar: التعرف تلقائيًا على النص من خلال تقنية الذكاء الاصطناعي السحابية ، وتحرير النص الخاص بك ونسخه ومشاركته وتصديره.
cs: Automaticky rozpoznávejte text pomocí cloudové technologie AI, upravujte, kopírujte, sdílejte a exportujte svůj text.
da: Genkend automatisk tekst gennem cloud AI-teknologi, rediger, kopier, del, eksporter din tekst.
de: Text automatisch durch Cloud-KI-Technologie erkennen, Text bearbeiten, kopieren, teilen und exportieren.
el: Αυτόματη αναγνώριση κειμένου μέσω της τεχνολογίας cloud AI, επεξεργασία, αντιγραφή, κοινή χρήση και εξαγωγή του κειμένου σας.
es: Reconoce automáticamente el texto a través de la tecnología de inteligencia artificial en la nube, edita, copia, comparte y exporta tu texto.
fa: به طور خودکار متن را از طریق فناوری AI cloud شناسایی کنید ، متن خود را ویرایش ، کپی ، اشتراک گذاری کنید ، صادر کنید.
fi: Tunnista teksti automaattisesti AI-pilvitekniikan avulla, muokkaa, kopioi, jaa ja vie tekstiä.
fr: Reconnaissez automatiquement le texte grâce à la technologie cloud AI, modifiez, copiez, partagez, exportez votre texte.
he: זיהוי טקסט אוטומטי באמצעות טכנולוגיית AI ענן, עריכה, העתקה, שיתוף, ייצוא הטקסט שלך.
hi: क्लाउड एआई तकनीक के माध्यम से टेक्स्ट को स्वचालित रूप से पहचानें, अपना टेक्स्ट संपादित करें, कॉपी करें, साझा करें, निर्यात करें.
hu: Automatikusan felismeri a szöveget a felhő-MI technológián keresztül, szerkesztheti, másolhatja, megoszthatja és exportálhatja a szöveget.
id: Secara otomatis mengenali teks melalui teknologi cloud AI, edit, salin, bagikan, ekspor teks Anda.
it: Riconosci automaticamente il testo tramite la tecnologia cloud IA, modifica, copia, condividi, esporta il tuo testo.
ja: クラウド AI テクノロジーを介してテキストを自動的に認識し、テキストを編集、コピー、共有、エクスポートします。
ko: 클라우드 AI 기술을 통해 자동으로 텍스트를 인식하고 텍스트를 편집, 복사, 공유하거나 내보냅니다.
lt: Automatiškai atpažinti tekstą per debesies dirbtinio intelekto technologiją, redaguoti, kopijuoti, bendrinti, eksportuoti savo tekstą.
ms: Kenali teks secara automatik melalui teknologi awan AI, edit, salin, kongsi, eksport teks anda.
nb: Gjenkjen tekst automatisk gjennom sky-AI-teknologi, rediger, kopier, del, eksporter teksten din.
nl: Herken automatisch tekst via cloud AI-technologie, bewerk, kopieer, deel en exporteer uw tekst.
pl: Automatycznie rozpoznawaj tekst za pomocą technologii AI w chmurze, edytuj, kopiuj, udostępniaj, eksportuj tekst.
pt: Reconheça texto automaticamente através da tecnologia de IA em nuvem, edite, copie, partilhe e exporte o seu texto.
ro: Recunoașteți automat textul prin tehnologia AI cloud, editați, copiați, partajați, exportați textul.
ru: Автоматически распознавайте текст с помощью облачной технологии искусственного интеллекта, редактируйте, копируйте, делитесь, экспортируйте свой текст.
sv: Identifiera text automatiskt genom moln AI-teknik, redigera, kopiera, dela, exportera din text.
tr: Bulut AI teknolojisi aracılığıyla metni otomatik olarak tanıyın, metninizi düzenleyin, kopyalayın, paylaşın, dışa aktarın.
uk: Автоматично розпізнавати текст за допомогою хмарної технології ШІ, редагувати, копіювати, ділитися, експортувати текст.
vi: Tự động nhận dạng văn bản thông qua công nghệ AI đám mây, chỉnh sửa, sao chép, chia sẻ, xuất văn bản của bạn.
zh_hans: 通过云端AI技术自动识别文字，编辑、复制、分享、导出您的文本.
zh_hant: 通過雲端 AI 技術自動識別文字，編輯、複製、分享、導出您的文字。
