Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_filestartbackup
source: Backup file starts downloading
ar: يبدأ تنزيل ملف النسخ الاحتياطي
cs: Záložní soubor se začne stahovat
da: Backup-filen begynder at downloade
de: Backup-Datei wird heruntergeladen
el: Η λήψη του αντιγράφου ασφαλείας ξεκινά τη λήψη
es: El archivo de respaldo comienza a descargarse
fa: بارگیری فایل پشتیبان شروع می شود
fi: Varmuuskopiotiedoston lataaminen alkaa
fr: Le téléchargement du fichier de sauvegarde commence
he: הורדת קובץ הגיבוי מתחיל
hi: बैकअप फ़ाइल डाउनलोड होने लगती है
hu: Kezdődik a biztonságimásolat-fájl letöltése
id: File cadangan mulai diunduh
it: Il file di backup inizia lo scaricamento
ja: バックアップファイルのダウンロードを開始
ko: 백업 파일 다운로드 시작
lt: Pradedamas atsisiųsti atsarginis failas
ms: Fail sandaran mula dimuat turun
nb: Sikkerhetskopifilen begynner å lastes ned
nl: Back-upbestand begint te downloaden
pl: Rozpocznie się pobieranie pliku kopii zapasowej
pt: O ficheiro de backup começa a descarregar
ro: Fișierul de rezervă începe să se descarce
ru: Файл резервной копии начинает скачиваться
sv: Säkerhetskopieringsfilen börjar ladda ner
tr: Yedekleme dosyası indirilmeye başlar
uk: Починається завантаження файлу резервної копії
vi: Tệp sao lưu bắt đầu tải xuống
zh_hans: 备份文件开始下载
zh_hant: 備份文件開始下載

# topscan_filerestoresuccessed
source: Backup file restore succeeded.
ar: نجحت استعادة ملف النسخ الاحتياطي.
cs: Obnovení souboru zálohy proběhlo úspěšně.
da: Gendannelse af backup er gennemført.
de: Wiederherstellung der Sicherungsdatei erfolgreich.
el: Η επαναφορά του εφεδρικού αρχείου ολοκληρώθηκε με επιτυχία.
es: Restauración correcta del archivo de respaldo.
fa: بازیابی فایل پشتیبان با موفقیت انجام شد.
fi: Varmuuskopiotiedoston palautus onnistui.
fr: La restauration du fichier de sauvegarde a réussi.
he: שחזור קובץ הגיבוי הצליח.
hi: बैकअप फ़ाइल को पुनर्स्थापित किया गया।
hu: A biztonságimásolat-fájl visszaállítása sikeres.
id: Pemulihan file cadangan berhasil.
it: Ripristino del file di backup riuscito.
ja: バックアップファイルの復元に成功しました。
ko: 백업 파일 복원에 성공했습니다.
lt: Atsarginį failą atkurti pavyko.
ms: Pemulihan fail sandaran berjaya.
nb: Gjenoppretting av sikkerhetskopifilen lyktes.
nl: Het is gelukt het back-upbestand te herstellen.
pl: Przywracanie pliku kopii zapasowej powiodło się.
pt: A restauração do ficheiro de backup foi bem-sucedida.
ro: Restaurarea fișierului de rezervă a reușit.
ru: Восстановление файла резервной копии выполнено успешно.
sv: Återställning av säkerhetskopian lyckades.
tr: Yedekleme dosyası geri yükleme işlemi başarılı oldu.
uk: Відновлення файлу резервної копії виконано успішно.
vi: Khôi phục tệp sao lưu thành công.
zh_hans: 备份文件恢复成功.
zh_hant: 備份文件復原成功。

# topscan_uploadsingin
source: SIGN IN
ar: تسجيل الدخول
cs: Přihlásit se
da: LOG IND
de: Anmelden
el: ΣΥΝΔΕΘΕΙΤΕ
es: INICIAR SESIÓN
fa: ورود
fi: KIRJAUDU SISÄÄN
fr: Connexion
he: היכנס
hi: साइन इन करें
hu: BEJELENTKEZÉS
id: MASUK
it: Accesso
ja: サインイン
ko: 로그인
lt: PRISIJUNGTI
ms: Daftar Masuk
nb: LOGG INN
nl: AANMELDEN
pl: Zaloguj się
pt: ENTRAR
ro: CONECTARE
ru: ВОЙТИ
sv: LOGGA IN
tr: Oturum aç
uk: Увійти
vi: ĐĂNG NHẬP
zh_hans: 登入
zh_hant: 登入

# topscan_singoutlowercase
source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج از سیستم
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
hi: साइन आउट करें
hu: Kijelentkezés
id: Keluar
it: Disconnessione
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выйти
sv: Logga ut
tr: Oturumu Kapat
uk: Вийти
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# topscan_processingerror
source: File processing error !
ar: خطأ في معالجة الملف!
cs: Chyba zpracování souboru!
da: Fejl ved filbehandling!
de: Fehler bei der Dateiverarbeitung!
el: Σφάλμα επεξεργασίας αρχείων!
es: ¡Error de procesamiento de archivo!
fa: خطای پردازش فایل!
fi: Tiedoston käsittelyvirhe!
fr: Erreur de traitement du fichier !
he: שגיאת עיבוד קבצים!
hi: फ़ाइल प्रसंस्करण त्रुटि!
hu: Fájlfeldolgozási hiba!
id: Kesalahan pemrosesan file!
it: Errore di elaborazione del file!
ja: ファイル処理エラー！
ko: 파일 처리 오류!
lt: Failo apdorojimo klaida!
ms: Ralat pemprosesan fail!
nb: Feilsøking av filbehandling!
nl: Fout bij bestandsverwerking!
pl: Błąd przetwarzania pliku!
pt: Erro de processamento de ficheiro!
ro: Eroare procesare fișiere!
ru: Ошибка обработки файла!
sv: Fel vid bearbetning av filer !
tr: Dosya işleme hatası!
uk: Помилка обробки файлів!
vi: Lỗi xử lý tệp!
zh_hans: 文件处理错误 !
zh_hant: 文件處理錯誤！

# topscan_barcodeopenurl
source: Open URL
ar: رابط مفتوح
cs: Otevřít URL
da: Åbn URL
de: Öffne URL
el: Άνοιγμα διεύθυνσης URL
es: Abrir URL
fa: URL را باز کنید
fi: Avaa URL
fr: Ouvrir le lien
he: פתח את כתובת האתר
hi: यूआरएल खोलें
hu: Nyissa meg az URL-t
id: Buka URL
it: Apri URL
ja: URL を開く
ko: URL 열기
lt: Atidaryti URL
ms: Buka URL
nb: Åpne URL
pl: Otwórz URL
pt: Abrir URL
ro: Deschideți adresa URL
ru: Открыть URL
sv: Öppna URL
tr: Link aç
uk: Відкрити URL
vi: Mở URL
zh_hans: 打开URL
zh_hant: 打開網址

# topscan_barcoderesult
source: Recognition Result
ar: نتيجة الاعتراف
cs: Výsledek uznání
da: Anerkendelsesresultat
de: Erkennungsergebnis
el: Αποτέλεσμα αναγνώρισης
es: Resultado del reconocimiento
fa: نتیجه شناخت
fi: Tunnustustulos
fr: Résultat de la reconnaissance
he: תוצאת הכרה
hi: मान्यता परिणाम
hu: Felismerés eredménye
id: Hasil Pengakuan
it: Risultato del riconoscimento
ja: 認識結果
ko: 인식 결과
lt: Atpažinimo rezultatas
ms: Pengecaman Hasil
nb: Anerkjennelsesresultat
nl: Erkenningsresultaat
pl: Wynik rozpoznania
pt: Resultado de Reconhecimento
ro: Rezultatul recunoașterii
ru: Результат распознавания
sv: Inläsningsresultat
tr: Tanıma Sonucu
uk: Результат розпізнавання
vi: Kết quả nhận dạng
zh_hans: 识别结果
zh_hant: 識別結果

# topscan_downloadlanguage
source: Language downloading...
ar: تحميل اللغة...
cs: Stahování jazyků...
da: Download af sprog...
de: Sprache wird heruntergeladen...
el: Λήψη γλώσσας...
es: Descargando idioma...
fa: بارگیری زبان...
fi: Kieli ladataan...
fr: Téléchargement de la langue...
he: הורדת שפה...
hi: भाषा डाउनलोड हो रही है...
hu: Nyelv letöltése...
id: Pengunduhan bahasa...
it: Download della lingua in corso...
ja: 言語のダウンロード...
ko: 언어 다운로드 중...
lt: Kalba atsisiunčiama...
ms: Memuat turun bahasa...
nb: Nedlasting av språk...
nl: Taal downloaden...
pl: Pobieranie języka...
pt: A descarregar o idioma...
ro: Descărcarea limbii...
ru: Скачивание языка...
sv: Nedladdning av språk...
tr: Dil indiriliyor...
uk: Завантаження мови...
vi: Đang tải xuống ngôn ngữ...
zh_hans: 语言下载中...
zh_hant: 語言下載......

# topscan_graffitibrush
source: Brush
ar: فرشاة
cs: Štětec
da: Børste
de: Bürste
el: Βούρτσα
es: Cepillo
fa: قلم مو
fi: Harjata
fr: Brosser
he: מִברֶשֶׁת
hi: ब्रश
hu: Ecset
id: Sikat
it: Pennello
ja: ブラシ
ko: 브러시
lt: Teptukas
ms: Berus
nb: Børste
nl: Borstel
pl: Szczotka
pt: Pincel
ro: Perie
ru: Щетка
sv: Borsta
tr: Fırça
uk: Щітка
vi: Chải
zh_hans: 涂抹
zh_hant: 刷子

# topscan_graffitiopacity
source: Opacity
ar: العتامة
cs: Průhlednost
da: Gennemsigtighed
de: Opazität
el: Αδιαφάνεια
es: Opacidad
fa: تیرگی
fi: Opasiteetti
fr: Opacité
he: אֲטִימוּת
hi: अस्पष्टता
hu: Átlátszatlanság
id: Kegelapan
it: Opacità
ja: 不透明度
ko: 불투명
lt: Nepermatomumas
ms: Kelegapan
nb: Ugjennomsiktighet
nl: Dekking
pl: Zaciemnienie
pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sv: Opacitet
tr: Opaklık
uk: Непрозорість
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

# topscan_graffitieraser
source: Eraser
ar: ممحاة
cs: Guma
da: Viskelæder
de: Radiergummi
el: Γόμα
es: Borrador
fa: پاک کن
fi: Pyyhekumi
fr: La gomme
he: מַחַק
hi: रबड़
hu: Radír
id: Penghapus
it: Gomma per cancellare
ja: 消しゴム
ko: 지우개
lt: Trintukas
ms: Pemadam
nb: Viskelær
nl: Gom
pl: Gumka do mazania
pt: Borracha
ro: Radieră
ru: Ластик
sv: Suddgummi
tr: Silgi
uk: Гумка
vi: Cục tẩy
zh_hans: 橡皮擦
zh_hant: 橡皮

# topscan_graffiticolor
source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fa: رنگ
fi: Väri
fr: Couleur
he: צבע
hi: रंग
hu: Szín
id: Warna
it: Colore
ja: カラー
ko: 색
lt: Spalva
ms: Warna
nb: Farge
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
tr: Renk
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# topscan_graffitiundo
source: Undo
ar: الغاء التحميل
cs: vrátit
da: Fortryd
de: Rückgängig machen
el: Επανόρθωση
es: Deshacer
fa: واگرد
fi: Kumoa
fr: annuler
he: לבטל
hi: पूर्ववत
hu: Visszavonás
id: Buka
ja: 元に戻す
ko: 실행 취소
lt: Atšaukti
ms: Buat asal
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ro: Anula
ru: Отменить
sv: Ångra
tr: Geri alma
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 撤消

# topscan_graffitiredo
source: Redo
ar: إعادة
cs: Předělat
da: Gentag igen
de: Wiederholen
el: Ξανακάνω
es: Rehacer
fa: دوباره انجام دهید
fi: Tee uudelleen
fr: Refaire
he: לַעֲשׂוֹת שׁוּב
hi: फिर से करें
hu: Újra
id: Ulangi
ja: やり直し
ko: 다시 실행
lt: Perdaryti
ms: Buat semula
nb: Gjøre om
nl: Opnieuw doen
pl: Przerób
pt: Refazer
ro: A reface
ru: Повторить
sv: Göra om
tr: Yeniden yap
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

# topscan_nosignture
source: No Signture!
ar: لا توقيع!
cs: Žádný podpis!
da: Ingen underskrift!
de: Keine Unterschrift!
el: Χωρίς σήμα!
es: ¡Sin firma!
fa: هیچ امضایی نیست!
fi: Ei allekirjoitusta!
fr: Pas de signature !
he: ללא סימטורה!
hi: कोई हस्ताक्षर नहीं!
hu: Nincs aláírás!
id: Tidak Ada Tanda Tangan!
it: Nessuna firma!
ja: 署名なし！
ko: 서명 없음!
lt: Nėra parašo!
ms: Tiada Tandatangan!
nb: Ingen signture!
nl: Geen handtekening!
pl: Brak podpisu!
pt: Sem assinatura!
ro: Fără semnătură!
ru: Нет сигнатуры!
sv: Ingen signature!
tr: İmza Yok!
uk: Ніякого підпису!
vi: Không có chữ ký!
zh_hans: 没有签名!
zh_hant: 沒有簽名！

# topscan_graffititext
source: Text
ar: نص
da: Tekst
el: Κείμενο
es: Texto
fa: پیامک
fi: Teksti
fr: Texte
he: טקסט
hi: टेक्स्ट
hu: Szöveg
id: Teks
it: Testo
ja: 本文
ko: 텍스트
lt: Tekstas
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文本

# topscan_graffitireplacefile
source: Replace current file
ar: استبدال الملف الحالي
cs: Nahradit aktuální soubor
da: Udskift den aktuelle fil
de: Aktuelle Datei ersetzen
el: Αντικαταστήστε το τρέχον αρχείο
es: Reemplazar archivo actual
fa: فایل فعلی را جایگزین کنید
fi: Korvaa nykyinen tiedosto
fr: Remplacer le fichier actuel
he: החלף את הקובץ הנוכחי
hi: वर्तमान फ़ाइल बदलें
hu: Az aktuális fájl cseréje
id: Ganti file saat ini
it: Sostituisci file corrente
ja: 現在のファイルを置き換える
ko: 현재 파일 바꾸기
lt: Pakeiskite dabartinį failą
ms: Ganti fail semasa
nb: Erstatt nåværende fil
nl: Huidig bestand vervangen
pl: Zastąp bieżący plik
pt: Substitua o ficheiro atual
ro: Înlocuiți fișierul curent
ru: Заменить текущий файл
sv: Byt ut aktuell fil
tr: Geçerli dosyayı değiştir
uk: Замінити поточний файл
vi: Thay thế tệp hiện tại
zh_hans: 替换当前文件
zh_hant: 替換當前文件

# topscan_graffiticreatefile
source: Create new file
ar: قم بإنشاء ملف جديد
cs: Vytvořit nový soubor
da: Opret ny fil
de: Neue Datei erstellen
el: Δημιουργήστε νέο αρχείο
es: Crear nuevo archivo
fa: فایل جدید ایجاد کنید
fi: Luo uusi tiedosto
fr: Créer un nouveau fichier
he: צור קובץ חדש
hi: नई फ़ाइल बनाएँ
hu: Új fájl létrehozása
id: Buat file baru
it: Crea nuovo file
ja: 新しいファイルを作成
ko: 새 파일 만들기
lt: Sukurti naują failą
ms: Buat fail baru
nb: Opprett ny fil
nl: Nieuw bestand maken
pl: Utwórz nowy plik
pt: Criar novo ficheiro
ro: Creați un fișier nou
ru: Создать новый файл
sv: Skapa ny fil
tr: Yeni dosya oluştur
uk: Створити новий файл
vi: Tạo tệp mới
zh_hans: 创建新文件
zh_hant: 創建新文件

# topscan_graffiticopyto
source: Copy To
ar: نسخ الى
cs: Zkopírovat do
da: Kopier til
de: Kopieren nach
el: Αντιγραφή σε
es: Copiar en
fa: کپی در
fi: Kopioi kohteeseen
fr: Copier vers
he: העתק אל
hi: यहाँ कॉपी करें
hu: Másolás ide
id: Salin Ke
it: Copia in
ja: コピー先
ko: 다음으로 복사
lt: Nukopijuoti į
ms: Salin ke
nb: Kopier til
nl: Kopiëren naar
pl: Kopiuj do
pt: Copiar para
ro: Copiază în
ru: Копировать в
sv: Kopiera till
tr: Klasöre Kopyala
uk: Скопіювати в
vi: Sao chép vào
zh_hans: 复制到
zh_hant: 複製到

# topscan_graffitimoveto
source: Move to
ar: نقل إلى
cs: Přesunout do
da: Flyt til
de: Ziehen nach
el: Μεταφορά σε
es: Mover a
fa: حرکت به
fi: Siirrä
fr: Déménager à
he: עבור ל
hi: करने के लिए कदम
hu: Áthelyezés
id: Pindahkan Ke
it: Sposta in
ja: に移動
ko: 다음으로 이동
lt: Perkelti į
ms: Pindah Ke
nb: Flytte til
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover para
ro: Mută în
ru: Перейти к
sv: Flytta till
tr: Taşı
uk: Перейти до
vi: Chuyển tới
zh_hans: 移动到
zh_hant: 移動到

# topscan_graffititextrecognition
source: Recognition Text
ar: نص الاعتراف
cs: Rozpoznání textu
da: Anerkendelsestekst
de: Anerkennungstext
el: Κείμενο αναγνώρισης
es: Reconocimiento de texto
fa: شناخت متن
fi: Tunnustusteksti
fr: Texte de reconnaissance
he: טקסט הכרה
hi: पहचान पाठ
hu: Felismerési szöveg
id: Teks pengenalan
it: Riconoscimento testo
ja: 認識テキスト
ko: 인식 텍스트
lt: Atpažinimo tekstas
ms: Pengecaman Teks
nb: Anerkjennelsestekst
nl: Herkenningstekst
pl: Rozpoznawanie tekstu
pt: Texto de reconhecimento
ro: Text de recunoaștere
ru: Текст распознавания
sv: Inläsningstext
tr: Tanıma metni
uk: Текст розпізнавання
vi: Văn bản nhận dạng
zh_hans: 识别文本
zh_hant: 識別文本

# topscan_ocraccount
source: OCR account management
ar: إدارة حساب التعرف الضوئي على الحروف
cs: Správa účtů OCR
da: OCR-kontoadministration
de: OCR-Kontoverwaltung
el: Διαχείριση λογαριασμού OCR
es: Gestión de cuentas OCR
fa: مدیریت حساب OCR
fi: OCR-tilin hallinta
fr: Gestion de compte OCR
he: ניהול חשבון OCR
hi: ओसीआर खाता प्रबंधन
hu: OCR fiókkezelés
id: Manajemen akun OCR
it: Gestione account OCR
ja: OCR アカウント管理
ko: OCR 계정 관리
lt: OCR paskyros valdymas
ms: Pengurusan akaun OCR
nb: OCR-kontoadministrasjon
nl: OCR-accountbeheer
pl: Zarządzanie kontem OCR
pt: Gestão de conta OCR
ro: Gestionarea contului OCR
ru: Управление учетной записью OCR
sv: OCR-kontohantering
tr: OCR hesap yönetimi
uk: Управління рахунком OCR
vi: Quản lý tài khoản OCR
zh_hans: 云端OCR账户管理
zh_hant: OCR 賬戶管理

# topscan_loginsuccessful
source: Login successfully !
ar: تسجيل الدخول بنجاح!
cs: přihlaste se úspěšně!
da: login med succes!
de: Anmeldung erfolgreich!
el: συνδεθείτε με επιτυχία!
es: iniciar sesión correctamente!
fa: با موفقیت وارد شوید
fi: Kirjaudu sisään onnistuneesti!
fr: connectez-vous avec succès !
he: התחבר בהצלחה!
hi: सफलतापूर्वक लॉगिन करें!
hu: Sikeres bejelentkezés!
id: berhasil masuk!
it: Accesso riuscito!
ja: 正常にログインしてください！
ko: 로그인 성공!
lt: prisijungta sėkmingai!
ms: log masuk berjaya!
nb: logg inn vellykket!
nl: succesvol inloggen!
pl: zalogowano się pomyślnie!
pt: Início de sessão com sucesso!
ro: conectare reușită!
ru: войти успешно!
sv: inloggning framgångsrikt !
tr: giriş başarılı !
uk: Увійти успішно!
vi: đăng nhập thành công!
zh_hans: 登陆成功!
zh_hant: 登錄成功！

# topscan_appleloginsuccessful
source: Apple account login successful !
ar: تم تسجيل الدخول إلى حساب Apple بنجاح!
cs: Přihlášení k účtu Apple bylo úspěšné!
da: Apple-konto login lykkedes!
de: Apple-Kontoanmeldung erfolgreich!
el: Η είσοδος στο λογαριασμό της Apple ήταν επιτυχής!
es: ¡Inicio de sesión de cuenta de Apple con éxito!
fa: ورود به سیستم حساب Apple با موفقیت انجام شد!
fi: Apple-tilin kirjautuminen onnistui!
fr: Connexion au compte Apple réussie !
he: הכניסה לחשבון Apple הצליחה!
hi: Apple खाता लॉगिन सफल!
hu: Sikeres bejelentkezés az Apple fiókba!
id: Login akun Apple berhasil!
it: Accesso all'account Apple riuscito!
ja: Apple アカウントのログインに成功しました！
ko: 애플 계정 로그인 성공!
lt: „Apple“ paskyros prisijungimas sėkmingas!
ms: Log masuk akaun Apple berjaya!
nb: Innlogging av Apple-konto vellykket!
nl: Inloggen op Apple-account gelukt!
pl: Logowanie do konta Apple powiodło się!
pt: Início de sessão da conta Apple bem-sucedido!
ro: Conectarea contului Apple a reușit!
ru: Вход в учетную запись Apple выполнен успешно!
sv: Apple-konto inloggning lyckades!
tr: Apple hesabı girişi başarılı!
uk: Вхід в обліковий запис Apple успішний!
vi: Đăng nhập tài khoản Apple thành công!
zh_hans: 账户登录成功！
zh_hant: 蘋果賬號登錄成功！

# topscan_googleloginsuccessful
source: Google account login successful !
ar: تسجيل الدخول إلى حساب Google ناجح!
cs: Přihlášení k účtu Google bylo úspěšné!
da: Log ind på Google-konto vellykket!
de: Erfolgreich mit Google-Konto angemeldet!
el: Επιτυχής σύνδεση λογαριασμού Google!
es: ¡Inicio de sesión de la cuenta de Google con éxito!
fa: ورود به سیستم حساب Google با موفقیت انجام شد!
fi: Google-tiliin kirjautuminen onnistui!
fr: Connexion au compte Google réussie !
he: נכנסת בהצלחה לחשבון גוגל!
hi: Google खाता लॉगिन सफल!
hu: Sikeres bejelentkezés a Google-fiókba!
id: Login akun Google berhasil!
it: Accesso all'account Google riuscito!
ja: Googleアカウントのログインに成功しました！
ko: 구글 계정 로그인 성공!
lt: „Google“ paskyros prisijungimas sėkmingas!
ms: Log masuk akaun Google berjaya!
nb: Innlogging for Google-konto vellykket!
nl: Het is gelukt in te loggen op het Google Account.
pl: Logowanie do konta Google powiodło się!
pt: Início de sessão da conta do Google bem-sucedido!
ro: Conectarea contului Google a reușit!
ru: Вход в аккаунт Google выполнен успешно!
sv: Google-konto inloggning lyckades!
tr: Google hesabı girişi başarılı!
uk: Вхід в обліковий запис Google успішний!
vi: Đăng nhập tài khoản Google thành công!
zh_hans: 账户登录成功！
zh_hant: 谷歌賬號登錄成功！

# topscan_loginregister
source: Login or register
ar: تسجيل الدخول أو التسجيل
cs: Přihlaste se nebo se zaregistrujte
da: Log ind eller tilmeld dig
de: Anmelden oder Registrieren
el: Συνδεθείτε ή εγγραφείτε
es: Inicia sesión o regístrate
fa: ورود یا ثبت نام
fi: Kirjaudu sisään tai rekisteröidy
fr: Connexion ou Inscription
he: כניסה או הרשמה
hi: भाग लें या पंजीकरण करें
hu: Bejelentkezés vagy regisztráció
id: Masuk atau daftar
it: Accedi o registrati
ja: ログインまたは登録
ko: 로그인 또는 등록
lt: Prisijunkite arba užsiregistruokite
ms: Log masuk atau daftar
nb: Logg inn eller registrer deg
nl: Inloggen of registreren
pl: Zaloguj się lub zarejestruj
pt: Inicie sessão ou registe-se
ro: Autentifică-te sau înregistrează-te
ru: Вход или регистрация
sv: Logga in eller registrera dig
tr: Giriş yap veya kaydol
uk: Увійдіть або зареєструйтесь
vi: Đăng nhập hoặc đăng ký
zh_hans: 登录或注册
zh_hant: 登錄或註冊

# topscan_resetpassword
source: Reset Password
ar: إعادة تعيين كلمة المرور
cs: Obnovit heslo
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφέρετε τον κωδικό πρόσβασης
es: Restablecer contraseña
fa: بازنشانی رمز عبور
fi: Nollaa Salasana
fr: Réinitialiser le mot de passe
he: אפס סיסמה
hi: पासवर्ड रीसेट
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
it: Resetta la password
ja: パスワードを再設定
ko: 비밀번호 재설정
lt: Atstatyti slaptažodį
ms: Menetapkan semula kata laluan
nb: Tilbakestille passord
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt: Redefinir palavra-passe
ro: Reseteaza parola
ru: Сброс пароля
sv: Återställ lösenord
tr: Şifreyi yenile
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設密碼

# topscan_copysuccessful
source: Copy Successfully
ar: تم النسخ بنجاح
cs: Kopírovat úspěšně
da: Kopiér med succes
de: Erfolgreich kopieren
el: Αντιγραφή με επιτυχία
es: Copia con éxito
fa: کپی با موفقیت
fi: Kopiointi onnistui
fr: Copier avec succès
he: העתק בהצלחה
hi: सफलतापूर्वक कॉपी करें
hu: Sikeres másolás
id: Salin Berhasil
it: Copiato con successo
ja: 正常にコピー
ko: 복사 성공
lt: Nukopijuota sėkmingai
ms: Salin Berjaya
nb: Kopier vellykket
nl: Succesvol Kopiëren
pl: Skopiuj pomyślnie
pt: Cópia com sucesso
ro: Copiați cu succes
ru: Копировать успешно
sv: Kopiera framgångsrikt
tr: Başarıyla Kopyala
uk: Копіювання здійснено успішно
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# topscan_copyfailed
source: Copy Failed
ar: فشل النسخ
cs: Kopírování se nezdařilo
da: Kopiering mislykkedes
de: Kopieren fehlgeschlagen
el: Η αντιγραφή απέτυχε
es: Copia fallida
fa: کپی انجام نشد
fi: Kopiointi epäonnistui
fr: Échec de la copie
he: ההעתקה נכשלה
hi: कॉपी विफल
hu: Sikertelen másolás
id: Salin Gagal
it: Copia non riuscita
ja: コピーに失敗しました
ko: 복사 실패
lt: Nepavyko nukopijuoti
ms: Gagal menyalin
nb: Kopiering mislyktes
nl: Kopiëren mislukt
pl: Kopiowanie nie powiodło się
pt: Cópia falhou
ro: Copierea nu a reușit
ru: Ошибка копирования
sv: Kopiering misslyckades
tr: Kopyalama Başarısız
uk: Помилка копіювання
vi: Sao chép không thành công
zh_hans: 复制失败
zh_hant: 複製失敗
