Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_newlisttype
source: Folders
zh_hans: 文件夹
zh_hant: 文件夹

# topscan_newlistselecttitle
source: All
zh_hans: 查看全部
zh_hant: 查看全部

# topscan_newlistnormaltitle
source: Hide
zh_hans: 隐藏
zh_hant: 隐藏

# topscan_newlisttitle
source: Detial View
zh_hans: 详细列表
zh_hant: 详细列表

# topscan_picdetailtitle
source: Details
zh_hans: 详细信息
zh_hant: 详细信息

# topscan_piccreattime
source: Date Create
zh_hans: 创建时间
zh_hant: 创建时间

# topscan_picupdatetime
source: Date Update
zh_hans: 修改时间
zh_hant: 修改时间

# topscan_childsettingview
source: View
zh_hans: 视图
zh_hant: 视图

# topscan_childimportant
source: Important
zh_hans: 重要的
zh_hant: 重要的

# topscan_networkunavailable
source: The network is unavailable, please check the network settings
zh_hans: 网络不可用，请查看网络设置
zh_hant: 网络不可用，请查看网络设置

# topscan_faq
source: FAQ
ar: التعليمات
el: Συχνές ερωτήσεις
es: Preguntas más frecuentes
fa: سوالات متداول
fi: UKK
he: שאלות נפוצות
hi: सामान्य प्रश्न
hu: GYIK
id: Pertanyaan Umum
ja: よくある質問
ko: 자주 하는 질문(FAQ)
lt: DUK
ms: Soalan Lazim
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
tr: SSS
uk: Питання та відповіді
vi: Câu hỏi thường gặp
zh_hant: 常問問題

# topscan_settingfaxname
source: Simple Fax
ar: فاكس بسيط
cs: Jednoduchý fax
da: Enkel fax
de: Einfaches Faxen
el: Απλό φαξ
es: Fax simple
fa: فکس ساده
fi: Yksinkertainen faksi
fr: Télécopie simple
he: פקס פשוט
hi: सिंपल फैक्स
hu: Egyszerű fax
id: Faks Sederhana
it: Fax semplice
ja: シンプルなファクス
ko: 간편 팩스
lt: Paprastas faksas
ms: Faks Mudah
nb: Enkel faks
nl: Eenvoudig faxen
pl: Prosty faks
pt: Fax Simples
ro: Fax simplu
ru: Простой факс
sv: Enkelt fax
tr: Basit Faks
uk: Простий факс
vi: Fax đơn giản
zh_hant: 簡單傳真

# topscan_settingfaxreceivename
source: Fax Receive
ar: استلام الفاكس
cs: Příjem faxu
da: Fax Modtagelse
de: Faxempfang
el: Λήψη φαξ
es: Recibir fax
fa: دریافت نمابر
fi: Faksin vastaanotto
fr: Réception de fax
he: קבלת פקס
hi: फैक्स प्राप्त करें
hu: Fax fogadása
id: Terima Faks
it: Ricezione fax
ja: ファクス受信
ko: 팩스 수신
lt: Faksogramos priėmimas
ms: Terima Faks
nb: Faks mottak
nl: Fax Ontvangen
pl: Odbieranie faksu
pt: Receção de fax
ro: Primire fax
ru: Прием факсов
sv: Faxmottagning
tr: Faks Alma
uk: Отримання факсу
vi: Nhận fax
zh_hant: 傳真接收

# topscan_questiontypeocr
source: OCR
ar: التعرف الضوئي على الحروف
he: OCR (זיהוי תווים אופטי)
hi: ओसीआर
uk: Розпізнавання тексту (OCR)
zh_hant: 光學字元辨識

# topscan_blackwhite
source: B&W
ar: أبيض وأسود
cs: ČB
de: Schwarzweiß
es: B&N
fi: M&V
fr: N&B
he: שחור-לבן
hu: Fekete-fehér
id: H&P
it: B&N
ko: 흑백
nb: Svart-hvitt
nl: Z / W
pt: P&B
ru: Ч/Б
sv: Svartvitt
tr: Siyah-Beyaz
uk: Ч/Б

# topscan_blackwhite2
source: B&W2
ar: 2أبيض وأسود
cs: ČB2
de: S&W2
el: Β&W2
fi: M&V2
fr: N&B2
he: שחור-לבן
hi: B&W
hu: Fekete-fehér 2
id: H&P
it: B&N2
ko: 흑백2
nl: Z / W2
pt: P&B2
ru: Ч/Б2
sv: Svartvitt2
tr: Siyah-Beyaz
uk: Ч/Б2

# topscan_blackwhite3
source: B&W3
ar: 3أبيض وأسود
cs: ČB3
de: S&W3
fi: M&V3
fr: N&B3
he: שחור-לבן
hu: Fekete-fehér 3
id: H&P
it: B&N3
ko: 흑백3
nl: Z / W3
pt: P&B3
ru: Ч/Б3
sv: Svartvitt3
tr: Siyah-Beyaz
uk: Ч/Б3

# topscan_pdf
source: PDF
hi: पीडीएफ
