Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_colletionpdfpageadjustment
source: PDF Page Adjustment
ar: تعديل صفحة PDF
cs: Úprava stránky PDF
da: PDF-sidejustering
de: PDF-Seitenanpassung
el: Προσαρμογή σελίδας PDF
es: Ajuste de página del PDF
fa: تنظیم صفحه PDF
fi: PDF-sivun säätö
fr: Ajustement de la page PDF
he: התאמת עמוד PDF
hi: पीडीएफ पृष्ठ समायोजन
hu: PDF oldalbeállítás
id: Penyesuaian Laman PDF
it: Regolazione della pagina PDF
ja: PDF ページの調整
ko: PDF 페이지 조정
lt: PDF puslapio koregavimas
ms: Pelarasan Halaman PDF
nb: PDF-sidejustering
nl: Aanpassing PDF-pagina
pl: Dostosowanie strony PDF
pt: Ajuste de página PDF
ro: Ajustare pagină PDF
ru: Настройка страницы PDF
sv: PDF-sidojustering
tr: PDF Sayfa Ayarı
uk: Налаштування сторінки PDF
vi: Điều chỉnh trang PDF
zh_hans: PDF页面调整
zh_hant: PDF 頁面調整

# topscan_colletionimagetopdf
source: Image to PDF
ar: صورة إلى PDF
cs: Obrázek do PDF
da: Billede til PDF
de: Bild als PDF
el: Εικόνα σε PDF
es: Imagen a PDF
fa: تصویر به PDF
fi: Kuva PDF-muotoon
fr: Image en PDF
he: תמונה ל- PDF
hi: पीडीएफ के लिए छवि
hu: Kép PDF be
id: Gambar ke PDF
it: Immagine in PDF
ja: PDF への画像
ko: 이미지를 PDF로
lt: Vaizdas į PDF
ms: Imej ke PDF
nb: Bilde til PDF
nl: Afbeelding naar PDF
pl: Obraz do PDF
pt: Imagem para PDF
ro: Imagine în PDF
ru: Изображение в PDF
sv: Bild till PDF
tr: Resimden PDF'ye
uk: Зображення в PDF
vi: Hình ảnh sang PDF
zh_hans: 图片转PDF
zh_hant: 圖像轉 PDF

# topscan_colletionbottomtitle
source: Extract Page
ar: استخراج الصفحة
cs: Extrahovat stránku
da: Uddrag side
de: Seite extrahieren
el: Εξαγωγή σελίδας
es: Extraer página
fa: استخراج صفحه
fi: Pura sivu
fr: Extraire la page
he: חלץ דף
hi: पृष्ठ निकालें
hu: Oldal kivonása
id: Ekstrak Laman
it: Estrai pagina
ja: ページの抽出
ko: 페이지 추출
lt: Ištraukti puslapį
ms: Ekstrak Halaman
nb: Pakk ut siden
nl: Pagina uitpakken
pl: Wyodrębnij stronę
pt: Extrair página
ro: Extrageți pagina
ru: Извлечь страницу
sv: Extrahera sidan
tr: Sayfayı Çıkar
uk: Витяг сторінки
vi: Trích xuất trang
zh_hans: 提取页面
zh_hant: 提取頁面

# topscan_colletionmydevice
source: My Device
ar: جهازي
cs: Moje zařízení
da: Min enhed
de: Mein Gerät
el: Η συσκευή μου
es: Mi dispositivo
fa: دستگاه من
fi: Laitteeni
fr: Mon appareil
he: המכשיר שלי
hi: मेरा डिवाइस
hu: Az én eszközöm
id: Perangkat Saya
it: Il mio dispositivo
ja: 私のデバイス
ko: 내 장치
lt: Mano prietaisas
ms: Peranti Saya
nb: Min enhet
nl: Mijn apparaat
pl: Moje urządzenie
pt: O meu dispositivo
ro: Aparatul meu
ru: Мое устройство
sv: Min enhet
tr: Cihazım
uk: Мій пристрій
vi: Thiết bị của tôi
zh_hans: 我的设备
zh_hant: 我的設備

# topscan_colletionpdfextractbottomtitle
source: Extract generate new document
ar: استخراج إنشاء وثيقة جديدة
cs: Extrahovat generovat nový dokument
da: Uddrag genererer nyt dokument
de: Extrahieren, neues Dokument erstellen
el: Απόσπασμα δημιουργίας νέου εγγράφου
es: Extraer y generar nuevo documento
fa: استخراج سند جدید ایجاد می کند
fi: Pura luo uusi asiakirja
fr: Extraire générer un nouveau document
he: תמצית צור מסמך חדש
hi: निकालें नया दस्तावेज़ उत्पन्न करें
hu: Új dokumentum létrehozásának kivonása
id: Ekstrak menghasilkan dokumen baru
it: Estrarre genera un nuovo documento
ja: 抽出して新しいドキュメントを生成
ko: 추출로 새 문서 생성
lt: Ištraukti sugeneruoti naują dokumentą
ms: Ekstrak menghasilkan dokumen baru
nb: Utdrag generere nytt dokument
nl: Uitpakken nieuw document genereren
pl: Wypakuj wygeneruj nowy dokument
pt: Extrair gerar novo documento
ro: Extract generează un document nou
ru: Извлечь создать новый документ
sv: Extrahera generera nytt dokument
tr: Yeni belge oluştur ayıkla
uk: Витяг. Генерувати новий документ
vi: Trích xuất tạo tài liệu mới
zh_hans: 提取生成新文档
zh_hant: 提取生成新文檔

# topscan_docreminedtitle
source: Enable Notification Permissions
ar: تمكين أذونات الإعلام
cs: Povolte oprávnění oznámení
da: Aktivér meddelelsestilladelser
de: Benachrichtigungsberechtigungen aktivieren
el: Ενεργοποίηση δικαιωμάτων ειδοποίησης
es: Habilitar permisos de notificación
fa: مجوزهای اعلان را فعال کنید
fi: Ota ilmoitusoikeudet käyttöön
fr: Activer les autorisations de notification
he: אפשר הרשאות התראה
hi: अधिसूचना अनुमतियां सक्षम करें
hu: Értesítési engedélyek engedélyezése
id: Aktifkan Izin Pemberitahuan
it: Abilita i permessi di notifica
ja: 通知権限を有効にする
ko: 알림 권한 활성화
lt: Įgalinti pranešimų leidimus
ms: Dayakan Kebenaran Pemberitahuan
nb: Aktiver varslingstillatelser
nl: Meldingsmachtigingen inschakelen
pl: Włącz uprawnienia do powiadomień
pt: Ativar Permissões de Notificação
ro: Activați permisiunile de notificare
ru: Включить разрешения на уведомления
sv: Aktivera aviseringstillstånd
tr: Bildirim İzinlerini Etkinleştir
uk: Увімкнути дозволи на сповіщення
vi: Bật quyền thông báo
zh_hans: 启用通知权限
zh_hant: 啟用通知權限

# topscan_docreminedcontent
source: You don't enable notification permissions, so you can't use Document Alerts until they are enabled
ar: لا تقوم بتمكين أذونات الإعلام ، لذلك لا يمكنك استخدام تنبيهات المستند حتى يتم تمكينها.
cs: Nepovolujete oprávnění oznámení, takže nemůžete používat upozornění na dokumenty, dokud nebudou povolena.
da: Du aktiverer ikke meddelelsestilladelser, så du kan ikke bruge dokumentalarmer, før de er aktiveret.
de: Sie aktivieren keine Benachrichtigungsberechtigungen, sodass Sie Dokumentwarnungen erst verwenden können, wenn sie aktiviert sind.
el: Δεν ενεργοποιήθηκαν τα δικαιώματα ειδοποίησης, επομένως δεν μπορείτε να χρησιμοποιήσετε τις Ειδοποιήσεις Εγγράφων έως ότου ενεργοποιηθούν.
es: No están habilitados los permisos de notificación, por lo que no puedes usar las alertas de documentos hasta que estén habilitados.
fa: شما مجوزهای اعلان را فعال نمی کنید ، بنابراین نمی توانید از هشدارهای سند استفاده کنید ، تا زمانی که هشدارها فعال نشوند.
fi: Et ota käyttöön ilmoitusoikeuksia, joten et voi käyttää asiakirjahälytyksiä, ennen kuin ne on otettu käyttöön.
fr: Vous n'activez pas les autorisations de notification, vous ne pouvez donc pas utiliser les alertes de document tant qu'elles ne sont pas activées.
he: אינך מאפשר הרשאות התראות, ולכן אינך יכול להשתמש בהתראות מסמכים עד שהן מופעלות.
hi: आप सूचना अनुमतियों को सक्षम नहीं करते हैं, इसलिए आप दस्तावेज़ अलर्ट का उपयोग तब तक नहीं कर सकते जब तक कि वे सक्षम न हों.
hu: Nem engedélyezi az értesítési engedélyeket, ezért nem használhatja a dokumentum figyelmeztetéseket, amíg azok nincsenek engedélyezve.
id: Anda tidak mengaktifkan izin pemberitahuan, jadi Anda tidak dapat menggunakan Peringatan Dokumen hingga diaktifkan.
it: Non abiliti le autorizzazioni di notifica, quindi non puoi utilizzare gli avvisi sui documenti finché non vengono abilitati.
ja: 通知権限を有効にしないため、有効になるまでドキュメントアラートを使用できません。
ko: 알림 권한을 활성화하지 않으므로 활성화될 때까지 문서 경고를 사용할 수 없습니다.
lt: Neįgalinate pranešimų leidimų, todėl negalite naudoti dokumentų įspėjimų, kol jie neįgalinti.
ms: Anda tidak mengaktifkan kebenaran pemberitahuan, jadi anda tidak dapat menggunakan Amaran Dokumen sehingga diaktifkan.
nb: Du aktiverer ikke varslingstillatelser, så du kan ikke bruke dokumentvarsler før de er aktivert.
nl: U schakelt geen meldingsmachtigingen in, dus u kunt Documentwaarschuwingen pas gebruiken als ze zijn ingeschakeld.
pl: Nie włączasz uprawnień do powiadomień, więc nie możesz używać alertów o dokumentach, dopóki nie zostaną włączone.
pt: Não ativou as permissões de notificação, portanto, não pode usar os Alertas de documentos até que sejam ativados.
ro: Nu activați permisiunile de notificare, deci nu puteți utiliza Alerte document până când acestea nu sunt activate.
ru: Вы не включаете разрешения на уведомления, поэтому вы не можете использовать уведомления о документах, пока они не будут включены.
sv: Du aktiverar inte meddelande behörigheter så du kan inte använda dokumentvarningar förrän de är aktiverade.
tr: Bildirim izinlerini etkinleştirmediğiniz için Belge Uyarılarını etkinleştirilene kadar kullanamazsınız.
uk: Ви не ввімкнули дозволи на сповіщення. Тому ви не можете використовувати сповіщення про документи, поки вони не ввімкнені.
vi: Bạn không bật quyền thông báo, vì vậy bạn không thể sử dụng Thông báo tài liệu cho đến khi chúng được bật.
zh_hans: 您没有启用通知权限，因此在启用之前您不能使用文档提醒
zh_hant: 您不啟用通知權限，因此在啟用之前您無法使用文檔警報。

# topscan_docreminetime
source: The document reminder time needs to be greater than the current system time!
ar: يجب أن يكون وقت تذكير المستند أكبر من وقت النظام الحالي!
cs: Čas připomenutí dokumentu musí být větší než aktuální systémový čas!
da: Dokumentets påmindelsestid skal være større end den aktuelle systemtid!
de: Die Dokumenterinnerungszeit muss größer als die aktuelle Systemzeit sein!
el: Ο χρόνος υπενθύμισης εγγράφου πρέπει να είναι μεγαλύτερος από τον τρέχοντα χρόνο συστήματος!
es: ¡La hora del recordatorio del documento debe ser mayor que la hora actual del sistema!
fa: زمان یادآوری سند باید بیشتر از زمان فعلی سیستم باشد!
fi: Asiakirjan muistutusajan on oltava pidempi kuin nykyinen järjestelmäaika!
fr: L'heure de rappel du document doit être supérieure à l'heure système actuelle !
he: זמן תזכורת המסמך צריך להיות גדול מזמן המערכת הנוכחי!
hi: दस्तावेज़ रिमाइंडर समय वर्तमान सिस्टम समय से अधिक होना चाहिए!
hu: A dokumentum emlékeztető idejének többnek kell lennie a jelenlegi rendszeridőnél!
id: Waktu pengingat dokumen harus lebih besar dari waktu sistem saat ini!
it: L'ora del promemoria del documento deve essere maggiore dell'ora di sistema corrente!
ja: ドキュメントのリマインダー時間は、現在のシステム時間よりも長くする必要があります。
ko: 문서 알림 시간은 현재 시스템 시간보다 커야 합니다!
lt: Dokumento priminimo laikas turi būti ilgesnis nei dabartinis sistemos laikas!
ms: Masa peringatan dokumen perlu lebih lama daripada waktu sistem semasa!
nb: Dokumentpåminnelsestiden må være større enn dagens systemtid!
nl: De documentherinneringstijd moet groter zijn dan de huidige systeemtijd!
pl: Czas przypomnienia o dokumencie musi być dłuższy niż bieżący czas systemowy!
pt: A hora do lembrete do documento precisa ser maior que a hora atual do sistema!
ro: Timpul de reamintire a documentului trebuie să fie mai mare decât timpul curent al sistemului!
ru: Время напоминания документа должно быть больше текущего системного времени!
sv: Dokumentets påminnelsetid måste vara längre än den aktuella systemtiden!
tr: Belge hatırlatma süresinin mevcut sistem zamanından daha büyük olması gerekiyor!
uk: Час нагадування про документ повинен бути більшим, ніж поточний системний час!
vi: Thời gian nhắc tài liệu cần lớn hơn thời gian trên hệ thống hiện tại!
zh_hans: 文档提醒时间需要大于当前系统时间!
zh_hant: 文檔提醒時間需要大於當前系統時間！

# topscan_questiontype
source: Please select a type
ar: الرجاء تحديد نوع
cs: Vyberte typ
da: Vælg en type
de: Bitte wählen Sie einen Typ aus
el: Επιλέξτε έναν τύπο
es: Selecciona un tipo
fa: لطفاً یک نوع را انتخاب کنید
fi: Valitse tyyppi
fr: Veuillez sélectionner un type
he: אנא בחר סוג
hi: कृपया एक प्रकार चुनें
hu: Válasszon típust
id: Silakan pilih jenis
it: Si prega di selezionare un tipo
ja: タイプを選択してください
ko: 유형을 선택해주세요
lt: Pasirinkite tipą
ms: Sila pilih jenis
nb: Velg type
nl: Selecteer een type a.u.b.
pl: Wybierz typ
pt: Selecione um tipo
ro: Vă rugăm să selectați un tip
ru: Пожалуйста, выберите тип
sv: Välj en typ
tr: Lütfen bir tür seçin
uk: Виберіть тип
vi: Vui lòng chọn một loại
zh_hans: 请选择一个类型
zh_hant: 請選擇類型

# topscan_questiondescrible
source: Please enter your question or suggestion
ar: الرجاء إدخال سؤالك أو اقتراحك
cs: Zadejte svůj dotaz nebo návrh
da: Indtast dit spørgsmål eller forslag
de: Bitte geben Sie Ihre Frage oder Ihren Vorschlag ein
el: Εισαγάγετε την ερώτηση ή την πρότασή σας
es: Ingresa tu pregunta o sugerencia
fa: لطفاً سوال یا پیشنهاد را وارد کنید
fi: Kirjoita kysymyksesi tai ehdotuksesi
fr: Veuillez saisir votre question ou suggestion
he: אנא הזן את השאלה או ההצעה שלך
hi: कृपया अपना प्रश्न या सुझाव दर्ज करें
hu: Kérjük, írja be kérdését vagy javaslatát
id: Silakan masukkan pertanyaan atau saran Anda
it: Inserisci la tua domanda o suggerimento
ja: 質問や提案を入力してください
ko: 질문이나 제안을 입력하세요
lt: Įveskite savo klausimą ar pasiūlymą
ms: Sila masukkan soalan atau cadangan anda
nb: Vennligst skriv inn spørsmålet ditt eller forslaget
nl: Voer uw vraag of suggestie in
pl: Wprowadź swoje pytanie lub sugestię
pt: Por favor, insira a sua pergunta ou sugestão
ro: Vă rugăm să introduceți întrebarea sau sugestia
ru: Пожалуйста, введите свой вопрос или предложение
sv: Ange din fråga eller ditt förslag
tr: Lütfen sorunuzu veya önerinizi girin
uk: Будь ласка, введіть своє запитання чи пропозицію
vi: Vui lòng nhập câu hỏi hoặc đề xuất của bạn
zh_hans: 请输入你的问题或者建议
zh_hant: 請輸入您的問題或建議

# topscan_suggestionremind
source: To make a screenshot on iPhone 8 and earlier, press the Sleep/Wake button and the Home button at the same time
ar: لعمل لقطة شاشة على iPhone 8 والإصدارات الأقدم ، اضغط على زر Sleep/Wake وزر Home في نفس الوقت
cs: Chcete-li vytvořit snímek obrazovky na iPhonu 8 a dřívějším, stiskněte současně tlačítka Spánek/Probuzení a Domů
da: For at lave et screenshot på iPhone 8 og tidligere skal du trykke på Sleep/Wake-knappen og Home-knappen på samme tid
de: Um einen Screenshot auf dem iPhone 8 und früheren Versionen zu erstellen, drücken Sie gleichzeitig die Sleep/Wake-Taste und die Home-Taste
el: Για να δημιουργήσετε ένα στιγμιότυπο οθόνης στο iPhone 8 και νωρίτερα, πατήστε ταυτόχρονα το κουμπί Ύπνος/Αφύπνιση και το κουμπί Αρχική
es: Para hacer una captura de pantalla en iPhone 8 y versiones anteriores, presiona el botón de reposo/activación y el botón de inicio al mismo tiempo
fa: برای ایجاد عکس از آیفون 8 و بالاتر ، همزمان دکمه Sleep/Wake و دکمه Home را فشار دهید
fi: Jos haluat tehdä kuvakaappauksen iPhonesta 8 tai sitä vanhemmasta, paina Sleep/Wake ja Home painiketta samanaikaisesti
fr: Pour faire une capture d'écran sur iPhone 8 et versions antérieures, appuyez simultanément sur le bouton Veille/Réveil et sur le bouton Accueil
he: כדי ליצור צילום מסך ב- iPhone 8 ומעלה, לחץ בו זמנית על כפתור Sleep/Wake ועל כפתור הבית
hi: IPhone 8 और इससे पहले के स्क्रीनशॉट बनाने के लिए, स्लीप/वेक बटन और होम बटन को एक साथ दबाएं
hu: Képernyőkép készítéséhez iPhone 8 és újabb rendszereken nyomja meg egyszerre az Alvás/Ébresztés és a Kezdőlap gombot
id: Untuk membuat tangkapan layar di iPhone 8 dan versi lebih lama, tekan tombol Tidur/Bangun dan tombol Utama secara bersamaan
it: Per fare uno screenshot su iPhone 8 e precedenti, premi contemporaneamente il tasto Standby/Riattiva e il tasto Home
ja: iPhone 8 以前でスクリーンショットを作成するには、スリープ/スリープ解除ボタンとホームボタンを同時に押します
ko: iPhone 8 및 이전 버전에서 스크린샷을 만들려면 잠자기/깨우기 버튼과 홈 버튼을 동시에 누르십시오.
lt: Norėdami sukurti ekrano kopiją „iPhone 8“ ir ankstesniuose modeliuose, vienu metu paspauskite mygtuką „Užmigdyti/pabudinti“ ir mygtuką „Pagrindinis“.
ms: Untuk membuat tangkapan skrin pada iPhone 8 dan versi terdahulu, tekan butang Tidur/Bangun dan butang Laman Utama pada masa yang sama
nb: For å lage et skjermbilde på iPhone 8 og tidligere, trykk på Sleep/Wake-knappen og Hjem-knappen samtidig
nl: Om een screenshot te maken op iPhone 8 en eerder, drukt u tegelijkertijd op de Sleep/Wake-knop en de Home-knop
pl: Aby zrobić zrzut ekranu na iPhonie 8 lub starszym, naciśnij jednocześnie przycisk Uśpij/Obudź i przycisk Początek
pt: Para fazer uma captura de ecrã no iPhone 8 e anterior, pressione o botão Repousar/Despertar e o botão Início ao mesmo tempo
ro: Pentru a face o captură de ecran pe iPhone 8 și versiunile anterioare, apăsați simultan butonul Sleep/Wake și butonul Home
ru: Чтобы сделать снимок экрана на iPhone 8 и более ранних версиях, одновременно нажмите кнопку «Режим сна/Пробуждение» и кнопку «Домой».
sv: För att göra en skärmdump på iPhone 8 och tidigare, tryck på sömn/väckningsknappen och hemknappen samtidigt
tr: iPhone 8 ve önceki sürümlerde ekran görüntüsü almak için Uyut/Uyandır düğmesine ve Ana Sayfa düğmesine aynı anda basın
uk: Щоб зробити знімок екрана на iPhone 8 та новіших версіях, одночасно натисніть кнопку Sleep/Wake та кнопку Home
vi: Để tạo ảnh chụp màn hình trên iPhone 8 trở về trước, hãy nhấn đồng thời nút Sleep/Wake và nút Home
zh_hans: 要在 iPhone 8 及更早机型上截屏，请同时按下睡眠/唤醒按钮和主屏幕按钮
zh_hant: 要在 iPhone 8 及更早機型上截屏，請同時按下睡眠/喚醒按鈕和主屏幕按鈕

# topscan_suggestionremindx
source: To make a screenshot on iPhone X and later, press the Volume Up and Lock button at the same time.
ar: لعمل لقطة شاشة على iPhone X والإصدارات الأحدث ، اضغط على زر رفع الصوت والقفل في نفس الوقت.
cs: Chcete-li vytvořit snímek obrazovky na zařízení iPhone X a novějším, stiskněte současně tlačítko Zvýšení hlasitosti a Zamknout.
da: For at lave et skærmbillede på iPhone X og nyere skal du trykke på lydstyrke op og lås-knappen på samme tid.
de: Um einen Screenshot auf dem iPhone X und höher zu erstellen, drücken Sie gleichzeitig die Lauter- und die Sperrtaste.
el: Για να δημιουργήσετε ένα στιγμιότυπο οθόνης στο iPhone X και μεταγενέστερη έκδοση, πατήστε ταυτόχρονα το κουμπί αύξησης έντασης και κλειδώματος.
es: Para hacer una captura de pantalla en el iPhone X y versiones posteriores, presiona el botón Subir volumen y Bloquear al mismo tiempo.
fa: برای ایجاد عکس از آیفون X و بالاتر ، همزمان دکمه افزایش صدا و قفل را فشار دهید.
fi: Jos haluat tehdä kuvakaappauksen iPhone X:ssä ja uudemmissa, paina Äänenvoimakkuuden ja Lukituspainiketta samanaikaisesti.
fr: Pour faire une capture d'écran sur iPhone X et versions ultérieures, appuyez simultanément sur les boutons d'augmentation du volume et de verrouillage.
he: כדי ליצור צילום מסך ב- iPhone X ואילך, לחץ בו זמנית על כפתור הגברת עוצמת הקול והנעילה.
hi: IPhone X और बाद में स्क्रीनशॉट बनाने के लिए, वॉल्यूम अप और लॉक बटन को एक साथ दबाएं.
hu: Képernyőkép készítéséhez iPhone X vagy újabb rendszeren nyomja meg egyszerre a Hangerő növelése és a Zárolás gombot.
id: Untuk membuat tangkapan layar di iPhone X dan versi lebih baru, tekan tombol Volume Naik dan Kunci secara bersamaan.
it: Per fare uno screenshot su iPhone X e successivi, premi contemporaneamente i pulsanti Volume su e Blocca.
ja: iPhone X 以降でスクリーンショットを作成するには、音量大ボタンとロックボタンを同時に押します。
ko: iPhone X 및 이후 모델에서 스크린샷을 만들려면 볼륨 크게 버튼과 잠금 버튼을 동시에 누르십시오.
lt: Norėdami sukurti ekrano kopiją „iPhone X“ ir naujesniuose modeliuose, vienu metu paspauskite garsumo didinimo ir užrakinimo mygtukus.
ms: Untuk membuat tangkapan skrin pada iPhone X dan versi terkini, tekan butang Naikkan Kelantangan dan Kunci pada masa yang sama.
nb: For å lage et skjermbilde på iPhone X og nyere, trykk samtidig på Volum opp og lås-knappen.
nl: Om een screenshot te maken op iPhone X en nieuwer, drukt u tegelijkertijd op de knop Volume omhoog en Vergrendelen.
pl: Aby zrobić zrzut ekranu na iPhonie X i nowszych, naciśnij jednocześnie przycisk zwiększania głośności i blokowania.
pt: Para fazer uma captura de ecrã no iPhone X e posterior, pressione o botão Aumentar Volume e Bloquear ao mesmo tempo.
ro: Pentru a face o captură de ecran pe iPhone X și mai târziu, apăsați butonul de creștere a volumului și de blocare în același timp.
ru: Чтобы сделать снимок экрана на iPhone X и новее, одновременно нажмите кнопки увеличения громкости и блокировки.
sv: För att göra en skärmdump på iPhone X och senare, tryck samtidigt på volym upp och lås-knappen.
tr: iPhone X ve sonraki modellerde ekran görüntüsü almak için Sesi Aç ve Kilitle düğmesine aynı anda basın.
uk: Щоб зробити знімок екрана на iPhone X та пізніших версіях, одночасно натисніть кнопку збільшення та блокування.
vi: Để tạo ảnh chụp màn hình trên iPhone X trở lên, hãy nhấn đồng thời nút Tăng âm lượng và Khóa.
zh_hans: 要在 iPhone X 及更新机型上截屏，请同时按下调高音量和锁定按钮.
zh_hant: 要在 iPhone X 及更新機型上截屏，請同時按下提高音量和鎖定按鈕。

# topscan_questiontypecrash
source: Crash/lag
ar: تحطم/تأخر
cs: Chyba/zdržení
da: Nedbrud/forsinkelse
de: Absturz/Lag
el: Συντριβή/καθυστέρηση
fa: از کار افتادن/تأخیر
fi: Kaatuminen/viive
fr: Crash/décalage
he: התרסקות/פיגור
hi: क्रैश/लैग
hu: Összeomlás/késés
id: Kerusakan/keterlambatan
it: Arresto/ritardo
ja: クラッシュ/ラグ
ko: 충돌/지연
lt: Gedimas/delsa
ms: Kerosakan/Bebatan
nb: Krasj/lag
nl: Crash/vertraging
pl: Awaria/opóźnienie
ru: Сбой/задержка
sv: Krasch/fördröjning
tr: Kilitlenme/gecikme
uk: Збій/відставання
vi: Sự cố/độ trễ
zh_hans: 崩溃
zh_hant: 崩潰/滯後

# topscan_questiontypetaking
source: Taking pictures/importing from album
ar: التقاط الصور/الاستيراد من الألبوم
cs: Pořizování snímků/import z alba
da: Tager billeder/importerer fra album
de: Bilder aufnehmen/aus Album importieren
el: Λήψη φωτογραφιών/εισαγωγή από άλμπουμ
es: Tomar fotografías/importar desde un álbum
fa: گرفتن عکس/وارد کردن از آلبوم
fi: Kuvien ottaminen/tuonti albumilta
fr: Prendre des photos/importer depuis l'album
he: מצלמים/מייבאים מאלבום
hi: एल्बम से तस्वीरें लेना/आयात करना
hu: Képek készítése/importálás albumból
id: Mengambil gambar/mengimpor dari album
it: Scattare foto/importare da album
ja: 写真を撮る/アルバムからインポート
ko: 사진 촬영/앨범에서 가져오기
lt: Fotografavimas/importavimas iš albumo
ms: Mengambil gambar/mengimport dari album
nb: Tar bilder/importerer fra album
nl: Foto's maken/importeren uit album
pl: Robienie zdjęć/importowanie z albumu
pt: A tirar fotos/a importar do álbum
ro: Fotografierea/importarea din album
ru: Фотосъемка/импорт из альбома
sv: Ta bilder/importera från album
tr: Fotoğraf çekme/albümden içe aktarma
uk: Фотографування/імпорт з альбому
vi: Chụp ảnh/nhập từ album
zh_hans: 拍照/从相册导入
zh_hant: 拍照/從相冊導入

# topscan_questiontypephoto
source: Photo editing
ar: تحرير الصور
cs: Úprava fotografie
da: Fotoredigering
de: Fotobearbeitung
el: Επεξεργασία φωτογραφίας
es: Edición de fotos
fa: ویرایش عکس
fi: Kuvan muokkaus
fr: retouche photo
he: עריכת תמונות
hi: फोटो एडिटींग
hu: Fényképszerkesztés
id: Pengeditan foto
it: Fotoritocco
ja: 写真編集
ko: 사진 편집
lt: Nuotraukų redagavimas
ms: Pengeditan gambar
nb: Foto redigering
nl: fotobewerking
pl: Edycja zdjęć
pt: Edição de fotos
ro: editare foto
ru: фоторедактирование
sv: Fotoredigering
tr: Fotoğraf düzenleme
uk: Редагування фотографій
vi: Chỉnh sửa ảnh
zh_hans: 图片编辑
zh_hant: 圖片修改

# topscan_questiontypepoint
source: C-points
ar: نقاط ج
cs: C-body
da: C-punkter
de: C-Punkte
el: Σημεία C
es: Puntos C
fa: نقاط C
fi: C-pisteet
he: נקודות C
hi: सी-पॉइंट
id: C-poin
it: Punti C
ja: C ポイント
ko: C-포인트
lt: C taškai
ms: Titik-C
nb: C-poeng
nl: C-punten
pl: C-punkty
pt: Pontos C
ro: Puncte C
ru: C-точки
sv: C-poäng
tr: C noktaları
uk: С-точки
vi: Điểm C
zh_hans: 裁剪
zh_hant: C 點

# topscan_questiontypeshare
source: Share/Email/Print
ar: مشاركة/إيماي/طباعة
cs: Sdílet/Email/Tisk
da: Del/Email/Udskriv
de: Teilen/E-Mail/Drucken
el: Κοινή χρήση/Email/Εκτύπωση
es: Compartir/Enviar por correo/Imprimir
fa: اشتراک گذاری/ایمیل/چاپ
fi: Jaa/Email/Tulosta
fr: Partager/Courriel/Imprimer
he: שתף/Email/הדפס
hi: शेयर/ईमेल/प्रिंट
hu: Megosztás/E-mail/Nyomtatás
id: Bagikan/Email/Cetak
it: Condividi/Email/Stampa
ja: 共有/Eメール/プリント
ko: 공유/이메일/인쇄
lt: Bendrinti/El.p./Spausdinti
ms: Kongsi/E-mel/Cetak
nb: Del/Email/Skriv ut
nl: Delen/Email/Print
pl: Udostępnij/Wyślij/Drukuj
pt: Partilhar/Email/Imprimir
ru: Поделиться/Эл. почта/Печать
sv: Dela/E-post/Skriv ut
tr: Paylaş/E-posta/Yazdır
uk: Поділитися/Email/Друк
vi: Chia sẻ/Email/In
zh_hans: 分享/邮件/打印
zh_hant: 分享/電子郵件/打印

# topscan_questiontypeinterface
source: Interface
ar: واجهه المستخدم
cs: Rozhraní
de: Schnittstelle
el: Διεπαφή
es: Interfaz
fa: رابط
fi: Käyttöliittymä
he: מִמְשָׁק
hi: इंटरफेस
hu: Kezelőfelület
id: Antarmuka
it: Interfaccia
ja: インターフェース
ko: 인터페이스
lt: Sąsaja
ms: Antara muka
nb: Grensesnitt
nl: Koppel
pl: Interfejs
ro: Interfață
ru: Интерфейс
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс
vi: Giao diện
zh_hans: 接口
zh_hant: 界面
