Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_guidebackupdes
source: Back up your documents to cloud storage or local storage, and restore the backed-up documents at any time.
ar: انسخ مستنداتك احتياطيًا إلى التخزين السحابي أو التخزين المحلي ، واستعد المستندات التي تم نسخها احتياطيًا في أي وقت.
cs: Zálohujte své dokumenty do cloudového úložiště nebo místního úložiště a zálohované dokumenty můžete kdykoli obnovit.
da: Sikkerhedskopier dine dokumenter til skyopbevaring eller lokal opbevaring, og gendan de sikkerhedskopierede dokumenter når som helst.
de: Sichern Sie Ihre Dokumente im Cloud-Speicher oder lokalen Speicher und stellen Sie die gesicherten Dokumente jederzeit wieder her.
el: Δημιουργήστε αντίγραφα ασφαλείας των εγγράφων σας σε χώρο αποθήκευσης cloud ή τοπικό χώρο αποθήκευσης και επαναφέρετε τα αντίγραφα ασφαλείας των εγγράφων ανά πάσα στιγμή.
es: Realiza una copia de seguridad de tus documentos en el almacenamiento en la nube o en el almacenamiento local, y restaura los documentos respaldados en cualquier momento.
fa: از اسناد خود در ذخیره سازی ابری یا حافظه محلی نسخه پشتیبان تهیه کنید و اسناد پشتیبان را در هر زمان بازیابی کنید.
fi: Varmuuskopioi asiakirjat pilvitallennustilaan tai paikalliseen tallennustilaan ja palauta varmuuskopioidut asiakirjat milloin tahansa.
fr: Sauvegardez vos documents sur un stockage cloud ou un stockage local et restaurez les documents sauvegardés à tout moment.
he: גבה את המסמכים שלך לאחסון בענן או לאחסון מקומי, ושחזר את המסמכים המגובים בכל עת.
hi: क्लाउड स्टोरेज या स्थानीय स्टोरेज में अपने दस्तावेज़ों का बैक अप लें, और किसी भी समय बैक-अप दस्तावेज़ों को पुनर्स्थापित करें.
hu: Készítsen biztonsági másolatot a dokumentumokról felhőalapú vagy helyi tárhelyre, és bármikor állítsa vissza a biztonsági mentésű dokumentumokat.
id: Cadangkan dokumen Anda ke penyimpanan cloud atau penyimpanan lokal, dan pulihkan dokumen yang dicadangkan kapan saja.
it: Esegui il backup dei tuoi documenti su cloud storage o storage locale e ripristina i documenti di backup in qualsiasi momento.
ja: ドキュメントをクラウドストレージまたはローカルストレージにバックアップし、バックアップしたドキュメントをいつでも復元できます。
ko: 문서를 클라우드 저장소 또는 로컬 저장소에 백업하며, 백업한 문서를 언제든지 복원할 수 있습니다.
lt: Kurti atsarginę jūsų dokumentų kopiją debesies arba vietinėje saugykloje ir bet kada atkurti atsargines dokumentų kopijas.
ms: Sandarkan dokumen anda ke storan awan atau storan tempatan, dan kembalikan dokumen yang disandarkan pada bila-bila masa.
nb: Sikkerhetskopier dokumentene dine til skylagring eller lokal lagring, og gjenopprett sikkerhetskopiene når som helst.
nl: Maak een back-up van uw documenten naar cloudopslag of lokale opslag en herstel de geback-upte documenten op elk gewenst moment.
pl: Twórz kopie zapasowe dokumentów w chmurze lub w pamięci lokalnej i przywracaj kopie zapasowe dokumentów w dowolnym momencie.
pt: Faça backup dos seus documentos para armazenamento em nuvem ou armazenamento local e restaure os documentos de backup a qualquer momento.
ro: Faceți o copie de rezervă a documentelor în spațiul de stocare în cloud sau în spațiul de stocare local și restaurați documentele de rezervă în orice moment.
ru: Создавайте резервные копии своих документов в облачном хранилище или локальном хранилище и восстанавливайте резервные копии документов в любое время.
sv: Säkerhetskopiera dina dokument till molnlagring eller lokal lagring och återställ de säkerhetskopierade dokumenten när som helst.
tr: Belgelerinizi bulut depolamaya veya yerel depolamaya yedekleyin ve yedeklenen belgeleri istediğiniz zaman geri yükleyin.
uk: Створіть резервну копію документів у хмарному або локальному сховищі та відновіть резервні копії документів у будь-який час.
vi: Sao lưu tài liệu của bạn vào bộ nhớ đám mây hoặc bộ nhớ cục bộ và khôi phục các tài liệu đã sao lưu bất kỳ lúc nào.
zh_hans: 将您的文档备份到云存储或本地存储，随时恢复备份的文档.
zh_hant: 將您的文檔備份到雲存儲或本地存儲，隨時恢復備份的文檔。

# topscan_showstatustitle
source: Loading Data
ar: تحميل البيانات
cs: Načítání dat
da: Indlæser data
de: Lade Daten
el: Τα δεδομένα φορτώνονται
es: Cargando datos
fa: در حال بارگیری داده ها
fi: Ladataan tietoja
fr: Chargement des données
he: טוען נתונים
hi: डेटा लोड हो रहा है
hu: Adatok betöltése
id: Memuat Data
it: Caricamento dati
ja: データのロード
ko: 데이터 로드 중
lt: Įkeliami duomenys
ms: Memuatkan Data
nb: Laster inn data
nl: Data laden
pl: Ładowanie danych
pt: A carregar dados
ro: Încărcare date
ru: Загрузка данных
sv: Laddar data
tr: Veri yükleniyor
uk: Завантаження даних
vi: Đang tải dữ liệu
zh_hans: 加载数据
zh_hant: 加載數據中

# topscan_placeholderpassword
source: password
ar: كلمة السر
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: contraseña
fa: کلمه عبور
fi: salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: kata sandi
ja: パスワード
ko: 비밀번호
lt: Slaptažodis
ms: kata laluan
nb: passord
nl: Wachtwoord
pl: Hasło
pt: palavra-passe
ro: parola
ru: Пароль
sv: lösenord
tr: parola
uk: пароль
vi: mật khẩu
zh_hans: 密码
zh_hant: 密碼

# topscan_manualsorttitle
source: Long Press to Manually Sort
ar: اضغط طويلاً للفرز يدويًا
cs: Dlouhým stisknutím můžete manuálně seřadit
da: Tryk længe for at sortere manuelt
de: Lang drücken, um manuell zu sortieren
el: Πατήστε παρατεταμένα για μη αυτόματη ταξινόμηση
es: Haz una pulsación larga para ordenar manualmente
fa: برای مرتب سازی دستی فشار طولانی دهید
fi: Paina pitkään lajitellaksesi manuaalisesti
fr: Effectuez un appui long pour trier manuellement
he: לחץ לחיצה ארוכה כדי למיין ידנית
hi: मैन्युअल रूप से सॉर्ट करने के लिए लॉन्ग प्रेस
hu: A manuális rendezéshez nyomja meg hosszan
id: Tekan Lama untuk Menyortir Secara Manual
it: Premi a lungo per ordinare manualmente
ja: 長押しして手動で並び替え
ko: 수동 정렬하려면 길게 누르세요
lt: Ilgas paspaudimas, jei norite rūšiuoti rankiniu būdu
ms: Tekan Lama untuk Isih Secara Manual
nb: Langt trykk for å sortere manuelt
nl: Lang indrukken om handmatig te sorteren.
pl: Naciśnij i przytrzymaj, aby ręcznie sortować
pt: Pressão longa para classificar manualmente
ro: Apăsați lung pentru a sorta manual
ru: Нажмите и удерживайте для сортировки вручную
sv: Långt tryck för att sortera manuellt
tr: Elle Sıralamak İçin Uzun Basın
uk: Натисніть та утримуйте, щоб сортувати вручну
vi: Nhấn và giữ để Sắp xếp Thủ công
zh_hans: 长按手动排序
zh_hant: 長按以手動排序

# topscan_docgraffiti
source: Graffiti
ar: الكتابة على الجدران
el: Γκράφιτι
fa: گرافیتی
he: גרפיטי
hi: भित्ति चित्र
id: Coretan
ja: 落書き
ko: 낙서
lt: Grafitis
ms: Grafiti
ru: Граффити
tr: Duvar yazısı
uk: Графіті
vi: Vẽ nguệch ngoạc
zh_hans: 涂鸦
zh_hant: 塗鴉

# topscan_docaddtext
source: Add text
ar: أضف نصًا
cs: Přidej text
da: Tilføj tekst
de: Text hinzufügen
el: Προσθέστε κείμενο
es: Añadir texto
fa: متن را اضافه کنید
fi: Lisää teksti
fr: Ajouter du texte
he: הוסף טקסט
hi: शब्द जोड़ें
hu: Szöveg hozzáadása
id: Tambahkan teks
it: Aggiungi testo
ja: テキストを追加
ko: 텍스트 추가
lt: Pridėti tekstą
ms: Tambah teks
nb: Legg til tekst
nl: Tekst Toevoegen
pl: Dodaj tekst
pt: Adicione texto
ro: Adaugă text
ru: Добавить текст
sv: Lägg till text
tr: Yazı ekle
uk: Додайте текст
vi: Thêm văn bản
zh_hans: 添加文本
zh_hant: 添加文字

# topscan_copypage
source: Copy current page
ar: نسخ الصفحة الحالية
cs: Zkopírujte aktuální stránku
da: Kopier den aktuelle side
de: Aktuelle Seite kopieren
el: Αντιγραφή τρέχουσας σελίδας
es: Copiar la página actual
fa: کپی کردن صفحه فعلی
fi: Kopioi nykyinen sivu
fr: Copier la page actuelle
he: העתק את הדף הנוכחי
hi: वर्तमान पेज कॉपी करें
hu: Az aktuális oldal másolása
id: Salin laman saat ini
it: Copia la pagina corrente
ja: 現在のページをコピー
ko: 현재 페이지 복사
lt: Kopijuoti dabartinį puslapį
ms: Salin halaman semasa
nb: Kopier gjeldende side
nl: Kopieer huidige pagina
pl: Skopiuj bieżącą stronę
pt: Copiar a página atual
ro: Copiați pagina curentă
ru: Копировать текущую страницу
sv: Kopiera aktuell sida
tr: Geçerli sayfayı kopyala
uk: Скопіювати поточну сторінку
vi: Sao chép trang hiện tại
zh_hans: 复制当前页面
zh_hant: 複製當前頁面

# topscan_copyallpages
source: Copy all pages
ar: انسخ كل الصفحات
cs: Zkopírujte všechny stránky
da: Kopier alle sider
de: Alle Seiten kopieren
el: Αντιγράψτε όλες τις σελίδες
es: Copiar todas las paginas
fa: همه صفحات را کپی کنید
fi: Kopioi kaikki sivut
fr: Copier toutes les pages
he: העתק את כל הדפים
hi: सभी पेज कॉपी करें
hu: Minden oldal másolása
id: Salin semua laman
it: Copia tutte le pagine
ja: すべてのページをコピー
ko: 모든 페이지 복사
lt: Kopijuoti visus puslapius
ms: Salin semua halaman
nb: Kopier alle sidene
nl: Alle pagina's kopiëren
pl: Skopiuj wszystkie strony
pt: Copiar todas as páginas
ro: Copiați toate paginile
ru: Копировать все страницы
sv: Kopiera alla sidor
tr: Tüm sayfaları kopyala
uk: Скопіюйте всі сторінки
vi: Sao chép tất cả các trang
zh_hans: 复制所有页面
zh_hant: 複製所有頁面

# topscan_showprocess
source: processing...
ar: جارِ المعالجة...
cs: Zpracovává se...
da: Behandler...
de: wird bearbeitet...
el: επεξεργασία...
es: Procesando...
fa: در حال پردازش...
fi: käsitellään...
fr: En traitement...
he: מעבד...
hi: प्रसंस्करण हो रहा है...
hu: Feldolgozás...
id: Memproses...
it: in lavorazione...
ja: 処理しています...
ko: 처리 중...
lt: apdorojama...
ms: Memproses ...
nb: behandling...
nl: Bezig met verwerken...
pl: Przetwarzanie...
pt: em processamento...
ro: prelucrare...
ru: обработка...
sv: bearbetar...
tr: İşleniyor...
uk: Відбувається обробка...
vi: Đang xử lý...
zh_hans: 处理中...
zh_hant: 處理……

# topscan_importimgerror
source: File does not exist, or data error !
ar: الملف غير موجود ، أو خطأ في البيانات!
cs: Soubor neexistuje nebo došlo k chybě dat!
da: Filen findes ikke, eller datafejl!
de: Datei existiert nicht oder Datenfehler !
el: Το αρχείο δεν υπάρχει ή σφάλμα δεδομένων!
es: ¡El archivo no existe o hay un error en los datos!
fa: فایل وجود ندارد ، یا خطای داده!
fi: Tiedostoa ei ole, tai tietovirhe !
fr: Le fichier n'existe pas, ou erreur de données !
he: הקובץ לא קיים, או שגיאת נתונים!
hi: फ़ाइल मौजूद नहीं है, या डेटा त्रुटि!
hu: Fájl nem létezik, vagy adathiba!
id: File tidak ada, atau kesalahan data !
it: Il file non esiste o errore di dati!
ja: ファイルが存在しないか、データエラーが発生しました！
ko: 파일이 존재하지 않거나 데이터 오류입니다!
lt: Failo nėra arba yra duomenų klaida!
ms: Fail tidak wujud, atau ralat data!
nb: Filen eksisterer ikke, eller datafeil!
nl: Bestand bestaat niet, of datafout !
pl: Plik nie istnieje lub błąd danych !
pt: O ficheiro não existe ou erro de dados!
ro: Fișierul nu există sau eroare de date!
ru: Файл не существует или ошибка данных!
sv: Filen finns inte, eller datafel !
tr: Dosya mevcut değil veya veri hatası!
uk: Файл не існує, або помилка даних!
vi: Tệp không tồn tại hoặc lỗi dữ liệu!
zh_hans: 文件不存在或数据错误!
zh_hant: 文件不存在，或數據錯誤！

# topscan_somefileloss
source: Some file read error !
ar: خطأ في قراءة بعض الملفات!
cs: Chyba čtení souboru!
da: Der er fejl i fil læsning !
de: Einige Dateilesefehler!
el: Κάποιο σφάλμα ανάγνωσης αρχείου!
es: ¡Algún error de lectura de archivo!
fa: خطایی در خواندن برخی از فایل ها وجود دارد!
fi: Jotkin tiedostojen lukuvirheet !
fr: Erreur de lecture de fichier !
he: שגיאת קריאה כלשהי של קבצים!
hi: कुछ फ़ाइल पढ़ने में त्रुटि!
hu: Valami fájlolvasási hiba!
id: Beberapa kesalahan membaca file!
it: Qualche errore di lettura del file!
ja: いくつかのファイル読み取りエラー！
ko: 일부 파일 읽기 오류!
lt: Kažkokia failo nuskaitymo klaida!
ms: Sebilangan ralat membaca fail!
nb: Noe filfeil!
nl: Een bestand leesfout!
pl: Jakiś błąd odczytu pliku!
pt: Algum erro de leitura do ficheiro!
ro: Unele erori de citire a fișierului!
ru: Некоторая ошибка чтения файла!
sv: Något filläsningsfel!
tr: Bazı dosya okuma hatası!
uk: Помилка читання файлу!
vi: Một số lỗi đọc tệp!
zh_hans: 一些文件读取错误!
zh_hant: 一些文件讀取錯誤！

# topscan_cardprompt
source: A must-have feature! You can make a 2-sided e-copy of an ID card in 1 min. 100% ready for printing.
ar: ميزة لا غنى عنها! يمكنك عمل نسخة إلكترونية على الوجهين من بطاقة الهوية في دقيقة واحدة. 100 % r جاهز للطباعة.
cs: Funkce, kterou musíte mít! Oboustrannou elektronickou kopii průkazu totožnosti můžete vytvořit za 1 minutu. 100 % r připravených k tisku.
da: En must-have funktion! Du kan lave en 2-sidet e-kopi af et ID-kort på 1 min. 100 % r er klar til udskrivning.
de: Ein Must-Have-Feature! Sie können in 1 Minute eine 2-seitige elektronische Kopie eines Personalausweises erstellen. 100% rbereit zum Drucken.
el: Ένα χαρακτηριστικό που πρέπει να έχετε! Μπορείτε να δημιουργήσετε ένα ηλεκτρονικό αντίγραφο διπλής όψης μιας ταυτότητας σε 1 λεπτό. 100 % r εύκολα για εκτύπωση.
es: ¡Una característica imprescindible! Puedes hacer una copia electrónica a dos caras de una tarjeta de identificación en 1 minuto. 100% r listos para imprimir.
fa: یک ویژگی ضروری! شما می توانید در عرض 1 دقیقه یک کپی الکترونیکی دو طرفه از کارت شناسایی تهیه کنید. 100 % r برای چاپ آسان است.
fi: Pakollinen ominaisuus ! Voit tehdä 2-puolisen sähköisen kopion henkilökortista 1 minuutissa. 100 % r valmiina tulostusta varten.
fr: Une fonctionnalité incontournable ! Vous pouvez faire une copie électronique recto verso d'une carte d'identité en 1 min. 100% rprêts à être imprimés.
he: תכונה חובה! אתה יכול ליצור עותק דו צדדי של תעודת זהות תוך דקה אחת. 100 % r מוכן להדפסה.
hi: एक अनिवार्य विशेषता! आप 1 मिनट में किसी आईडी कार्ड की दो तरफा ई-कॉपी बना सकते हैं. 100% rप्रिंट करने के लिए तैयार है.
hu: Ez a funkció mindenkinek kell! 1 perc alatt kétoldalas e-másolatot készíthet egy személyi igazolványról. 100 % r-ban nyomtatásra készen.
id: Fitur yang harus dimiliki! Anda dapat membuat salinan elektronik 2 sisi dari kartu ID dalam 1 menit. 100% rsiap untuk dicetak.
it: Una caratteristica imperdibile! Puoi fare una copia elettronica fronte/retro di una carta d'identità in 1 min. 100% pronto per la stampa.
ja: 必須の機能！ID カードの両面電子コピーを 1 分で作成できます。 100 % r印刷が簡単です。
ko: 필수 기능입니다! 신분증의 양면 전자 사본을 1분 만에 만들 수 있습니다. 100% r인쇄할 수 있습니다.
lt: Funkcija, kurią privaloma turėti! Per 1 min galite pasidaryti dvipusę asmens tapatybės kortelės elektroninę kopiją. 100 % r paruoštas spausdinti.
ms: Ciri yang mesti ada! Anda boleh membuat e-salinan kad pengenalan dua belah dalam 1 minit. 100% rsedia dicetak.
nb: En må-ha-funksjon! Du kan lage en 2-sidig e-kopi av et ID-kort på 1 min. 100 % r eady for utskrift.
nl: Een must-have functie! In 1 minuut maak je een 2-zijdige e-kopie van een ID-kaart. 100% rklaar om af te drukken.
pl: Niezbędna funkcja! Dwustronną e-kopię dowodu osobistego wykonasz w 1 min. 100% rgotowe do drukowania.
pt: Um recurso indispensável! Pode fazer uma cópia eletrónica frente e verso de um cartão de identificação em 1 minuto. 100 % r pronto para impressão.
ro: O caracteristică obligatorie! Puteți face o copie electronică față-verso a unui card de identitate în 1 minut. 100 % r gata pentru imprimare.
ru: Обязательная функция! Вы можете сделать двустороннюю электронную копию удостоверения личности за 1 мин. 100 % r ед. для печати.
sv: En måste-ha-funktion! Du kan göra en dubbelsidig e-kopia av ett ID-kort på 1 minut. 100% redo för utskrivning.
tr: Olması gereken bir özellik! Bir kimlik kartının 2 taraflı e-kopyasını 1 dakika içinde yapabilirsiniz. 100% rbaskıya hazır.
uk: Обов’язкова функція! Ви можете зробити двосторонню електронну копію посвідчення особи за 1 хв. На 100 % r готову до друку.
vi: Một tính năng phải có! Bạn có thể tạo bản sao điện tử 2 mặt của thẻ ID trong 1 phút. 100 % rsẵn sàng để in.
zh_hans: 必备功能！您可以在 1 分钟内制作身份证的 2 面电子副本, 100%准备打印.
zh_hant: 必備功能！您可以在1分鐘內製作身份證的2面電子副本。 100% r可以打印了。

# topscan_paperexample
source: A4 paper example
ar: مثال على ورق A4
cs: Příklad papíru A4
da: A4-papireksempel
de: A4-Papierbeispiel
el: Παράδειγμα χαρτιού Α4
es: Ejemplo de papel A4
fa: نمونه کاغذ A4
fi: Esimerkki A4-paperista
fr: Exemple de papier A4
he: דוגמא לנייר A4
hi: A4 पेपर उदाहरण
hu: A4-es papír példa
id: contoh kertas A4
it: Esempio di carta A4
ja: A4 紙の例
ko: A4 용지 예
lt: A4 formato popieriaus pavyzdys
ms: Contoh kertas A4
nb: A4-papireksempel
nl: A4 papier voorbeeld
pl: Przykład papieru A44
pt: Exemplo de papel A4
ro: Exemplu de hârtie A4
ru: Пример бумаги А4
sv: A4-pappersexempel
tr: A4 kağıt örneği
uk: Приклад паперу формату А4
vi: Ví dụ giấy A4
zh_hans: A4纸示例
zh_hant: A4 紙示例

# topscan_restorebackup
source: BACK UP NOW
ar: نسخ احتياطي الآن
cs: Zálohovat teď
da: LAV BACKUP NU!
de: Jetzt sichern
el: ΑΝΤΙΓΡΑΦΗ ΤΩΡΑ
es: RESPALDAR AHORA
fa: همین حالا نسخه پشتیبان تهیه کن
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
he: גבה עכשיו
hi: अब बैक अप बनाएँ
hu: BIZTONSÁGI MENTÉS MOST
id: CADANGKAN SEKARANG
it: Esegui il backup ora
ja: 今すぐバックアップ
ko: 지금 백업
lt: ATSARGINKITE DABAR
ms: SANDAR SEKARANG
nb: TILBAKE SIKKERHET NÅ
nl: Nu back-uppen
pl: Utwórz kopię zapasową teraz
pt: FAÇA BACKUP AGORA
ro: BACK UP ACUM
ru: Сделать резервную копию сейчас
sv: SÄKERHETSKOPIERA NU
tr: Şimdi yedekle
uk: Зробити резервну копію зараз
vi: SAO LƯU NGAY
zh_hans: 立即备份
zh_hant: 立即備份

# topscan_restorelastbackup
source: Last backup date:
ar: تاريخ آخر نسخ احتياطي
cs: Datum posledního zálohování
da: Sidste backup dato
de: Letztes Sicherungsdatum
el: Τελευταία ημερομηνία δημιουργίας αντιγράφων ασφαλείας
es: Fecha de último respaldo
fa: آخرین تاریخ تهیه نسخه پشتیبان
fi: Viimeinen varmuuskopiopäivämäärä
fr: Date de la dernière sauvegarde
he: תאריך הגיבוי האחרון
hi: अंतिम बैकअप दिनांक
hu: Utolsó biztonsági mentése dátuma
id: Tanggal pencadangan terakhir
it: Data dell'ultimo backup
ja: 最終バックアップ日
ko: 최근 백업 날짜
lt: Paskutinės atsarginės kopijos data
ms: Tarikh sandaran terakhir
nb: Siste sikkerhetskopidato
nl: Datum vorige back-up
pl: Data ostatniej kopii zapasowej
pt: Última data de backup
ro: Data ultimului backup
ru: Дата последнего резервного копирования
sv: Senaste säkerhetskopieringsdatum
tr: Son yedekleme tarihi
uk: Дата останнього резервного копіювання
vi: Ngày sao lưu cuối cùng
zh_hans: 最后一次备份时间
zh_hant: 上次備份日期

# topscan_restoremerge
source: Restore and Merge all current documents
ar: استعادة ودمج كافة المستندات الحالية
cs: Obnovit a sloučit všechny aktuální dokumenty
da: Gendan og flet alle aktuelle dokumenter
de: Alle aktuellen Dokumente wiederherstellen und zusammenführen
el: Επαναφορά και συγχώνευση όλων των τρεχόντων εγγράφων
es: Restaurar y fusionar todos los documentos actuales
fa: تمام اسناد فعلی را بازیابی و ادغام کنید
fi: Palauta ja yhdistä kaikki nykyiset asiakirjat
fr: Restaurer et fusionner tous les documents actuels
he: שחזר ומיזג את כל המסמכים הנוכחיים
hi: सभी मौजूदा दस्तावेज़ों को पुनर्स्थापित और मर्ज करें
hu: Állítson vissza és egyesítsen minden aktuális dokumentumot
id: Pulihkan dan Gabungkan semua dokumen saat ini
it: Ripristina e unisci tutti i documenti correnti
ja: 現在のすべてのドキュメントを復元してマージ
ko: 모든 현재 문서 복원 및 병합
lt: Atkurkite ir sujunkite visus esamus dokumentus
ms: Pulihkan semula dan Gabungkan semua dokumen semasa
nb: Gjenopprett og slå sammen alle gjeldende dokumenter
nl: Alle huidige documenten herstellen en samenvoegen
pl: Przywróć i połącz wszystkie bieżące dokumenty
pt: Restaurar e unir todos os documentos atuais
ro: Restaurează și îmbină toate documentele actuale
ru: Восстановить и объединить все текущие документы
sv: Återställ och slå samman alla aktuella dokument
tr: Mevcut tüm belgeleri geri yükleyin ve birleştirin
uk: Відновити та об’єднати всі поточні документи
vi: Khôi phục và hợp nhất tất cả các tài liệu hiện tại
zh_hans: 还原和合并所有文档
zh_hant: 恢復和合併所有當前文檔

# topscan_restoredelete
source: Restore and delete all current documents
ar: استعادة وحذف جميع الوثائق الحالية
cs: Obnovte a odstraňte všechny aktuální dokumenty
da: Gendan og slet alle aktuelle dokumenter
de: Alle aktuellen Dokumente wiederherstellen und löschen
el: Επαναφορά και διαγραφή όλων των τρεχόντων εγγράφων
es: Restaurar y eliminar todos los documentos actuales
fa: تمام اسناد فعلی را بازیابی و حذف کنید
fi: Palauta ja poista kaikki nykyiset asiakirjat
fr: Restaurer et supprimer tous les documents actuels
he: שחזר ומחק את כל המסמכים הנוכחיים
hi: सभी मौजूदा दस्तावेज़ों को पुनर्स्थापित करें और हटाएं
hu: Állítson vissza és töröljön minden aktuális dokumentumot
id: Pulihkan dan hapus semua dokumen saat ini
it: Ripristina ed elimina tutti i documenti correnti
ja: 現在のすべてのドキュメントを復元および削除‏
ko: 모든 현재 문서 복원 및 삭제
lt: Atkurkite ir ištrinkite visus esamus dokumentus
ms: Pulihkan semula dan hapus semua dokumen semasa
nb: Gjenopprett og slett alle gjeldende dokumenter
nl: Alle huidige documenten herstellen en verwijderen
pl: Przywróć i usuń wszystkie bieżące dokumenty
pt: Restaurar e apagar todos os documentos atuais
ro: Restaurează și șterge toate documentele actuale
ru: Восстановить и удалить все текущие документы
sv: Återställ och ta bort alla aktuella dokument
tr: Mevcut tüm belgeleri geri yükleyin ve silin
uk: Відновіть та видаліть усі поточні документи
vi: Khôi phục và xóa tất cả các tài liệu hiện tại
zh_hans: 还原和删除所有文档
zh_hant: 恢復和刪除所有當前文檔

# topscan_restoretitle
source: Restore
ar: استعادة
cs: Obnovit
da: GENDAN
de: Wiederherstellen
el: ΕΠΑΝΑΦΕΡΩ
es: RESTAURAR
fa: بازگرداندن
fi: PALAUTA
fr: Restaurer
he: שחזר
hi: पुनर्स्थापित करें
hu: VISSZAÁLLÍTÁS
id: PULIHKAN
it: Ripristina
ja: 復元
ko: 복원
lt: ATKURTI
ms: PULIHKAN SEMULA
nb: RESTAURERE
nl: HERSTELLEN
pl: PRZYWRÓĆ
pt: RESTAURAR
ro: RESTAURARE
ru: Восстановить
sv: ÅTERSTÄLL
tr: Onar
uk: Відновлення
vi: KHÔI PHỤC
zh_hans: 还原
zh_hant: 復原

# topscan_restorenotlogin
source: No cloud account login status detected.
ar: لم يتم اكتشاف حالة تسجيل الدخول إلى الحساب السحابي.
cs: Nebyl detekován žádný stav přihlášení k účtu cloud.
da: Der blev ikke registreret nogen log på status til skyen.
de: Es wurde kein Cloud-Konto-Anmeldestatus festgestellt.
el: Δεν εντοπίστηκε κατάσταση σύνδεσης λογαριασμού cloud.
es: No se detectó el estado de inicio de sesión de la cuenta en la nube.
fa: وضعیت ورود به سیستم حساب ابری شناسایی نشده است.
fi: Pilvitilin sisäänkirjautumisen tilaa ei havaittu.
fr: Aucun statut de connexion au compte Cloud détecté.
he: לא זוהה סטטוס כניסה לחשבון בענן.
hi: कोई क्लाउड खाता लॉगिन स्थिति नहीं मिली।
hu: Nincs felhőalapú bejelentkezési állapot.
id: Tidak ada status masuk akun cloud yang terdeteksi.
it: Nessuno stato di accesso dell'account cloud rilevato.
ja: クラウドアカウントのログインステータスが検出されません。
ko: 클라우드 계정 로그인 상태가 감지되지 않았습니다.
lt: Aptikta debesies paskyros prisijungimo būsena.
ms: Tiada status log masuk akaun awan yang dikesan.
nb: Ingen registrerte påloggingsstatus for skyen.
nl: Geen inlogstatus bij het cloudaccount gedetecteerd.
pl: Nie wykryto statusu logowania do konta w chmurze.
pt: Nenhum estado de início de sessão de conta em nuvem detetado.
ro: Nu a fost detectată nicio stare de conectare la contul cloud.
ru: Не обнаружен статус входа в учетную запись облачного хранилища.
sv: Ingen inloggningsstatus för molnkonto upptäcktes.
tr: Herhangi bir bulut hesabı tespit edilmedi.
uk: Не виявлено жодного випадку входу в обліковий запис хмарного сховища.
vi: Không phát hiện trạng thái đăng nhập tài khoản đám mây.
zh_hans: 未检测到云盘帐户登录状态.
zh_hant: 未檢測到雲帳戶登錄狀態。
