Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_processingdoc
source: Processing Doc
ar: تجهيز الوثيقة
cs: Zpracování Doc
da: Behandler dok
de: Verarbeitungsdokument
el: Επεξεργασία εγγράφου
es: Documento de procesamiento
fa: در حال پردازش سند
fi: Käsitellään asiakirjaa
fr: Document de traitement
he: מעבד מסמך
hi: प्रसंस्करण दस्तावेज़
hu: Doc Feldolgozása
id: Memproses Dok
it: Elaborazione documento...
ja: 処理ドキュメント
ko: 문서 처리 중
lt: Apdorojamas Doc
ms: Memproses Dokumen
nb: Behandler dok
nl: Bezig document te verwerken
pl: Przetwarzanie dokumentu
pt: A processar Doc
ro: Se procesează doc
ru: Обработка документа
sv: Bearbetar dokument
tr: Belge İşleniyor
uk: Обробка документа
vi: Đang xử lý tài liệu
zh_hans: 文档处理中
zh_hant: 處理文件

# topscan_processingzip
source: Processing ZIP
ar: معالجة ملف ZIP
cs: Probíhá zpracování ZIP
da: Behandler ZIP
de: PLZ verarbeiten
el: Επεξεργασία ZIP
es: Procesando ZIP
fa: در حال پردازش ZIP
fi: Käsitellään postinumeroa
fr: Traitement ZIP
he: מעבד ZIP
hi: प्रसंस्करण ज़िप
hu: ZIP feldolgozása
id: Memproses ZIP
it: Elaborazione ZIP
ja: ZIP の処理
ko: ZIP 처리 중
lt: Apdorojamas ZIP
ms: Memproses ZIP
nb: Behandler ZIP
nl: ZIP verwerken
pl: Przetwarzanie ZIP
pt: A processar ZIP
ro: Se procesează ZIP
ru: Обработка ZIP
sv: Bearbetar ZIP
tr: ZIP işleniyor
uk: Обробка ZIP
vi: Đang xử lý tệp ZIP
zh_hans: ZIP处理中
zh_hant: 處理 ZIP

# topscan_sortprocessing
source: Sort processing
ar: معالجة الفرز
cs: Zpracování řazení
da: Sorter behandling
de: Verarbeitung sortieren
el: Επεξεργασία ταξινόμησης
es: Procesamiento de clasificación
fa: مرتب سازی پردازش
fi: Lajittele käsittely
fr: Traitement de tri
he: מיון עיבוד
hi: प्रसंस्करण क्रमबद्ध करें
hu: Feldolgozás rendezése
id: Sortir pemrosesan
it: Ordina elaborazione
ja: ソート処理
ko: 정렬 처리
lt: Rūšiuoti apdorojimą
ms: Pemprosesan isih
nb: Sorteringsbehandling
nl: Sorteerverwerking
pl: Sortuj przetwarzanie
pt: A processar classificação
ro: Sortați procesarea
ru: Обработка сортировки
sv: Sort bearbetning
tr: Sıralama işleme
uk: Обробка сортування
vi: Sắp xếp xử lý
zh_hans: 排序处理中
zh_hant: 排序處理

# topscan_removeing
source: Removeing
ar: إزالة
cs: Odstranění
da: Fjerner
de: Entfernen
el: Αφαίρεση
es: Eliminando
fa: حذف کردن
fi: Poistaminen
fr: Supprimer
he: מסיר
hi: हटाया जा रहा है
hu: Eltávolítás
id: Menghapus
it: Rimozione
ja: 削除
ko: 제거 중
lt: Pašalinama
ms: Membuang
nb: Fjerner
nl: Bezig te Verwijderen
pl: Usuwanie
pt: A remover
ro: Se elimină
ru: Удаление
sv: Tar bort
tr: Kaldırma
uk: Видалення
vi: Đang xóa
zh_hans: 删除中
zh_hant: 移除

# topscan_copyprocessing
source: Copying...
ar: نسخ
cs: Kopírování
da: Kopiering
de: Kopieren
el: Αντιγραφή
es: Copiando
fa: کپی برداری
fi: Kopiointi
fr: Copier
he: הַעתָקָה
hi: प्रतिलिपि बनाई जा रही है
hu: Másolás
id: Menyalin
it: Copiare
ja: コピー
ko: 복사 중
lt: Kopijuojama
ms: Menyalin
nb: Kopiering
nl: Kopiëren
pl: Kopiowanie
pt: A copiar
ro: Copiere
ru: Копирование
sv: Kopiering
tr: Kopyalama
uk: Копіювання
vi: Đang sao chép
zh_hans: 复制中
zh_hant: 複印

# topscan_moveprocessing
source: Moveing...
ar: تتحرك
cs: Stěhování
da: I bevægelse
de: Bewegen
el: Κινούνται
es: Moviendo
fa: در حال حرکت
fi: Liikkuu
fr: Déménagement
he: הזזה
hi: जा रही है
hu: Áthelyezés
id: Bergerak
it: In movimento
ja: 移動
ko: 이동 중
lt: Perkeliama
ms: Bergerak
nb: Flytter
nl: Bezig te verplaatsen
pl: Przenoszenie
pt: Em movimento
ro: În mișcare
ru: Перемещение
sv: Rörande
tr: Hareketli
uk: Переміщення
vi: Đang di chuyển
zh_hans: 移动中
zh_hant: 移動

# topscan_mergeing
source: Mergeing...
ar: الدمج
cs: Sloučení
da: Fletning
de: Zusammenführen
el: Συγχώνευση
es: Fusionando
fa: در حال ادغام شدن
fi: Yhdistyminen
fr: Fusionner
he: מיזוג
hi: मर्ज हो रही है
hu: Egyesítés
id: Menggabungkan
it: Unione
ja: マージ
ko: 병합 중
lt: Sujungiama
ms: Menggabungkan
nb: Sammenslåing
nl: Samenvoegen
pl: Łączenie
pt: A unir
ro: Îmbinarea
ru: Слияние
sv: Sammanfogande
tr: birleştirme
uk: Злиття
vi: Đang hợp nhất
zh_hans: 合并中
zh_hant: 合併

# topscan_initdata
source: Initializing data
ar: تهيئة البيانات
cs: Inicializace dat
da: Initialisering af data
de: Daten initialisieren
el: Αρχικοποίηση δεδομένων
es: Inicializando datos
fa: در حال آماده سازی داده ها
fi: Alustetaan tietoja
fr: Initialisation des données
he: אתחול נתונים
hi: डेटा प्रारंभ हो रहा है
hu: Az adatok inicializálása
id: Menginisialisasi data
it: Inizializzazione dei dati
ja: データの初期化
ko: 데이터 초기화 중
lt: Inicializuojami duomenys
ms: Memulakan data
nb: Initialiserer data
nl: Gegevens initialiseren
pl: Inicjowanie danych
pt: A iniciar dados
ro: Inițializarea datelor
ru: Инициализация данных
sv: Initierar data
tr: Veri başlatılıyor
uk: Ініціалізація даних
vi: Đang khởi tạo dữ liệu
zh_hans: 初始化数据
zh_hant: 初始化數據

# topscan_docpasswordicon
source: Lock
ar: قفل
cs: Zámek
da: Lås
de: Sperren
el: Κλειδαριά
es: Bloquear
fa: قفل کردن
fi: Lukko
fr: Fermer à clé
he: לנעול
hi: लॉक
hu: Zár
id: Kunci
it: Blocca
ja: ロック
ko: 잠금
lt: Užrakinti
ms: Kunci
nb: Låse
nl: Slot
pl: Blokuj
pt: Bloquear
ro: Lacăt
ru: Замок
sv: Låsa
tr: Kilit
uk: Блокувати
vi: Khóa
zh_hans: 加密
zh_hant: 鎖

# topscan_docpasswordunlockicon
source: Unlock
ar: الغاء القفل
cs: Odemknout
da: Lås op
de: Freischalten
el: Ξεκλείδωμα
es: Desbloquear
fa: باز کردن قفل
fi: Avata
fr: Ouvrir
he: לבטל נעילה
hi: अनलॉक
hu: Kinyit
id: Buka
it: Sbloccare
ja: ロックを解除
ko: 잠금 해제
lt: Atrakinti
ms: Buka kunci
nb: Låse opp
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ro: Deblocați
ru: Разблокировать
sv: Låsa upp
tr: Kilidini aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解密
zh_hant: 開鎖

# topscan_pdfpassword
source: PDF export password
ar: كلمة مرور تصدير PDF
cs: Heslo pro export do PDF
da: PDF eksport adgangskode
de: Passwort PDF-Export
el: Κωδικός εξαγωγής PDF
es: Contraseña de exportación de PDF
fa: رمز عبور صادرات PDF
fi: PDF-viennin salasana
fr: Mot de passe d'exportation PDF
he: סיסמת ייצוא PDF
hi: पीडीएफ निर्यात पासवर्ड
hu: PDF exportálás jelszava
id: Kata sandi ekspor PDF
it: Password di esportazione PDF
ja: PDFエクスポートパスワード
ko: PDF 내보내기 비밀번호
lt: PDF eksportavimo slaptažodis
ms: PDF eksport kata laluan
nb: PDF-eksportpassord
nl: Wachtwoord voor exporteren PDF
pl: Hasło eksportu PDF
pt: Palavra-passe de exportação de PDF
ro: Parola de export PDF
ru: Пароль на экспорт из PDF
sv: PDF-exportlösenord
tr: PDF aktarma şifresi
uk: Пароль експорту PDF
vi: Mật khẩu xuất PDF
zh_hans: PDF导出密码
zh_hant: PDF匯出密碼

# topscan_pdfpasswordclear
source: Clear PDF password
ar: مسح كلمة مرور PDF
cs: Vymazat heslo k PDF
da: Ryd PDF-adgangskode
de: PDF-Passwort löschen
el: Διαγραφή κωδικού PDF
es: Borrar contraseña de PDF
fa: رمزعبور PDF را پاک کنید
fi: Tyhjennä PDF-salasana
fr: Effacer le mot de passe PDF
he: מחק סיסמת PDF
hi: पीडीएफ पासवर्ड हटाएं
hu: PDF jelszó törlése
id: Hapus kata sandi PDF
it: Cancella password PDF
ja: PDFパスワードをクリア
ko: PDF 비밀번호 제거
lt: Išvalyti PDF slaptažodį
ms: Padam kata laluan PDF
nb: Fjern PDF-passord
nl: Wachtwoord PDF wissen
pl: Wyczyść hasło PDF
pt: Limpar palavra-passe de PDF
ro: Ștergeți parola PDF
ru: Очистить пароль на PDF
sv: Rensa PDF-lösenord
tr: PDF şifresini temizle
uk: Очистити пароль PDF
vi: Xóa mật khẩu PDF
zh_hans: 清除PDF密码
zh_hant: 清除PDF密碼

# topscan_touchtitle
source: Please verify the Touch ID
ar: يرجى التحقق من معرف اللمس
cs: Zkontrolujte prosím Touch ID
da: Bekræft Touch ID
de: Bitte überprüfen Sie die Touch-ID
el: Επαληθεύστε το Touch ID
es: Verifica el Touch ID
fa: لطفاً Touch ID را تأیید کنید
fi: Vahvista Touch ID
fr: Veuillez vérifier le Touch ID
he: אנא אמת את מזהה המגע
hi: कृपया टच आईडी सत्यापित करें
hu: Kérjük, ellenőrizze az érintésazonosítót
id: Silakan verifikasi ID Sentuh
it: Verifica il Touch ID
ja: TouchID を確認してください
ko: 터치 ID를 확인하십시오
lt: Patvirtinkite „Touch ID“
ms: Sila sahkan Pengenalan Sentuh
nb: Bekreft berørings-ID
nl: Controleer de Touch ID
pl: Zweryfikuj Touch ID
pt: Verifique o Touch ID
ro: Vă rugăm să verificați ID-ul tactil
ru: Пожалуйста, проверьте Touch ID
sv: Kontrollera Touch ID
tr: Lütfen Dokunmatik Kimliği doğrulayın
uk: Перевірте Touch ID
vi: Vui lòng xác minh Touch ID
zh_hans: 请验证Touch ID
zh_hant: 請驗證觸控 ID

# topscan_clearapppsd
source: Do you want to clear Document Access password options?
ar: هل تريد مسح خيارات كلمة مرور التطبيق؟
cs: Chcete vymazat možnosti hesla aplikace?
da: Ønsker du at rydde adgangskodeindstillinger for app?
de: Möchten Sie die Optionen für das App-Passwort löschen?
el: Θέλετε να διαγράψετε τις επιλογές κωδικού πρόσβασης εφαρμογής;
es: ¿Quieres borrar las opciones de contraseña de la aplicación?
fa: آیا می خواهید گزینه های رمز ورود برنامه را پاک کنید؟
fi: Haluatko tyhjentää sovelluksen salasanavaihtoehdot?
fr: Voulez-vous effacer les options de mot de passe de l'application ?
he: האם ברצונך למחוק את אפשרויות הסיסמה לאפליקציה?
hi: क्या आप ऐप पासवर्ड विकल्प साफ़ करना चाहते हैं?
hu: Törli az alkalmazásjelszó beállításait?
id: Apakah Anda ingin menghapus opsi kata sandi Aplikasi?
it: Vuoi cancellare le opzioni della password dell'app?
ja: アプリのパスワードオプションをクリアしますか？
ko: 앱 비밀번호 옵션을 지우시겠습니까?
lt: Ar norite išvalyti programos slaptažodžio parinktis?
ms: Adakah anda mahu mengosongkan pilihan kata laluan Aplikasi?
nb: Vil du tømme alternativene for app-passord?
nl: Wilt u de app-wachtwoordopties wissen?
pl: Czy chcesz wyczyścić opcje hasła aplikacji?
pt: Quer limpar as opções de palavra-passe da app?
ro: Doriți să ștergeți opțiunile pentru parola aplicației?
ru: Вы хотите очистить параметры пароля приложения?
sv: Vill du rensa alternativ för applösenord?
tr: Uygulama parolası seçeneklerini temizlemek istiyor musunuz?
uk: Ви хочете очистити параметри пароля програми?
vi: Bạn có muốn xóa tùy chọn mật khẩu ứng dụng không?
zh_hans: 是否要清除应用密码选项?
zh_hant: 您要清除應用密碼選項嗎？

# topscan_passwordhelptip
source: Need Help ?
ar: تحتاج مساعدة ؟
cs: Potřebovat pomoc ?
da: Brug for hjælp ?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια ;
es: ¿Necesitas ayuda?
fa: کمک خواستن ؟
fi: Tarvitsetko apua ?
fr: Besoin d'aide ?
he: זקוק לעזרה ?
hi: मदद की ज़रूरत है ?
hu: Szüksége van segítségre?
id: Butuh bantuan ?
it: Ho bisogno di aiuto?
ja: ヘルプが必要ですか？
ko: 도움이 필요하십니까?
lt: Reikia pagalbos?
ms: Perlukan bantuan ?
nb: Trenger hjelp ?
nl: Hulp nodig ?
pl: Potrzebuję pomocy ?
pt: Precisa de ajuda?
ro: Nevoie de ajutor ?
ru: Нужна помощь?
sv: Behövs hjälp ?
tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?
vi: Cần trợ giúp?
zh_hans: 需要帮助?
zh_hant: 需要幫忙？

# topscan_passwordhelpsubject
source: Doc password Feedback
ar: وثيقة ملاحظات كلمة المرور
cs: Zpětná vazba k heslu k dokumentu
da: Feedback om dokumentadgangskode
de: Dokument-Passwort Feedback
el: Σχόλια κωδικού πρόσβασης εγγράφου
es: Comentarios sobre la contraseña del documento
fa: بازخورد رمز ورود سند
fi: Asiakirjan salasanaa koskeva palaute
fr: Mot de passe du document
he: משוב על סיסמת המסמך
hi: दस्तावेज़ पासवर्ड प्रतिक्रिया
hu: Dokumentumjelszó visszajelzés
id: Tanggapan kata sandi dokumen
it: Feedback password documento
ja: パスワードのフィードバックを文書化
ko: 문서 비밀번호 피드백
lt: Dokumento slaptažodžio atsiliepimai
ms: Maklum balas kata laluan dokumen
nb: Tilbakemelding om dokumentpassord
nl: Document wachtwoord Feedback
pl: Hasło dokumentu Opinia
pt: Feedback da palavra-passe do documento
ro: Parola documentului Feedback
ru: Отзыв о пароле документа
sv: Feedback om dokumentlösenord
tr: Belge şifresi Geribildirim
uk: Пароль документа. Зворотній зв'язок
vi: Phản hồi về mật khẩu tài liệu
zh_hans: 文档密码反馈
zh_hant: 文檔密碼反饋

# topscan_passwordapphelpsubject
source: App password Feedback
ar: تعليقات على كلمة مرور التطبيق
cs: Zpětná vazba k heslu aplikace
da: App-adgangskode feedback
de: App-Passwort Feedback
el: Σχόλια κωδικού πρόσβασης εφαρμογής
es: Comentarios sobre la contraseña de la aplicación
fa: بازخورد رمز ورود برنامه
fi: Palaute sovelluksen salasanasta
fr: Mot de passe de l'application
he: משוב על סיסמת האפליקציה
hi: ऐप पासवर्ड फीडबैक
hu: Alkalmazásjelszó visszajelzés
id: Tanggapan kata sandi aplikasi
it: Feedback password 'app
ja: アプリのパスワードフィードバック
ko: 앱 비밀번호 피드백
lt: Programos slaptažodžio atsiliepimai
ms: Maklum balas kata laluan aplikasi
nb: Tilbakemelding om app-passord
nl: App-wachtwoord Feedback
pl: Hasło do aplikacji
pt: Feedback da palavra-passe da app
ro: Feedback pentru parola aplicației
ru: Отзыв о пароле приложения
sv: Feedback om applösenord
tr: Uygulama şifresi Geribildirim
uk: Зворотній зв'язок. Пароль програми
vi: Phản hồi về mật khẩu ứng dụng
zh_hans: 应用密码反馈
zh_hant: 應用密碼反饋

# topscan_enterpwd
source: Please Enter Password
ar: الرجاء إدخال كلمة المرور
cs: Prosím vložte heslo
da: Indtast adgangskode
de: Bitte Passwort eingeben
el: Παρακαλώ εισάγετε κωδικό πρόσβασης
es: Ingresa contraseña
fa: لطفا رمز عبور را وارد کنید
fi: Anna salasana
fr: Veuillez entrer le mot de passe
he: אנא הזן סיסמה
hi: कृपया पासवर्ड दर्ज करें
hu: Kérjük, írja be a jelszót
id: Silakan Masukkan Kata Sandi
it: Per favore, inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lt: Įveskite slaptažodį
ms: Sila Masukkan Kata Laluan
nb: Skriv inn passord
nl: Voer wachtwoord in alstublieft
pl: Proszę wpisać hasło
pt: Por favor, digite a palavra-passe
ro: Te rog introdu parola
ru: Пожалуйста, введите пароль
sv: Var snäll och ange lösenordet
tr: Lütfen şifre giriniz
uk: Введіть пароль
vi: Xin vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# topscan_apppwd
source: App password
ar: كلمة مرور التطبيق
cs: Heslo aplikace
da: App-adgangskode
de: App-Passwort
el: Κωδικός εφαρμογής
es: Contraseña de la aplicación
fa: گذرواژه برنامه
fi: Sovelluksen salasana
fr: Mot de passe de l'application
he: סיסמת אפליקציה
hi: ऐप पासवर्ड
hu: Alkalmazásjelszó
id: Kata sandi aplikasi
it: Password dell'app
ja: アプリのパスワード
ko: 앱 비밀번호
lt: Programos slaptažodis
ms: Kata laluan aplikasi
nb: Apppassord
nl: App-wachtwoord
pl: Hasło do aplikacji
pt: Palavra-passe da app
ro: Parola aplicației
ru: Пароль приложения
sv: Applösenord
tr: Uygulama şifresi
uk: Пароль програми
vi: Mật khẩu ứng dụng
zh_hans: 应用密码
zh_hant: 應用密碼

# topscan_setpasswordlaceholder
source: Please enter your password
ar: من فضلك أدخل رقمك السري
cs: Prosím zadejte své heslo
da: Indtast venligst dit kodeord
de: Bitte geben Sie Ihr Passwort ein
el: Παρακαλώ εισάγετε τον κωδικό σας
es: Ingresa tu contraseña
fa: لطفا رمز عبور خود را وارد کنید
fi: Ole hyvä ja kirjoita salasanasi
fr: Veuillez entrer votre mot de passe
he: אנא הזן את הסיסמה שלך
hi: अपना पासवर्ड दर्ज करें
hu: Adja meg a jelszavát
id: Silakan masukkan kata sandi Anda
it: Per favore inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
lt: Prašome įvesti savo slaptažodį
ms: Sila masukkan kata laluan anda
nb: Vennligst skriv inn passordet ditt
nl: Voer uw wachtwoord in
pl: Wprowadź hasło
pt: Por favor, insira a sua palavra-passe
ro: Va rugăm să introduceți parola
ru: Пожалуйста, введите пароль
sv: Vänligen ange ditt lösenord
tr: Şifrenizi giriniz Lütfen
uk: Введіть свій пароль
vi: Vui lòng nhập mật khẩu của bạn
zh_hans: 请输入你的密码
zh_hant: 請輸入您的密碼

# topscan_resetpasswordlaceholder
source: Please re-enter your password
ar: من فضلك أعد إدخال الرمز السري
cs: Zadejte prosím znovu svoje heslo
da: Indtast venligst din adgangskode igen
de: Bitte geben Sie Ihr Passwort erneut ein
el: Παρακαλώ εισάγετε ξανά τον κωδικό πρόσβασής σας
es: Reingresa tu contraseña
fa: لطفا رمز خود را مجددا وارد کنید
fi: Kirjoita salasanasi uudelleen
fr: veuillez re-taper votre mot de passe
he: אנא הכנס מחדש את סיסמתך
hi: अपना पासवर्ड दोबारा दर्ज करें
hu: Kérjük, adja meg újra a jelszavát
id: Silakan masukkan kembali kata sandi Anda
it: Per favore reinserisci la password
ja: パスワードを再入力してください
ko: 비밀번호를 다시 입력하세요
lt: Įveskite slaptažodį iš naujo
ms: Masukkan semula kata laluan anda
nb: Vennligst skriv inn passordet ditt på nytt
nl: Vul alstublieft uw wachtwoord opnieuw in
pl: Wprowadź ponownie swoje hasło
pt: Por favor, digite a sua palavra-passe novamente
ro: Vă rugăm să reintroduceți parola
ru: Пожалуйста, введите еще раз ваш пароль
sv: Ange lösenordet igen
tr: Lütfen şifrenizi tekrar girin
uk: Будь ласка, повторно введіть свій пароль
vi: Vui lòng nhập lại mật khẩu của bạn
zh_hans: 请在此输入你的密码
zh_hant: 請重新輸入您的密碼

# topscan_setpasswordtitle
source: Set Password
ar: ضبط كلمة السر
cs: Nastavit heslo
da: Indstil adgangskode
de: Passwort festlegen
el: Ορίστε κωδικό
es: Configurar la contraseña
fa: گذاشتن رمز عبور
fi: Aseta salasana
fr: Définir le mot de passe
he: הגדר סיסמא
hi: पासवर्ड सेट करें
hu: Állítsa be a jelszót
id: Atur Kata Sandi
it: Impostare la password
ja: パスワードを設定
ko: 비밀번호 설정
lt: Nustatyti slaptažodį
ms: Tetapkan Kata laluan
nb: Lag et passord
nl: Stel een wachtwoord in
pl: Ustaw hasło
pt: Configurar palavra-passe
ro: Seteaza parola
ru: Установка пароля
sv: Ställ in lösenord
tr: Şifreyi belirle
uk: Встановити пароль
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# topscan_setpdfpasswordtitle
source: PDF Password
ar: كلمة مرور PDF
cs: Heslo k PDF
da: PDF adgangskode
de: PDF-Passwort
el: Κωδικός πρόσβασης PDF
es: Contraseña PDF
fa: رمز عبور PDF
fi: PDF-salasana
fr: Mot de passe PDF
he: סיסמת PDF
hi: पीडीएफ पासवर्ड
hu: PDF jelszó
id: Kata Sandi PDF
it: Password PDF
ja: PDF パスワード
ko: PDF 비밀번호
lt: PDF slaptažodis
ms: Kata laluan PDF
nb: PDF-passord
nl: PDF-wachtwoord
pl: Hasło PDF
pt: Palavra-passe PDF
ro: Parolă PDF
ru: Пароль на PDF
sv: PDF-lösenord
tr: PDF Şifre
uk: PDF-пароль
vi: Mật khẩu PDF
zh_hans: PDF密码
zh_hant: PDF密碼

# topscan_resetpasswordtitle
source: Enter Password
ar: أدخل كلمة المرور
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
el: Εισάγετε τον κωδικό πρόσβασης
es: Ingresa la contraseña
fa: رمز عبور را وارد کنید
fi: Kirjoita salasana
fr: Entrez le mot de passe
he: הזן סיסמה
hi: पास वर्ड दर्ज करें
hu: Írja be a jelszót
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力
ko: 비밀번호 입력
lt: Įvesti slaptažodį
ms: Masukkan Kata laluan
nb: Oppgi passord
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt: Digite a palavra-passe
ro: Introdu parola
ru: Введите пароль
sv: Ange lösenord
tr: Şifre girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# topscan_writepasswordfail
source: Passwords do not match，please try again !
ar: كلمات المرور غير متطابقة ، يرجى المحاولة مرة أخرى!
cs: Hesla se neshodují, zkuste to prosím znovu!
da: Adgangskoder stemmer ikke overens, prøv venligst igen!
de: Passwörter stimmen nicht überein, bitte versuchen Sie es erneut!
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν, δοκιμάστε ξανά!
es: Las contraseñas no coinciden, inténtalo de nuevo.
fa: رمزعبور ها مطابقت ندارند ، لطفاً دوباره امتحان کنید!
fi: Salasanat eivät täsmää, yritä uudelleen!
fr: Les mots de passe ne correspondent pas, veuillez réessayer !
he: סיסמאות אינן תואמות, אנא נסה שוב!
hi: पासवर्ड मेल नहीं खाते, कृपया पुन: प्रयास करें!
hu: A jelszavak nem egyeznek. Próbálkozzon újra!
id: Kata sandi tidak cocok, silakan coba lagi!
it: Le password non corrispondono, riprova!
ja: パスワードが一致しません。もう一度やり直してください。
ko: 비밀번호가 일치하지 않습니다. 다시 시도하십시오!
lt: Slaptažodžiai nesutampa, bandykite dar kartą!
ms: Kata laluan tidak sepadan, sila cuba lagi!
nb: Passord samsvarer ikke, prøv igjen!
nl: Wachtwoorden komen niet overeen, probeer het opnieuw!
pl: Hasła się nie zgadzają, spróbuj ponownie!
pt: As palavras-passe não coincidem, tente novamente!
ro: Parolele nu se potrivesc, încercați din nou!
ru: Пароли не совпадают, попробуйте еще раз!
sv: Lösenorden matchar inte, försök igen !
tr: Şifreler uyuşmuyor, lütfen tekrar deneyin!
uk: Паролі не збігаються, спробуйте ще раз!
vi: Mật khẩu không khớp, vui lòng thử lại!
zh_hans: 密码不匹配，请重试!
zh_hant: 密碼不匹配，請重試！

# topscan_writetwopasswordfail
source: Two password entries do not match, please try again !
ar: إدخالان لكلمة المرور غير متطابقين ، يرجى المحاولة مرة أخرى!
cs: Dvě hesla se neshodují, zkuste to prosím znovu!
da: To adgangskodeposter stemmer ikke overens, prøv venligst igen!
de: Zwei Passworteingaben stimmen nicht überein, bitte versuchen Sie es erneut!
el: Δύο καταχωρήσεις κωδικού δεν ταιριάζουν, δοκιμάστε ξανά!
es: Dos entradas de contraseña no coinciden, inténtalo de nuevo.
fa: دو ورودی رمز عبور با هم مطابقت ندارند ، لطفا دوباره امتحان کنید!
fi: Kaksi salasanaa eivät täsmää, yritä uudelleen!
fr: Deux entrées de mot de passe ne correspondent pas, veuillez réessayer !
he: שתי רשומות סיסמא אינן תואמות, אנא נסה שוב!
hi: दो पासवर्ड प्रविष्टियां मेल नहीं खातीं, कृपया पुन: प्रयास करें!
hu: Két megadott jelszó nem egyezik. Próbálkozzon újra!
id: Dua entri kata sandi tidak cocok, silakan coba lagi!
it: Due campi password non corrispondono, riprova!
ja: 2 つのパスワードエントリが一致しません。もう一度やり直してください。
ko: 두 개의 비밀번호 항목이 일치하지 않습니다. 다시 시도하십시오!
lt: Du įvesti slaptažodžiai nesutampa, bandykite dar kartą!
ms: Dua kali kata laluan yang dimasukkan tidak sepadan, sila cuba lagi!
nb: To passordoppføringer samsvarer ikke, prøv igjen!
nl: Twee wachtwoordinvoeren komen niet overeen, probeer het opnieuw!
pl: Dwa wpisy hasła nie pasują, spróbuj ponownie!
pt: Duas entradas de palavra-passe não correspondem, tente novamente!
ro: Două intrări de parole nu se potrivesc, încercați din nou!
ru: Две записи пароля не совпадают, попробуйте еще раз!
sv: Två lösenordsposter matchar inte, försök igen !
tr: İki şifre girişi eşleşmiyor, lütfen tekrar deneyin!
uk: Два записи пароля не збігаються, спробуйте ще раз!
vi: Hai mục nhập mật khẩu không khớp, vui lòng thử lại!
zh_hans: 两次输入的密码不匹配，请重试!
zh_hant: 兩次密碼輸入不匹配，請重試！

# topscan_backupbottomtitle
source: Restore from an earlier backup or transfer scans from another device
ar: استعادة من نسخة احتياطية سابقة أو نقل مستندات ممسوحة ضوئيًا من جهاز آخر
cs: Obnovit z dřívější zálohy nebo přenést skeny z jiného zařízení
da: Gendan fra en tidligere backup eller overfør scanninger fra en anden enhed
de: Wiederherstellung von einer früheren Sicherung oder Übertragung von Scans von einem anderen Gerät
el: Επαναφορά από προηγούμενο αντίγραφο ασφαλείας ή μεταφορά σαρώσεων από άλλη συσκευή
es: Restaura de un respaldo anterior o transfiere escaneos de otro dispositivo
fa: بازیابی را از پشتیبان گیری قبلی انجام دهید یا اسکن ها را از دستگاه دیگری منتقل کنید
fi: Palauta aiemmasta varmuuskopiosta tai siirrä skannaukset toisesta laitteesta
fr: Restaurer à partir d'une sauvegarde antérieure ou transférer des scans à partir d'un autre appareil
he: שחזר מגיבוי קודם או העבר סריקות ממכשיר אחר
hi: पहले के बैकअप से पुनर्स्थापित करें या किसी अन्य डिवाइस से स्कैन स्थानांतरित करें
hu: Visszaállítás egy korábbi biztonsági mentésről vagy szkennelések átvitele egy másik eszközről
id: Pulihkan dari pencadangan sebelumnya atau pindahkan pemindaian dari perangkat lain
it: Ripristina da un backup precedente o trasferisci scansioni da un altro dispositivo
ja: 以前のバックアップから復元するか、別のデバイスからスキャンを転送
ko: 이전 백업에서 복원하거나 다른 장치에서 스캔을 옮기세요
lt: Atkurkite iš ankstesnės atsarginės kopijos arba perkelkite nuskaitymus iš kito prietaiso
ms: Pulihkan dari sandaran terdahulu atau pindahkan imbasan dari peranti lain
nb: Gjenopprett fra en tidligere sikkerhetskopi eller overfør skanninger fra en annen enhet
nl: Herstellen van een eerdere back-up of draag de scans over vanaf een ander apparaat
pl: Przywróć z wcześniejszej kopii zapasowej lub przenieś skany z innego urządzenia
pt: Restaurar de um backup anterior ou transferir verificações de outro dispositivo
ro: Restabiliți dintr-o copie de rezervă anterioară sau transferați scanări de pe alt dispozitiv
ru: Восстановить из более ранней резервной копии или перенести сканы с другого устройства
sv: Återställ från en tidigare säkerhetskopia eller överför skanningar från en annan enhet
tr: Daha önceki bir yedekten geri yükleyin veya taramaları başka bir cihazdan aktarın
uk: Відновити з попередньої резервної копії або перенести відскановані копії з іншого пристрою
vi: Khôi phục từ bản sao lưu trước đó hoặc chuyển dữ liệu quét từ thiết bị khác
zh_hans: 从较早的备份恢复或从其他设备传输扫描
zh_hant: 從較早的備份復原或從另一台設備傳輸掃描
