Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_savetogallerytip
source: Save the scans to Gallery automatically
ar: حفظ الصور الممسوحة ضوئيًا في المعرض تلقائيًا
cs: Automaticky ukládejte naskenované obrázky do Galerie
da: Gem scanningerne automatisk i Galleri
de: Speichern Sie die Scans automatisch in der Galerie
el: Αποθηκεύστε αυτόματα τις σαρώσεις στη Συλλογή Φωτογραφιών
es: Guardar los escaneos en la Galería automáticamente
fa: اسکن ها را به طور خودکار در گالری ذخیره کنید
fi: Tallenna skannaukset Galleriaan automaattisesti
fr: Enregistrez les numérisations dans la Galerie automatiquement
he: שמור את הסריקות בגלריה באופן אוטומטי
hi: स्कैन को गैलरी में स्वचालित रूप से सहेजें
hu: Automatikusan mentse a beolvasott képeket a Galériába
id: Simpan pindaian ke Galeri secara otomatis
it: Salva automaticamente le scansioni nella Galleria
ja: スキャンをギャラリーに自動的に保存
ko: 스캔을 갤러리에 자동 저장
lt: Automatiškai išsaugoti nuskaitymus galerijoje
ms: Simpan imbasan ke Galeri secara automatik
nb: Lagre skanningene automatisk i Galleri
nl: Sla de scans automatisch op in Galerij
pl: Automatycznie zapisuj skany w Galerii
pt: Guarde as digitalizações na Galeria automaticamente
ro: Salvați scanările în Galerie automat
ru: Автоматически сохранять отсканированные изображения в галерее
sv: Spara skanningar automatiskt i galleriet
tr: Taramaları otomatik olarak Galeri'ye kaydedin
uk: Збережіть скановані зображення в галереї автоматично
vi: Tự động lưu các bản quét vào Thư viện
zh_hans: 自动将扫描保存到图库
zh_hant: 自動將掃描保存到圖庫

# topscan_textblankprompt
source: Recognize image & convert to text
ar: التعرف على الصورة وتحويلها إلى نص
cs: Rozpoznat obrázek a převést na text
da: Genkend billede og konverter til tekst
de: Bild erkennen und in Text umwandeln
el: Αναγνώριση εικόνας και μετατροπή σε κείμενο
es: Reconocer imágenes y convertirlas en texto
fa: تصویر را بشناسید و به متن تبدیل کنید
fi: Tunnista kuva ja muunna se tekstiksi
fr: Reconnaître l'image et convertir en texte
he: זיהוי תמונה והמרה לטקסט
hi: छवि को पहचानें और टेक्स्ट में कनवर्ट करें
hu: Képfelismerés és konvertálás szöveggé
id: Kenali gambar & konversi ke teks
it: Riconosci l'immagine e converti in testo
ja: 画像を認識してテキストに変換
ko: 이미지 인식 및 텍스트로 변환
lt: Atpažinti vaizdą ir konvertuoti į tekstą
ms: Kenali imej & ubah menjadi teks
nb: Gjenkjenne bilde og konvertere til tekst
nl: Herken afbeelding en converteer naar tekst
pl: Rozpoznaj obraz i przekonwertuj na tekst
pt: Reconhecer imagem e converter em texto
ro: Recunoașteți imaginea și convertiți în text
ru: Распознать изображение и преобразовать в текст
sv: Känn igen bilden och konvertera till text
tr: Resmi tanıyın ve metne dönüştürün
uk: Розпізнайте зображення та перетворіть у текст
vi: Nhận dạng hình ảnh và chuyển đổi sang văn bản
zh_hans: 识别图像并转换为文本
zh_hant: 識別圖像並轉換為文本

# topscan_noteplaceholder
source: Start adding notes!
ar: ابدأ في إضافة الملاحظات!
cs: Začněte přidávat poznámky!
da: Begynd at tilføje noter!
de: Beginnen Sie damit, Notizen hinzuzufügen!
el: Ξεκινήστε να προσθέσετε σημειώσεις!
es: ¡Comienza a añadir notas!
fa: شروع به اضافه کردن یادداشت ها!
fi: Aloita muistiinpanojen lisääminen!
fr: Commencez à ajouter des remarques !
he: התחל להוסיף הערות!
hi: नोट्स जोड़ना शुरू करें!
hu: Írjon hozzá megjegyzést!
id: Mulai tambahkan catatan!
it: Inizia ad aggiungere note!
ja: メモの追加を開始！
ko: 메모 추가를 시작하세요!
lt: Pradėkite pridėti pastabų!
ms: Mula menambah catatan!
nb: Begynn å legge til notater!
nl: Begin met het toevoegen van notities.
pl: Zacznij dodawać notatki!
pt: Comece a adicionar notas!
ro: Începeți să adăugați note!
ru: Начните добавлять заметки!
sv: Börja lägga till anteckningar!
tr: Not eklemeye başla!
uk: Почніть додавати примітки.
vi: Bắt đầu thêm ghi chú!
zh_hans: 开始添加注释!
zh_hant: 開始添加注釋！

# topscan_ocrtexttdit
source: Edit
ar: تحرير
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
he: ערוך
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
nb: Redigere
nl: Bewerken
pl: Edytować
pt: Editar
ro: Editați | ×
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# topscan_ocrtextcopy
source: Copy
ar: نسخ
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντίγραφο
es: Copiar
fa: کپی
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
lt: Kopijuoti
ms: Salin
nb: Kopiere
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copie
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# topscan_ocrtextexport
source: Export
ar: تصدير
da: Eksport
el: Εξαγωγή
es: Exportar
fa: صادرات
fi: Vie
fr: Exportation
he: יצא
hi: निर्यात करें
hu: Exportálás
id: Ekspor
it: Esportare
ja: 書き出す
ko: 내보내기
lt: Eksportuoti
ms: Eksport
nb: Eksport
nl: Exporteren
pl: Eksport
pt: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa Aktar
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# topscan_ocrtexttranslation
source: Translation
ar: ترجمة
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
es: Traducción
fa: ترجمه
fi: Käännös
fr: Traduction
he: תִרגוּם
hi: अनुवाद
hu: Fordítás
id: Terjemahan
it: Traduzione
ja: 翻訳
ko: 번역
lt: Vertimas
ms: Terjemahan
nb: Oversettelse
nl: Vertaling
pl: Tłumaczenie
pt: Tradução
ro: Traducere
ru: Перевод
sv: Översättning
tr: Tercüme
uk: Переклад
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# topscan_ocrdefaultlanguage
source: English
ar: الإنجليزية
cs: Angličtina
da: engelsk
de: Englisch
el: Αγγλικά
es: Inglés
fa: انگلیسی
fi: Englanti
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
hu: angol
id: Inggris
it: Inglese
ja: 英語
ko: 영어
lt: Anglų
ms: Bahasa Inggeris
nb: Engelsk
nl: Engels
pl: Angielski
pt: inglês
ro: Engleză
ru: Английский
sv: Engelska
tr: İngilizce
uk: Англійська
vi: Tiếng Anh
zh_hans: 英文
zh_hant: 英語

# topscan_ocrautomatic
source: Automatic
ar: تلقائي
cs: Automatický
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
fi: Automaattinen
fr: Automatique
he: אוֹטוֹמָטִי
hi: स्वचालित
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
lt: Automatinis
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt: Automático
ro: Automat
ru: Автоматический
sv: Automatisk
tr: Otomatik
uk: Автоматичний
vi: Tự động
zh_hans: 自动
zh_hant: 自動的

# topscan_ocrtextagain
source: OCR again
ar: OCR مرة أخرى
cs: Znovu OCR
da: OCR igen
de: OCR wieder
el: OCR ξανά
es: OCR de nuevo
fa: دوباره OCR
fi: Uudelleen OCR
fr: OCR à nouveau
he: שוב OCR
hi: ओसीआर फिर से
hu: OCR ismét
id: OCR lagi
it: OCR di nuovo
ja: 再び OCR
ko: 다시 OCR
lt: OCR dar kartą
ms: OCR lagi
nb: OCR igjen
nl: OCR opnieuw
pl: OCR ponownie
pt: OCR novamente
ro: OCR din nou
ru: OCR снова
sv: OCR igen
tr: Tekrar OCR
uk: Розпізнати знову
vi: OCR một lần nữa
zh_hans: 再次识别
zh_hant: 再次 OCR

# topscan_ocrtypecloud
source: Cloud OCR
ar: التعرف الضوئي على الحروف على السحابة
cs: Cloudové OCR
es: OCR en la nube
fa: OCR ابری
fi: Pilvi-OCR
fr: OCR en nuage
he: ענן OCR
hi: क्लाउड ओसीआर
hu: Felhő OCR
ja: クラウド OCR
ko: 클라우드 OCR
lt: Debesies OCR
ms: Awan OCR
pl: OCR w chmurze
ru: Облачное распознавание текста
sv: Moln OCR
tr: Bulut OCR'si
uk: Хмарне розпізнавання
zh_hans: 云端OCR
zh_hant: 雲 OCR

# topscan_ocrtypelocal
source: Local fast recognition
ar: التعرف المحلي السريع
cs: Místní rychlé rozpoznávání
da: Lokal hurtig genkendelse
de: Lokale Schnellerkennung
el: Τοπική γρήγορη αναγνώριση
es: Reconocimiento rápido local
fa: تشخیص سریع محلی
fi: Paikallinen nopea tunnistus
fr: Reconnaissance locale rapide
he: זיהוי מהיר מקומי
hi: तेजी से स्थानीय पहचान
hu: Helyi gyors felismerés
id: Pengenalan cepat lokal
it: Riconoscimento veloce locale
ja: ローカル高速認識
ko: 로컬 빠른 인식
lt: Greitas vietinis atpažinimas
ms: Pengiktirafan pantas tempatan
nb: Lokal rask anerkjennelse
nl: Lokale snelle herkenning
pl: Lokalne szybkie rozpoznawanie
pt: Reconhecimento rápido local
ro: Recunoaștere locală rapidă
ru: Быстрое локальное распознавание
sv: Lokalt snabbt erkännande
tr: Yerel hızlı tanıma
uk: Локальне швидке розпізнавання
vi: Nhận dạng nhanh cục bộ
zh_hans: 本地快速识别
zh_hant: 本地快速識別

# topscan_ocrtypelocaltip
source: (Only supports Latin characters)
ar: يدعم الأحرف اللاتينية فقط
cs: Podporuje pouze latinské znaky
da: Understøtter kun latinske tegn
de: Unterstützt nur lateinische Zeichen
el: Υποστηρίζει μόνο λατινικούς χαρακτήρες
es: Solo admite caracteres latinos
fa: فقط از حروف لاتین پشتیبانی می کند
fi: Tukee vain latinalaisia merkkejä
fr: Ne prend en charge que les caractères latins
he: תומך רק בתווים לטיניים
hi: केवल लैटिन वर्णों का समर्थन करता है
hu: Csak a latin betűket támogatja
id: Hanya mendukung karakter Latin
it: Supporta solo caratteri latini
ja: ラテン文字のみをサポートします
ko: 라틴 문자만 지원
lt: Palaiko tik lotyniškus rašmenis
ms: Hanya menyokong aksara Latin
nb: Støtter bare latinske tegn
nl: Ondersteunt alleen Latijnse karakters
pl: Obsługuje tylko znaki łacińskie
pt: Suporta apenas caracteres latinos
ro: Acceptă numai caractere latine
ru: Поддерживаются только латинские символы
sv: Stöder endast latinska tecken
tr: Yalnızca Latince karakterleri destekler
uk: Підтримуються лише латинські символи
vi: Chỉ hỗ trợ các ký tự Latinh
zh_hans: 仅支持拉丁字符
zh_hant: 僅支持拉丁字符

# topscan_ocrdownfail
source: download fail
ar: فشل التنزيل
cs: stažení se nezdařilo
da: download mislykkes
de: Download fehlgeschlagen
el: Η λήψη απέτυχε
es: falla en la descarga
fa: بارگیری ناموفق است
fi: lataus epäonnistui
fr: échec du téléchargement
he: ההורדה נכשלת
hi: डाउनलोड विफल
hu: letöltés sikertelen
id: unduhan gagal
it: download fallito
ja: ダウンロード失敗
ko: 다운로드 실패
lt: atsisiųsti nepavyko
ms: muat turun gagal
nb: nedlasting mislykkes
nl: download mislukt
pl: pobieranie nie powiodło się
pt: falha de download
ro: descărcare eșuează
ru: загрузка не удалась
sv: nedladdning misslyckades
tr: indirme başarısız
uk: не вдалося завантажити
vi: tải xuống không thành công
zh_hans: 下载失败
zh_hant: 下載失敗

# topscan_ocrrecentanguages
source: Recent languages
ar: اللغات الحديثة
cs: Nedávné jazyky
da: Seneste sprog
de: Aktuelle Sprachen
el: Πρόσφατες γλώσσες
es: Idiomas recientes
fa: زبانهای اخیر
fi: Viimeisimmät kielet
fr: Langues récentes
he: שפות אחרונות
hi: हालिया भाषाएं
hu: Legutóbbi nyelvek
id: Bahasa terbaru
it: Lingue recenti
ja: 最近の言語
ko: 최근 언어
lt: Naujausios kalbos
ms: Bahasa terkini
nb: Nylige språk
nl: Recente talen
pl: Ostatnie języki
pt: Línguas recentes
ro: Limbi recente
ru: Последние языки
sv: Senaste språk
tr: Son diller
uk: Останні мови
vi: Các ngôn ngữ gần đây
zh_hans: 最近的语言
zh_hant: 最近的語言

# topscan_ocralllanguages
source: All languages
ar: كل اللغات
cs: Všechny jazyky
da: Alle sprog
de: Alle Sprachen
el: Όλες οι γλώσσες
es: Todos los idiomas
fa: تمام زبانها
fi: Kaikki kielet
fr: Toutes les langues
he: כל השפות
hi: सारी भाषाएँ
hu: Minden nyelv
id: Semua bahasa
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
lt: Visos kalbos
ms: Semua bahasa
nb: Alle språk
nl: Alle talen
pl: Wszystkie języki
pt: Todas as línguas
ro: Toate limbile
ru: Все языки
sv: Alla språk
tr: Bütün diller
uk: Усі мови
vi: Tất cả các ngôn ngữ
zh_hans: 所有语言
zh_hant: 所有語言

# topscan_ocrexportcopy
source: Copy to Clipboard
ar: نسخ إلى الحافظة
cs: Zkopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fa: کپی به کلیپ بورد
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
he: העתק ללוח
hi: क्लिपबोर्ड पर कॉपी करें
hu: Másolja a vágólapra
id: Menyalin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
lt: Nukopijuoti į iškarpinę
ms: Salin ke Papan Keratan
nb: Kopiere til utklippstavle
nl: Kopieer naar klembord
pl: Skopiuj do schowka
pt: Copiar para área de transferência
ro: Copiați în clipboard
ru: Скопировать в буфер обмена
sv: Kopiera till urklipp
tr: Panoya kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào clipboard
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# topscan_ocrchooseendpoint
source: Choose the closest endpoint
ar: اختر أقرب نقطة نهاية
cs: Vyberte nejbližší koncový bod
da: Vælg det nærmeste slutpunkt
de: Wählen Sie den nächstgelegenen Endpunkt
el: Επιλέξτε το πλησιέστερο τελικό σημείο
es: Elegir el punto final más cercano
fa: نزدیکترین نقطه پایان را انتخاب کنید
fi: Valitse lähin päätepiste
fr: Choisissez le point de terminaison le plus proche
he: בחר את נקודת הקצה הקרובה ביותר
hi: निकटतम समापन बिंदु चुनें
hu: Válassza ki a legközelebbi végpontot
id: Pilih titik akhir terdekat
it: Scegli l'endpoint più vicino
ja: 最も近いエンドポイントを選択
ko: 가장 가까운 끝점 선택
lt: Pasirinkti artimiausią galinį tašką
ms: Pilih titik akhir yang paling hampir
nb: Velg nærmeste endepunkt
nl: Kies het dichtstbijzijnde eindpunt
pl: Wybierz najbliższy punkt końcowy
pt: Escolha o endpoint mais próximo
ro: Alegeți punctul final cel mai apropiat
ru: Выберите ближайшую конечную точку
sv: Välj närmaste slutpunkt
tr: En yakın uç noktayı seçin
uk: Виберіть найближчу кінцеву точку
vi: Chọn điểm cuối gần nhất
zh_hans: 选择最近的端点
zh_hant: 選擇最近的端點

# topscan_ocrgoogleendpointprompt
source: Automatically select the best global node, no need to choose!
ar: حدد تلقائيًا أفضل عقدة عالمية ، لا داعي للاختيار!
cs: Automaticky vyberte nejlepší globální uzel, není třeba si vybírat!
da: Vælg automatisk den bedste globale node, ikke nødvendigt at vælge!
de: Wählen Sie automatisch den besten globalen Knoten aus, Sie müssen sich nicht entscheiden!
el: Επιλέξτε αυτόματα τον καλύτερο παγκόσμιο κόμβο, δεν χρειάζεται να επιλέξετε!
es: Seleccionar automáticamente el mejor nodo global, ¡no es necesario elegir!
fa: بهترین گره جهانی را به صورت خودکار انتخاب کنید ، نیازی به انتخاب نیست!
fi: Valitse automaattisesti paras globaali solmu, sinun ei tarvitse valita!
fr: Sélectionnez automatiquement le meilleur nœud global, pas besoin de choisir !
he: בחר באופן אוטומטי את הצומת הגלובלי הטוב ביותר, אין צורך לבחור!
hi: स्वचालित रूप से सर्वश्रेष्ठ वैश्विक नोड का चयन करें, चुनने की कोई आवश्यकता नहीं है!
hu: Automatikusan kiválasztja a legjobb globális csomópontot, nem önnek kell választania!
id: Secara otomatis memilih simpul global terbaik, tidak perlu memilih!
it: Seleziona automaticamente il miglior nodo globale, non c'è bisogno di scegliere!
ja: 最適なグローバルノードを自動的に選択します。選択する必要はありません。
ko: 선택할 필요 없이 최적의 글로벌 노드를 자동으로 선택합니다!
lt: Automatiškai parinkti geriausią pasaulinį mazgą, nereikia rinktis!
ms: Pilih nod global terbaik secara automatik, tidak perlu memilih!
nb: Velg automatisk den beste globale noden, ikke nødvendig å velge!
nl: Selecteer automatisch het beste globale knooppunt, u hoeft niet te kiezen!
pl: Automatycznie wybierz najlepszy globalny węzeł, nie musisz wybierać!
pt: Selecione automaticamente o melhor nó global, sem necessidade de escolher!
ro: Selectați automat cel mai bun nod global, nu este nevoie să alegeți!
ru: Автоматический выбор лучшего глобального узла, выбирать не нужно!
sv: Välj automatiskt den bästa globala noden, inget behov av att välja!
tr: En iyi global düğümü otomatik olarak seçin, seçmeye gerek yok!
uk: Автоматично вибирайте найкращий глобальний вузол. Не потрібно вибирати!
vi: Tự động chọn nút toàn cục tốt nhất, không cần chọn!
zh_hans: 自动选择最佳全局节点，无需选择!
zh_hant: 自動選擇最佳全局節點，無需選擇！

# topscan_ocrthirdocrfailprompt
source: Processing error or no text available, please try again!
ar: خطأ في المعالجة أو لا يوجد نص متاح ، يرجى المحاولة مرة أخرى!
cs: Chyba zpracování nebo není k dispozici žádný text, zkuste to znovu!
da: Behandlingsfejl eller ingen tekst tilgængelig, prøv igen!
de: Verarbeitungsfehler oder kein Text vorhanden, bitte versuchen Sie es erneut!
el: Σφάλμα επεξεργασίας ή μη διαθέσιμο κείμενο, δοκιμάστε ξανά!
es: Error de procesamiento o no hay texto disponible. Vuelve a intentarlo.
fa: خطای پردازش یا اینکه متنی در دسترس نیست ، لطفاً دوباره امتحان کنید!
fi: Käsittelyvirhe tai tekstiä ei ole käytettävissä, yritä uudelleen!
fr: Erreur de traitement ou aucun texte disponible, veuillez réessayer !
he: שגיאת עיבוד או שאין טקסט זמין, נסה שוב!
hi: संसाधन त्रुटि या कोई टेक्स्ट उपलब्ध नहीं है, कृपया पुन: प्रयास करें!
hu: Feldolgozási hiba vagy nem érhető el szöveg. Próbálkozzon újra!
id: Kesalahan pemrosesan atau tidak ada teks yang tersedia, silakan coba lagi!
it: Errore di elaborazione o nessun testo disponibile, riprova!
ja: 処理エラーまたは利用可能なテキストがありません。再試行してください。
ko: 처리 오류 또는 사용할 수 있는 텍스트가 없습니다. 다시 시도하십시오!
lt: Apdorojimo klaida arba nėra teksto, bandykite dar kartą!
ms: Ralat pemprosesan atau teks tidak tersedia, sila cuba lagi!
nb: Behandlingsfeil eller ingen tekst tilgjengelig, prøv igjen!
nl: Verwerkingsfout of geen tekst beschikbaar, probeer het opnieuw!
pl: Błąd przetwarzania lub brak dostępnego tekstu, spróbuj ponownie!
pt: Erro de processamento ou nenhum texto disponível, tente novamente!
ro: Eroare de procesare sau nu există text disponibil, încercați din nou!
ru: Ошибка обработки или текст недоступен, попробуйте еще раз!
sv: Bearbetningsfel eller ingen text tillgänglig, försök igen!
tr: İşlem hatası veya metin yok, lütfen tekrar deneyin!
uk: Помилка обробки або відсутність тексту, спробуйте ще раз!
vi: Lỗi xử lý hoặc không có văn bản, vui lòng thử lại!
zh_hans: 处理错误或无可用文本，请重试!
zh_hant: 處理錯誤或無可用文本，請重試！

# topscan_networkstate
source: WLAN is Turned Off
ar: تم إيقاف تشغيل WLAN
cs: WLAN je vypnutá
da: WLAN er slået fra
de: WLAN ist ausgeschaltet
el: Το WLAN είναι απενεργοποιημένο
es: La WLAN está apagada
fa: WLAN خاموش است
fi: WLAN on pois päältä
fr: Le WLAN est désactivé
he: רשת ה- WLAN כבויה
hi: WLAN बंद है
hu: A WLAN ki van kapcsolva
id: WLAN Dimatikan
it: La WLAN è disattivata
ja: WLAN がオフになっている
ko: WLAN이 꺼져 있습니다
lt: WLAN yra išjungtas
ms: WLAN Dimatikan
nb: WLAN er slått av
nl: WLAN is uitgeschakeld
pl: Sieć WLAN jest wyłączona
pt: WLAN está desligada
ro: WLAN este dezactivat
ru: WLAN выключен
sv: WLAN är avstängt
tr: WLAN Kapalı
uk: WLAN вимкнено
vi: WLAN bị Tắt
zh_hans: WLAN 已关闭
zh_hant: WLAN 已關閉

# topscan_networkstatecontent
source: You can turn on WLAN for 'simpleScan' app in Settings
ar: يمكنك تشغيل WLAN لتطبيق "simpleScan" في الإعدادات
cs: WLAN pro aplikaci 'simpleScan' můžete zapnout v Nastavení
da: Du kan aktivere WLAN for 'simpleScan' app i Indstillinger
de: Sie können WLAN für die 'simpleScan'-App in den Einstellungen aktivieren
el: Μπορείτε να ενεργοποιήσετε το WLAN για την εφαρμογή "simpleScan" στις Ρυθμίσεις
es: Puede activar WLAN para la aplicación 'simpleScan' en Configuración
fa: می توانید WLAN را برای برنامه 'simpleScan' در تنظیمات روشن کنید
fi: Voit ottaa WLAN-yhteyden käyttöön 'simpleScan' -sovelluksessa Asetuksissa
fr: Vous pouvez activer le WLAN pour l'application « simpleScan » dans les paramètres
he: באפשרותך להפעיל WLAN עבור אפליקציית 'simpleScan' בהגדרות
hi: आप सेटिंग में 'सिंपल स्कैन' ऐप के लिए WLAN चालू कर सकते हैं
hu: A Beállításokban bekapcsolhatja a WLAN-t a „SimpleScan” alkalmazáshoz
id: Anda dapat mengaktifkan WLAN untuk aplikasi 'simpleScan' di Pengaturan
it: Puoi attivare la WLAN per l'app "simpleScan" in Impostazioni
ja: [設定]で「simpleScan」アプリの WLAN をオンにできます
ko: 설정에서 'simpleScan' 앱용 WLAN을 켤 수 있습니다
lt: Nustatymuose galite įjungti WLAN „simpleScan“ programai
ms: Anda boleh menghidupkan WLAN untuk aplikasi 'simpleScan' dalam Tetapan
nb: Du kan slå på WLAN for 'simpleScan' -appen i Innstillinger
nl: U kunt WLAN inschakelen voor de 'simpleScan'-app in Instellingen
pl: Możesz włączyć WLAN dla aplikacji „simpleScan” w Ustawieniach
pt: Pode ativar a WLAN para a aplicação 'simpleScan' em Configurações
ro: Puteți activa WLAN pentru aplicația „simpleScan” din Setări
ru: Вы можете включить WLAN для приложения simpleScan в настройках.
sv: Du kan aktivera WLAN för appen 'simpleScan' i inställningar
tr: Ayarlar'da 'simpleScan' uygulaması için WLAN'ı açabilirsiniz
uk: Ви можете увімкнути WLAN для програми 'simpleScan' у налаштуваннях
vi: Bạn có thể bật WLAN cho ứng dụng 'simpleScan' trong Cài đặt
zh_hans: 您可以在“设置”中为“simpleScan”应用打开 WLAN
zh_hant: 您可以在“設置”中為“simpleScan”應用打開 WLAN

# topscan_ocragainallpage
source: All pages
ar: كل الصفحات
cs: Všechny stránky
da: Alle sider
de: Alle Seiten
el: Όλες οι σελίδες
es: Todas las páginas
fa: تمام صفحات
fi: Kaikki sivut
fr: Toutes les pages
he: כל הדפים
hi: सभी पेज
hu: Minden oldal
id: Semua laman
it: Tutte le pagine
ja: すべてのページ
ko: 모든 페이지
lt: Visi puslapiai
ms: Semua halaman
nb: Alle sider
nl: Alle pagina's
pl: Wszystkie strony
pt: Todas as páginas
ro: Toate paginile
ru: Все страницы
sv: Alla sidor
tr: Tüm sayfalar
uk: Усі сторінки
vi: Tất cả các trang
zh_hans: 所有页面
zh_hant: 所有頁面

# topscan_ocragaincurrentpage
source: Current page
ar: الصفحة الحالية
cs: Aktuální stránka
da: Nuværende side
de: Aktuelle Seite
el: Τρέχουσα σελίδα
es: Página actual
fa: صفحه فعلی
fi: Nykyinen sivu
fr: Page actuelle
he: העמוד הנוכחי
hi: वर्तमान पृष्ठ
hu: Aktuális oldal
id: Laman saat ini
it: Pagina corrente
ja: 現在のページ
ko: 현재 페이지
lt: Dabartinis puslapis
ms: Halaman ini
nb: Nåværende side
nl: Huidige pagina
pl: Bieżąca strona
pt: Página atual
ro: Pagina curenta
ru: Текущая страница
sv: Nuvarande sida
tr: Geçerli sayfa
uk: Поточна сторінка
vi: Trang hiện tại
zh_hans: 当前页面
zh_hant: 當前頁面

# topscan_ocrtextagainvctip
source: Edits made during proofread would be lost if you tap Back
ar: ستفقد عمليات التحرير التي تم إجراؤها أثناء التدقيق اللغوي إذا قمت بالنقر فوق "رجوع"
cs: Pokud klepnete na Zpět, úpravy provedené během korektury by byly ztraceny
da: Redigeringer foretaget under korrekturlæsning går tabt, hvis du trykker på Tilbage
de: Während des Korrekturlesens vorgenommene Änderungen gehen verloren, wenn Sie auf Zurück tippen
el: Οι τροποποιήσεις που έγιναν κατά τη διάρκεια της διόρθωσης θα χαθούν αν πατήσετε Πίσω
es: Las ediciones realizadas durante la revisión se perderían si tocas Atrás
fa: اگر روی «برگشت» ضربه بزنید ، ویرایش های انجام شده در هنگام تصحیح از بین می روند
fi: Oikolukun aikana tehdyt muokkaukset menetetään, jos napautat Takaisin
fr: Les modifications apportées pendant la relecture seraient perdues si vous appuyez sur Retour
he: עריכות שנעשו במהלך הגהה יאבדו אם תקישו על הקודם
hi: यदि आप वापस टैप करते हैं तो प्रूफरीड के दौरान किए गए संपादन खो जाएंगे
hu: A lektorálás során végrehajtott szerkesztések elvesznek, ha a Vissza gombra koppint
id: Pengeditan yang dilakukan selama pengoreksian akan hilang jika Anda mengetuk Kembali
it: Le modifiche apportate durante la correzione andranno perse se si tocca Indietro
ja: 戻るをタップすると、校正中に行われた編集は失われます
ko: 뒤로를 탭하면 교정 중에 편집한 내용이 손실됩니다
lt: Redagavimo metu atlikti pakeitimai bus prarasti, jei bakstelėsite "Atgal"
ms: Pengeditan yang dibuat semasa pembacaaan pruf akan hilang jika anda mengetuk Kembali
nb: Endringer som er gjort under korrekturlesing, vil gå tapt hvis du trykker på Tilbake
nl: Bewerkingen die tijdens het proeflezen zijn gemaakt, gaan verloren als u op Terug tikt
pl: Zmiany wprowadzone podczas korekty zostaną utracone, jeśli naciśniesz Wstecz
pt: As edições feitas durante a revisão serão perdidas se tocar em Voltar
ro: Modificările făcute în timpul corecturii s-ar pierde dacă atingeți Înapoi
ru: Изменения, внесенные во время корректуры, будут потеряны, если вы нажмете Назад
sv: Ändringar som gjorts under korrekturläsningen går förlorade om du trycker på tillbaka
tr: Geri'ye dokunursanız düzeltme okuması sırasında yapılan düzenlemeler kaybolur
uk: Зміни, зроблені під час вичитки, будуть втрачені, якщо натиснути Назад
vi: Các chỉnh sửa được thực hiện trong quá trình hiệu đính sẽ bị mất nếu bạn nhấn vào Quay lại
zh_hans: 如果您点击返回，校对期间所做的编辑将会丢失
zh_hant: 如果您點擊返回，校對期間所做的編輯將會丟失
