Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_backupinbackgroundaleat
source: Uploading the backup file will be done in the background, closing the application may cause the backup to fail.
ar: سيتم تحميل ملف النسخ الاحتياطي في الخلفية ، وقد يؤدي إغلاق التطبيق إلى فشل النسخ الاحتياطي.
cs: Nahrání záložního souboru bude provedeno na pozadí, zavření aplikace může způsobit selhání zálohy.
da: Upload af sikkerhedskopifilen sker i baggrunden, hvis programmet lukkes, kan sikkerhedskopien mislykkes.
de: Das Hochladen der Sicherungsdatei erfolgt im Hintergrund, das Schließen der Anwendung kann dazu führen, dass die Sicherung fehlschlägt.
el: Η μεταφόρτωση του αρχείου αντιγράφου ασφαλείας θα γίνει στο παρασκήνιο, το κλείσιμο της εφαρμογής ενδέχεται να προκαλέσει αποτυχία του αντιγράφου ασφαλείας.
es: La carga del archivo de copia de seguridad se realizará en segundo plano, cerrar la aplicación puede hacer que la copia de seguridad falle.
fa: بارگذاری فایل پشتیبان در پس زمینه انجام می شود ، بسته شدن برنامه ممکن است باعث خرابی نسخه پشتیبان شود.
fi: Varmuuskopiotiedoston lataaminen tapahtuu taustalla. Sovelluksen sulkeminen saattaa aiheuttaa varmuuskopion epäonnistumisen.
fr: Le téléchargement du fichier de sauvegarde se fera en arrière-plan, la fermeture de l'application peut entraîner l'échec de la sauvegarde.
he: העלאת קובץ הגיבוי תתבצע ברקע, סגירת היישום עלולה לגרום לכישלון הגיבוי.
hi: बैकअप फ़ाइल को बैकग्राउंड में अपलोड किया जाएगा, एप्लिकेशन को बंद करने से बैकअप विफल हो सकता है.
hu: A biztonságimásolat-fájl feltöltése a háttérben történik, az alkalmazás bezárása a biztonsági másolat meghiúsulását okozhatja.
id: Mengunggah file cadangan akan dilakukan di latar belakang, menutup aplikasi dapat menyebabkan pencadangan gagal.
it: Il caricamento del file di backup verrà eseguito in background; la chiusura dell'applicazione potrebbe causare il fallimento del backup.
ja: バックアップファイルのアップロードはバックグラウンドで実行されます。アプリケーションを閉じると、バックアップが失敗する可能性があります。
ko: 백업 파일 업로드는 백그라운드에서 진행되며, 애플리케이션을 종료하면 백업이 실패할 수 있습니다.
lt: Atsarginės kopijos failas bus įkeltas fone, uždarius programą atsarginė kopija gali nepavykti.
ms: Memuat naik fail sandaran akan dilakukan di latar belakang, menutup aplikasi boleh menyebabkan proses sandaran gagal.
nb: Opplasting av sikkerhetskopifilen gjøres i bakgrunnen. Hvis du lukker applikasjonen, kan sikkerhetskopien mislykkes.
nl: Het uploaden van het back-upbestand gebeurt op de achtergrond, het sluiten van de applicatie kan ertoe leiden dat de back-up mislukt.
pl: Przesyłanie pliku kopii zapasowej zostanie wykonane w tle, zamknięcie aplikacji może spowodować niepowodzenie tworzenia kopii zapasowej.
pt: O upload do ficheiro de backup será feito em segundo plano; fechar a aplicação pode causar falha no backup.
ro: Încărcarea fișierului de rezervă se va face în fundal, închiderea aplicației poate provoca eșecul backup-ului.
ru: Загрузка файла резервной копии будет выполняться в фоновом режиме, закрытие приложения может привести к сбою резервного копирования.
sv: Uppladdningen av säkerhetskopian görs i bakgrunden. Om du stänger programmet kan säkerhetskopian misslyckas.
tr: Yedekleme dosyasının yüklenmesi arka planda yapılacaktır, uygulamayı kapatmak yedeklemenin başarısız olmasına neden olabilir.
uk: Завантаження файлу резервної копії здійснюватиметься у фоновому режимі, закриття програми може призвести до збою резервного копіювання.
vi: Việc tải lên tệp sao lưu sẽ được thực hiện ở chế độ nền, việc đóng ứng dụng có thể khiến quá trình sao lưu không thành công.
zh_hans: 上传备份文件会在后台完成，关闭应用程序可能会导致备份失败.
zh_hant: 上傳備份文件將在後台完成，關閉應用程序可能會導致備份失敗。

# topscan_myselfemailshow
source: Email To Myself
ar: أرسل بالبريد الإلكتروني إلى نفسي
cs: Poslat e-mailem sobě
da: E-mail til mig selv
de: E-Mail an mich
el: Αποστολή email στον εαυτό μου
es: Enviarme un correo electrónico
fa: به خودم ایمیل بزنم
fi: Lähetä sähköpostina itselleni
fr: Courriel à moi-même
he: דוא"ל אל עצמי
hi: खुद को ईमेल करें
hu: E-mail önmagamnak
id: Email ke Saya Sendiri
it: Invia a me stesso
ja: 自分宛にメール
ko: 자신에게 이메일 보내기
lt: El. paštu sau
ms: E-mel kepada diri saya
nb: Send e-post til meg selv
nl: Naar mijzelf e-mailen
pl: E-mail do siebie
pt: Email para mim mesmo
ro: Trimiteți-mi un e-mail
ru: Отправить мне письмо
sv: E-post till mig själv
tr: Kendime E-postala
uk: Надіслати листа на мою електронну адресу
vi: Gửi email cho Chính tôi
zh_hans: 给自己发电子邮件
zh_hant: 給自己發送電子郵件

# topscan_toemailtitle
source: To
ar: ل
cs: Na
da: Til
de: Zu
el: Προς τον/την
es: A
fa: به
fi: Vastaanottaja
fr: À
he: ל
hi: सेवा में
hu: Címzett
id: Kepada
it: A
ja: 送信先：
ko: 받는 사람
lt: Į
ms: Ke
nb: Til
nl: Naar
pl: Do
pt: Para
ro: Către
ru: К
sv: Till
tr: Kime
uk: Кому
vi: Đến
zh_hans: 发送到
zh_hant: 至

# topscan_subjectplaceholder
source: Subject
ar: الموضوع
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
fa: موضوع
fi: Aihe
fr: Objet
he: נושא
hi: विषय
hu: Tárgy
id: Perihal
it: Oggetto
ja: 件名
ko: 제목
lt: Tema
ms: Subjek
nb: Emne
nl: Onderwerp
pl: Przedmiot
pt: Assunto
ro: Subiect
ru: Тема
sv: Ämne
tr: Konu
uk: Тема
vi: Tiêu đề
zh_hans: 主题
zh_hant: 主題

# topscan_bodyplaceholder
source: Body
ar: النص
cs: Tělo zprávy
da: Tekst
de: Textkörper
el: Σώμα
es: Cuerpo
fa: بدنه ایمیل
fi: Runko
fr: Corps
he: גוף
hi: बॉडी
hu: Törzsszöveg
id: Tubuh
it: Corpo
ja: 本文
ko: 본문
lt: Turinys
ms: Kandungan
nb: Kropp
nl: Tekst
pl: Treść
pt: Corpo
ro: Corp
ru: Сообщение
sv: Text
tr: Gövde
uk: Тіло
vi: Nội dung
zh_hans: 正文内容
zh_hant: 正文

# topscan_emailsettingguide
source: You can change email in Settings->General->Email
ar: يمكنك تغيير البريد الإلكتروني في الإعدادات -> عام -> البريد الإلكتروني.
cs: E-mail můžete změnit pod Nastavení -> Obecné -> E-mail.
da: Du kan ændre e-mail i Indstillinger -> Generelt -> E-mail.
de: Sie können die E-Mail unter Einstellungen -&gt; Allgemein -&gt; E-Mail ändern.
el: Μπορείτε να αλλάξετε email στις Ρυθμίσεις-> Γενικά-> Email
es: Puedes cambiar el correo electrónico en Ajustes -> Generales -> Correo electrónico
fa: می توانید ایمیل را در تنظیمات -> عمومی -> ایمیل تغییر دهید
fi: Voit muuttaa sähköpostia valitsemalla Asetukset->Yleiset->Sähköposti.
fr: Vous pouvez changer le courriel dans Paramètres -> Général -> Courriel.
he: באפשרותך לשנות דוא"ל בהגדרות -> כללי -> דוא"ל.
hi: आप सेटिंग -> सामान्य -> ​​ईमेल में ईमेल बदल सकते हैं।
hu: Módosíthatja az e-mailt a Beállítások -> Általános -> E-mail menüben.
id: Anda dapat mengubah email di Pengaturan -> Umum -> Email.
it: Puoi modificare la posta elettronica in Impostazioni -> Generali -> Email.
ja: [設定] -> [全般] -> [メール] でメールを変更できます。
ko: 설정 -> 일반 -> 이메일에서 이메일을 변경할 수 있습니다
lt: El. paštą galite pakeisti Nustatymai->Bendra->El. paštas
ms: Anda boleh menukar e-mel dalam Tetapan->Umum->E-mel
nb: Du kan endre e-post i Innstillinger-> Generelt-> E-post
nl: U kunt uw e-mail wijzigen in Instellingen -> Algemeen -> E-mail.
pl: Możesz zmienić adres e-mail w Ustawienia -> Ogólne -> E-mail.
pt: Pode alterar o e-mail em Configurações-> Geral-> E-mail
ro: Puteți schimba adresa de e-mail în Setări-> General-> E-mail
ru: Вы можете изменить адрес электронной почты, перейдя в Настройки -> Общие -> Эл. почта.
sv: Du kan ändra e-post i Inställningar-->Allmänt-->E-post.
tr: E-postayı, Ayarlar -> Genel -> E-posta sekmesinden değiştirebilirsiniz.
uk: Ви можете змінити електронну пошту в Налаштування -> Загальне -> Електронна пошта.
vi: Bạn có thể thay đổi email trong Cài đặt->Chung->Email.
zh_hans: 您可以在设置->通用->电子邮件中更改电子邮件
zh_hant: 您可以在設定 ->常規 ->電子郵箱中更改電子郵箱。

# topscan_picturequalityheight
source: High
ar: هيغ
cs: Vysoký
da: Hej
de: Höhe
el: Ύψος
es: Altura
fa: ارتفاع
fi: Korkeus
fr: Hauteur
he: היי
hi: उच्च
hu: Magasság
id: Tinggi
it: Heigh
ja: 高
ko: 높음
lt: Aukštas
ms: Tinggi
nb: Høyde
nl: Hoog
pl: Wysoka
pt: Altura
ro: Înalt
ru: Высота
sv: Höjd
tr: Yükseklik
uk: Високо
vi: Cao
zh_hans: 高
zh_hant: 高度

# topscan_picturequalitylow
source: Low
ar: منخفضة
cs: Nízký
da: Lav
de: Niedrig
el: Χαμηλός
es: Baja
fa: کم
fi: Matala
fr: Faible
he: נמוך
hi: कम
hu: Alacsony
id: Rendah
it: Bassa
ja: 低
ko: 낮음
lt: Žemas
ms: Rendah
nb: Lav
nl: Laag
pl: Niska
pt: Baixo
ro: Scăzut
ru: Низкое
sv: Låg
tr: Düşük
uk: Низька
vi: Thấp
zh_hans: 低
zh_hant: 低

# topscan_defaultpagesize
source: Default Page Size
ar: حجم الصفحة الافتراضي
cs: Implicitní velikost stránky
da: Standard sidestørrelse
de: Standardseitengröße
el: Προεπιλεγμένο μέγεθος σελίδας
es: Tamaño de página predeterminado
fa: اندازه پیش فرض صفحه
fi: Oletussivukoko
fr: Taille de page par défaut
he: גודל עמוד ברירת מחדל
hi: पृष्ठ का डिफ़ॉल्ट आकार
hu: Alapértelmezett oldalméret
id: Ukuran Halaman Default
it: Dimensione pagina predefinita
ja: デフォルトのページサイズ
ko: 기본 페이지 크기
lt: Numatytasis puslapio dydis
ms: Saiz Halaman Lalai
nb: Standard sidestørrelse
nl: Standaard paginagrootte
pl: Domyślny rozmiar strony
pt: Tamanho de página padrão
ro: Dimensiune pagină implicită
ru: Размер страницы по умолчанию
sv: Standard sidostorlek
tr: Varsayılan Sayfa Boyutu
uk: Стандартний розмір сторінки
vi: Kích thước trang mặc định
zh_hans: 默认页面尺寸
zh_hant: 預設頁面大小

# topscan_privacypolicy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzbestimmungen
el: Πολιτική απορρήτου
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
lt: Privatumo politika
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# topscan_sendfeedback
source: Send Feedback
ar: أرسل رأيك
cs: Poslat zpětnou vazbu
de: Feedback abschicken
el: Στείλετε τα σχόλιά σας
es: Enviar comentarios
fa: ارسال بازخورد
fi: Lähetä palautetta
fr: Envoyer des commentaires
he: שלח משוב
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim Tanggapan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
lt: Siųsti atsiliepimą
ms: Hantar Maklumbalas
nb: Send tilbakemelding
nl: Feedback verzenden
pl: Wyślij opinię
pt: Enviar comentários
ro: Trimite feedback
ru: Отправить отзыв
sv: Skicka feedback
tr: Geribildirim gönder
uk: Надіслати відгук
vi: Gửi thông tin phản hồi
zh_hans: 发送反馈
zh_hant: 發送回饋

# topscan_version
source: Version
ar: الإصدار
cs: Verze
de: Ausführung
el: Εκδοχή
es: Versión
fa: نسخه
fi: Versio
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
lt: Versija
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
tr: Versiyon
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# topscan_rateapp
source: Rate Simple Scanner
ar: معدل الماسح الضوئي البسيط
cs: Ohodnoťte jednoduchý skener
da: Bedøm Enkel scanner
de: Einfacher Scanner bewerten
el: Βαθμός απλού σαρωτή
es: Calificar el escáner simple
fa: امتیاز بندی Simple Scanner
fi: Arvostele yksinkertainen skanneri
fr: Évaluez le scanner simple
he: דרג סורק פשוט
hi: सिंपल स्कैनर को रेटिंग दें
hu: Értékelje a Simple Scannert
id: Nilai Pemindai Sederhana
it: Valuta Simple scanner
ja: SimpleScanner を評価
ko: 간단한 스캐너 평가
lt: Įvertinti paprastą skaitytuvą
ms: Nilai Pengimbas Ringkas
nb: Ranger enkel skanner
nl: Beoordeel eenvoudige scanner
pl: Oceń prosty skaner
pt: Avalie Simple Scanner
ro: Evaluați scanerul simplu
ru: Оценить Simple Scanner
sv: Betygsätt enkel skanner
tr: Basit Tarayıcıyı Değerlendir
uk: Оцініть Простий сканер
vi: Đánh giá máy quét đơn giản
zh_hans: 评价Simple Scanner
zh_hant: 評價簡單掃描儀

# topscan_settinggeneral
source: General
ar: عام
cs: VŠEOBECNÉ
da: GENERELT
de: Allgemeines
el: Γενικός
fa: عمومی
fi: YLEINEN
fr: Général
he: כללי
hi: सामान्य
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
lt: Bendrai
ms: Umum
nb: Generell
nl: ALGEMEEN
pl: Ogólne
pt: Em geral
ru: Общий
sv: Allmänt
tr: GENEL
uk: Загальне
vi: Chung
zh_hans: 一般
zh_hant: 常規

# topscan_settingdocmanagement
source: Doc management
ar: إدارة المستندات
cs: Správa dokumentů
da: Håndtering af dokument
de: Dokumentenverwaltung
el: Διαχείριση εγγράφων
es: Gestión de documentos
fa: مدیریت سند
fi: Dokumenttien hallinta
fr: Gestion de doc
he: ניהול מסמכים
hi: दस्तावेज़ प्रबंधन
hu: Dokumentumkezelés
id: Pengelolaan Dok
it: Gestione documenti
ja: 文書管理
ko: 문서 관리
lt: Dokumentų valdymas
ms: Pengurusan Dokumen
nb: Dok ledelse
nl: Documentenbeheer
pl: Zarządzanie dokumentami
pt: Gestão de documentos
ro: Managementul documentelor
ru: Управление док-тами
sv: Dokumenthantering
tr: Doküman Yönetimi
uk: Управління документами
vi: Quản lý Tài liệu
zh_hans: 文档管理
zh_hant: 文件管理

# topscan_settingourapp
source: Our app
ar: تطبيقنا
cs: Naše aplikace
da: Vores app
de: Unsere App
el: Η εφαρμογή μας
es: Nuestra aplicación
fa: برنامه ما
fi: Sovelluksemme
fr: Notre application
he: האפליקציה שלנו
hi: हमारा ऐप
hu: A mi appunk
id: Aplikasi kami
it: La nostra app
ja: 私たちのアプリ
ko: 우리 앱
lt: Mūsų programa
ms: Aplikasi kami
nb: Vår app
nl: Onze app
pl: Nasza aplikacja
pt: A nossa app
ro: Aplicația noastră
ru: Наше приложение
sv: Vår app
tr: Uygulamamız
uk: Наша програма
vi: Ứng dụng của chúng tôi
zh_hans: 我们的APP
zh_hant: 我們的應用程序

# topscan_settinguseragreement
source: User Agreement
ar: اتفاقية المستخدم
cs: Smlouva s uživatelem
da: Brugeraftale
de: Nutzungsbedingungen
el: Συμφωνία Χρήστη
es: Acuerdo del Usuario
fa: توافق کاربر
fi: Käyttäjäsopimus
fr: Accord de l'utilisateur
he: הסכמת המשתמש
hi: उपयोगकर्ता समझौता
hu: Felhasználói Szerződés
id: Perjanjian Pengguna
it: Accordo per gli utenti
ja: ユーザー規約
ko: 사용자 약관
lt: Naudotojo sutartis
ms: Perjanjian Pengguna
nb: Brukeravtale
nl: Gebruikersovereenkomst
pl: Zgoda użytkownika
pt: Termo de Acordo do Utilizador
ro: Acordul Utilizatorului
ru: Пользовательское Соглашение
sv: Användaravtal
tr: Kullanıcı Sözleşmesi
uk: Угода з користувачем
vi: Thỏa thuận Người dùng
zh_hans: 用户协议
zh_hant: 用戶協議

# topscan_settingusersuggestion
source: Suggestion and Feedback
ar: اقتراح وردود الفعل
cs: Návrh a zpětná vazba
da: Forslag og feedback
de: Vorschlag und Feedback
el: Πρόταση και σχόλια
es: Sugerencia y comentarios
fa: پیشنهاد و بازخورد
fi: Ehdotus ja palaute
fr: Suggestions et commentaires
he: הצעה ומשוב
hi: सुझाव और प्रतिक्रिया
hu: Javaslat és visszajelzés
id: Saran dan Tanggapan
it: Suggerimenti e feedback
ja: 提案とフィードバック
ko: 제안 및 피드백
lt: Pasiūlymai ir atsiliepimai
ms: Cadangan dan Maklum balas
nb: Forslag og tilbakemelding
nl: Suggestie en feedback
pl: Sugestie i opinie
pt: Sugestão e Feedback
ro: Sugestie și feedback
ru: Предложение и обратная связь
sv: Förslag och feedback
tr: Öneri ve Geribildirim
uk: Пропозиція та відгуки
vi: Đề xuất và phản hồi
zh_hans: 建议和反馈
zh_hant: 建議與反饋

# topscan_settingdocname
source: Document Name
ar: اسم الملف
cs: Název dokumentu
da: Dokument Navn
de: Dokumentname
el: Όνομα εγγράφου
es: Nombre del documento
fa: نام سند
fi: Asiakirjan nimi
fr: Nom du document
he: שם המסמך
hi: दस्तावेज़ का नाम
hu: Dokumentum neve
id: Nama Dokumen
it: Nome del documento
ja: ドキュメント名
ko: 문서 이름
lt: Dokumento pavadinimas
ms: Nama Dokumen
nb: Dokumentnavn
nl: Naam Document
pl: Nazwa dokumentu
pt: Nome do Documento
ro: numele documentului
ru: название документа
sv: Dokument namn
tr: Belge Adı
uk: Назва документа
vi: Tên tài liệu
zh_hans: 文档名称
zh_hant: 文件名

# topscan_settingdoctime
source: Document Time
ar: وقت المستند
cs: Čas dokumentu
da: Dokument Tid
de: Dokumentzeit
el: Ώρα εγγράφου
es: Tiempo de documento
fa: زمان سند
fi: Asiakirjan aika
fr: Documenter l'heure
he: זמן המסמך
hi: दस्तावेज़ समय
hu: Dokumentum ideje
id: Waktu Dokumen
it: Ora del documento
ja: 文書化時間
ko: 문서 시간
lt: Dokumento laikas
ms: Masa Dokumen
nb: Dokumenttid
nl: Documenttijd
pl: Czas dokumentu
pt: Hora do Documento
ro: Ora documentului
ru: Время документа
sv: Dokument tid
tr: Belge Süresi
uk: Час документа
vi: Thời gian tài liệu
zh_hans: 文档时间
zh_hant: 文件時間

# topscan_changepagesize
source: Change Page Size
ar: تغيير حجم الصفحة
cs: Změnit velikost stránky
da: Skift sidestørrelse
de: Seitengröße ändern
el: Αλλαγή μεγέθους σελίδας
es: Cambiar tamaño de página
fa: تغییر اندازه صفحه
fi: Vaihda sivukoko
fr: Changer la taille de la page
he: שנה את גודל העמוד
hi: पेज़ का साइज़ परिवर्तित करें
hu: Oldalméret módosítása
id: Ubah Ukuran Laman
it: Cambia dimensioni pagina
ja: ページサイズを変更
ko: 페이지 크기 변경
lt: Keisti puslapio dydį
ms: Tukar Saiz Halaman
nb: Endre sidestørrelse
nl: Paginagrootte wijzigen
pl: Zmień rozmiar strony
pt: Alterar o tamanho da página
ro: Schimbați dimensiunea paginii
ru: Изменить размер страницы
sv: Ändra sidstorlek
tr: Sayfa Boyutunu Değiştir
uk: Змінити розмір сторінки
vi: Thay đổi kích thước trang
zh_hans: 改变页面尺寸
zh_hant: 更改頁面大小

# topscan_documentname
source: Self-defined Document Name
ar: اسم المستخدم المعرفة ذاتيًا
cs: Vlastní název dokumentu
da: Selvdefineret dokument Navn
de: Selbst definierter Dokumentenname
el: Αυτόνομο όνομα εγγράφου
es: Nombre de documento autodefinido
fa: نام سند خود تعریف شده
fi: Itse määritelty asiakirjan nimi
fr: Nom du document auto-défini
he: שם המסמך הוגדר באופן עצמי
hi: स्व-परिभाषित दस्तावेज़ नाम
hu: Önállóan meghatározott dokumentumnév
id: Nama Dokumen yang ditentukan sendiri
it: Nome documento auto-definito
ja: 自己定義のドキュメント名
ko: 자체 정의 문서 이름
lt: Paties apibrėžtas dokumento pavadinimas
ms: Nama Dokumen ditentukan sendiri
nb: Selvdefinert dokumentnavn
nl: Zelf-gedefinieerde documentnaam
pl: Własna nazwa dokumentu
pt: Nome de documento autodefinido
ro: Numele documentului auto-definit
ru: Самостоятельно определяемое имя документа
sv: Självdefinierade dokumentnamn
tr: Kendinden tanımlı Belge Adı
uk: Назва документа, що самостійно визначається
vi: Tên Tài liệu Tự Xác định
zh_hans: 自定义文档名称
zh_hant: 自訂文件名稱

# topscan_documentdate
source: Self-defined Document Time
ar: وقت المستند المحدد ذاتيًا
cs: Vlastní čas dokumentu
da: Selvdefineret Dokument Tid
de: Selbstdefinierte Dokumentzeit
el: Αυτο-καθορισμένος χρόνος εγγράφου
es: Tiempo de documento autodefinido
fa: زمان سند خود تعریف شده
fi: Itse määrittelemä asiakirjan aika
fr: Temps de document auto-défini
he: זמן המסמך המוגדר בעצמו
hi: स्व-परिभाषित दस्तावेज़ समय
hu: Önállóan meghatározott dokumentumidő
id: Waktu Dokumen yang ditentukan sendiri
it: Ora documento autodefinita
ja: 自己定義のドキュメント時間
ko: 자체 정의 문서 시간
lt: Paties apibrėžtas dokumento laikas
ms: Masa Dokumen yang ditentukan sendiri
nb: Selvdefinert dokumenttid
nl: Zelf gedefinieerde documenttijd Document
pl: Własny czas dokumentu
pt: Hora do documento autodefinida
ro: Timpul documentului auto-definit
ru: Самостоятельно определенное время документа
sv: Självdefinierad dokument tid
tr: Kendinden Tanımlı Belge Süresi
uk: Самовизначений час документа
vi: Thời gian tài liệu tự xác định
zh_hans: 自定义文档时间
zh_hant: 自定義文檔時間

# topscan_autosavetogallery
source: Auto Save To Album
ar: الحفظ التلقائي للألبوم
cs: Automatické ukládání do alba
da: Gem automatisk i album
de: Automatisch in Album speichern
el: Αυτόματη αποθήκευση στο άλμπουμ
es: Guardar automáticamente en el álbum
fa: ذخیره خودکار در آلبوم
fi: Automaattinen tallennus albumiin
fr: Enregistrer automatiquement dans l'album
he: שמירה אוטומטית לאלבום
hi: एल्बम में स्वतः सहेजें
hu: Automatikus mentés albumba
id: Simpan Otomatis Ke Album
it: Salva automaticamente nell'album
ja: アルバムに自動保存
ko: 앨범에 자동 저장
lt: Automatiškai išsaugoti albume
ms: Auto Simpan Ke Album
nb: Lagre automatisk i albumet
nl: Automatisch opslaan in album
pl: Automatyczne zapisywanie do albumu
pt: Guardar automaticamente no álbum
ro: Salvare automată în album
ru: Автосохранение в альбом
sv: Spara automatiskt i albumet
tr: Albüme Otomatik Kaydet
uk: Автоматичне збереження в альбомі
vi: Tự động lưu vào album
zh_hans: 自动保存到图库
zh_hant: 自動保存到相冊

# topscan_saveoriginalimage
source: Save Original Image
ar: حفظ الصورة الأصلية
cs: Uložit původní obrázek
da: Gem originalt billede
de: Originalbild speichern
el: Αποθήκευση αρχικής εικόνας
es: Guardar imagen original
fa: ذخیره تصویر اصلی
fi: Tallenna alkuperäinen kuva
fr: Enregistrer l'image d'origine
he: שמור תמונה מקורית
hi: मूल छवि सहेजें
hu: Eredeti kép elmentése
id: Simpan Gambar Asli
it: Salva l'immagine originale
ja: 元の画像を保存
ko: 원본 이미지 저장
lt: Išsaugoti originalų vaizdą
ms: Simpan Imej Asal
nb: Lagre originalbildet
nl: Originele afbeelding opslaan
pl: Zapisz oryginalny obraz
pt: Guardar imagem original
ro: Salvați imaginea originală
ru: Сохранить исходное изображение
sv: Spara originalbilden
tr: Orijinal görüntüyü kaydet
uk: Зберегти оригінальне зображення
vi: Lưu ảnh gốc
zh_hans: 保存原始图片
zh_hant: 儲存原始圖像

# topscan_saveoriginalimagetip
source: This feature mainly resets the croping function,which increases storage space
ar: تعمل هذه الميزة بشكل أساسي على إعادة تعيين وظيفة الاقتصاص، مما يزيد من مساحة التخزين.
cs: Tato funkce hlavně resetuje funkci oříznutí, což zvyšuje úložný prostor.
da: Denne funktion nulstiller hovedsageligt beskæringsfunktionen, hvilket øger lagerpladsen.
de: Diese Funktion setzt hauptsächlich die Zuschneidefunktion zurück, wodurch der Speicherplatz erhöht wird.
el: Αυτή η δυνατότητα επαναφέρει κυρίως τη λειτουργία περικοπής,η οποία αυξάνει τον αποθηκευτικό χώρο
es: Esta función principalmente restablece la función de recorte, lo que aumenta el espacio de almacenamiento
fa: این ویژگی عمدتا عملکرد برش را بازنشانی می کند که باعث افزایش فضای ذخیره سازی می شود
fi: Tämä ominaisuus nollaa pääasiassa rajaamistoiminnon, mikä vapauttaa tallennustilaa.
fr: Cette fonctionnalité réinitialise principalement la fonction de recadrage, ce qui augmente l'espace de stockage.
he: מאפיין זה מאפס בעיקר את פונקציית החיתוך, מה שמגדיל את שטח האחסון.
hi: यह सुविधा मुख्य रूप से क्रॉपिंग फ़ंक्शन को रीसेट करती है, जिससे भंडारण स्थान बढ़ जाता है।
hu: Ez a szolgáltatás elsősorban visszaállítja a vágási funkciót, ami növeli a tárhelyet.
id: Fitur ini umumnya mengatur ulang fungsi pemangkasan sehingga meningkatkan ruang penyimpanan.
it: Questa funzione ripristina principalmente la funzione di ritaglio, che aumenta lo spazio di archiviazione.
ja: この機能は、主にトリミング機能をリセットし、ストレージ容量を増やします。
ko: 이 기능은 주로 자르기 기능을 초기화하며, 저장 장치 공간을 증가시킵니다
lt: Ši funkcija daugiausia atstato apkarpymo funkciją,o tai padidina saugojimo vietą
ms: Ciri ini terutamanya menetapkan semula fungsi pemotongan, yang menambahkan ruang storan.
nb: Denne funksjonen tilbakestiller hovedsakelig beskjæringsfunksjonen,noe som øker lagringsplassen
nl: Deze functie reset voornamelijk de bijsnijdfunctie, waardoor er meer opslagruimte vrijkomt.
pl: Ta funkcja resetuje głównie funkcję przycinania, co zwiększa przestrzeń dyskową.
pt: Esta funcionalidade redefine principalmente a função de corte, o que aumenta o espaço de armazenamento
ro: Această caracteristică resetează în principal funcția de decupare,ceea ce crește spațiul de stocare
ru: Эта функция в основном сбрасывает функцию обрезки, что увеличивает пространство для хранения
sv: Denna funktion återställer huvudsakligen beskärningsfunktionen, vilket ökar lagringsutrymmet.
tr: Bu özellik temel olarak depolama alanını artıran kırpma işlevini sıfırlar.
uk: Ця функція переважно скидає функцію обрізання, що звільнює місце для збереження.
vi: Tính năng này chủ yếu thiết lập lại chức năng cắt xén nên sẽ làm tăng dung lượng lưu trữ.
zh_hans: 此功能主要重置裁剪功能，会增加存储空间
zh_hant: 此功能主要是重設裁剪功能，這會增加存儲空間。
