Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_propdfeditorintroduce
source: Edit PDF pages, add signatures and graffiti, PDF passwords, remove watermarks, etc.
ar: تحرير صفحات PDF وإضافة التوقيعات والرسومات على الجدران وكلمات مرور PDF وإزالة العلامات المائية وما إلى ذلك.
cs: Upravujte stránky PDF, přidávejte podpisy a graffiti, hesla PDF, odstraňujte vodoznaky atd.
da: Rediger PDF-sider, tilføj underskrifter og graffiti, PDF-adgangskoder, fjern vandmærker osv.
de: Bearbeiten Sie PDF-Seiten, fügen Sie Signaturen und Graffiti, PDF-Passwörter hinzu, entfernen Sie Wasserzeichen usw.
el: Επεξεργαστείτε σελίδες PDF, προσθέστε υπογραφές και γκράφιτι, κωδικούς πρόσβασης PDF, αφαιρέστε υδατόσημα κ.λπ.
es: Edita páginas PDF, agrega firmas y graffiti, contraseñas PDF, elimina marcas de agua, etc.
fa: صفحات PDF را ویرایش کنید ، امضاها و گرافیتی ها ، گذرواژه های PDF را اضافه کنید ، واترمارک ها را حذف کنید و غیره.
fi: Muokkaa PDF-sivuja, lisää allekirjoituksia ja graffitteja, PDF-salasanoja, poista vesileimat jne.
fr: Modifiez les pages PDF, ajoutez des signatures et des graffitis, des mots de passe PDF, supprimez les filigranes, etc.
he: ערוך עמודי PDF, הוסף חתימות וגרפיטי, סיסמאות PDF, הסר סימני מים וכו '.
hi: पीडीएफ पेज संपादित करें, हस्ताक्षर और भित्तिचित्र जोड़ें, पीडीएफ पासवर्ड, वॉटरमार्क हटाएं, आदि.
hu: Szerkessze a PDF oldalakat, adjon hozzá aláírásokat és graffitiket, PDF jelszavakat, távolítsa el a vízjeleket stb.
id: Edit halaman PDF, tambahkan tanda tangan dan grafiti, kata sandi PDF, hapus tanda air, dll.
it: Modifica pagine PDF, aggiungi firme e graffiti, password PDF, rimuovi filigrane, etc.
ja: PDF ページの編集、署名と落書きの追加、PDF パスワード、透かしの削除など。
ko: PDF 페이지 편집, 서명 및 낙서 추가, PDF 암호, 워터마크 제거 등
lt: Redaguokite PDF puslapius, pridėkite parašus ir grafičius, PDF slaptažodžius, pašalinkite vandens ženklus ir kt.
ms: Edit halaman PDF, tambahkan tandatangan dan grafiti, kata laluan PDF, hapus tera air, dll.
nb: Rediger PDF-sider, legg til signaturer og graffiti, PDF-passord, fjern vannmerker osv.
nl: Bewerk PDF-pagina's, voeg handtekeningen en graffiti toe, PDF-wachtwoorden, verwijder watermerken, enz.
pl: Edytuj strony PDF, dodawaj podpisy i graffiti, hasła PDF, usuwaj znaki wodne itp.
pt: Edite páginas de PDF, adicione assinaturas e graffiti, palavras-passe de PDF, remova marcas d'água, etc.
ro: Editați pagini PDF, adăugați semnături și graffiti, parole PDF, eliminați filigranele etc.
ru: Редактируйте страницы PDF, добавляйте подписи и граффити, пароли PDF, удаляйте водяные знаки и т. д.
sv: Redigera PDF-sidor, lägg till signaturer och graffiti, PDF-lösenord, ta bort vattenmärken osv.
tr: PDF sayfalarını düzenleyin, imza ve grafiti ekleyin, PDF şifreleri ekleyin, filigranları kaldırın, vb.
uk: Редагуйте сторінки PDF, додавайте підписи та графіті, паролі в PDF, видаляйте водяні знаки тощо.
vi: Chỉnh sửa trang PDF, thêm chữ ký và vẽ nguệch ngoạc, mật khẩu PDF, xóa hình mờ, v.v.
zh_hans: 编辑PDF页面、添加签名和涂鸦、PDF密码、去除水印等.
zh_hant: 編輯 PDF 頁面、添加簽名和塗鴉、PDF 密碼、去除水印等。

# topscan_gotosetting
source: Go to Setting
ar: إذهب إلى الإعداد
cs: Přejít na Nastavení
da: Gå til Indstilling
de: Gehe zu Einstellungen
el: Μεταβείτε στη ρύθμιση
es: Ir a Configuración
fa: به تنظیمات بروید
fi: Siirry Asetukset
fr: Aller au réglage
he: עבור אל הגדרה
hi: सेटिंग पर जाएं
hu: Menjen a Beállításokhoz
id: Pergi ke Pengaturan
it: Vai a Impostazioni
ja: 設定に移動
ko: 설정으로 이동
lt: Eikite į nustatymą
ms: Pergi ke Tetapan
nb: Gå til Innstilling
nl: Ga naar Instellingen
pl: Przejdź do ustawień
pt: Vá para a configuração
ro: Accesați Setare
ru: Перейти к настройке
sv: Gå till inställning
tr: Ayara Git
uk: Перейдіть до Налаштування
vi: Đi tới Cài đặt
zh_hans: 前往设置
zh_hant: 進入設置

# topscan_ocrnummorethan
source: Cloud OCR has been used to identify 1000 pages/month in the current calculation cycle. If you continue to identify, you need to purchase OCR pages, or please wait for the next calculation cycle to automatically add OCR 1000 pages.
ar: تم استخدام Cloud OCR لتحديد 1000 صفحة/شهر في دورة الحساب الحالية. إذا واصلت تحديد الهوية ، فأنت بحاجة إلى شراء صفحات OCR ، أو يرجى الانتظار حتى دورة الحساب التالية لإضافة 1000 صفحة OCR تلقائيًا.
cs: Cloud OCR bylo použito k identifikaci 1 000 stránek za měsíc v aktuálním výpočetním cyklu. Pokud budete pokračovat v identifikaci, musíte si zakoupit stránky OCR, nebo počkejte, až další výpočetní cyklus automaticky přidá stránky OCR 1000.
da: Cloud OCR er blevet brugt til at identificere 1000 sider/måned i den aktuelle beregningscyklus. Hvis du fortsætter med at identificere dig, skal du købe OCR-sider, eller vent til den næste beregningscyklus for automatisk at tilføje OCR 1000 sider.
de: Cloud OCR wurde verwendet, um 1000 Seiten/Monat im aktuellen Berechnungszyklus zu identifizieren. Wenn Sie weiterhin identifizieren, müssen Sie OCR-Seiten kaufen oder auf den nächsten Berechnungszyklus warten, um automatisch OCR-1000-Seiten hinzuzufügen.
el: Το Cloud OCR έχει χρησιμοποιηθεί για την αναγνώριση 1000 σελίδων/μήνα στον τρέχοντα κύκλο υπολογισμού. Εάν συνεχίσετε να προσδιορίζετε, πρέπει να αγοράσετε σελίδες OCR ή περιμένετε μέχρι τον επόμενο κύκλο υπολογισμού για να προσθέσετε αυτόματα OCR 1000 σελίδες.
es: Se ha utilizado Cloud OCR para identificar 1000 páginas/mes en el ciclo de cálculo actual. Si continúa identificando, debe comprar páginas de OCR o espere al siguiente ciclo de cálculo para agregar automáticamente 1000 páginas de OCR.
fa: از Cloud OCR برای شناسایی 1000 صفحه در ماه در چرخه محاسبه فعلی استفاده شده است. اگر به شناسایی ادامه دادید ، باید صفحات OCR را خریداری کنید ، یا لطفاً منتظر چرخه محاسبه بعدی باشید تا 1000 صفحه OCR به طور خودکار اضافه شود.
fi: Pilvitunnistinta on käytetty tunnistamaan 1000 sivua kuukaudessa nykyisessä laskentajaksossa. Jos jatkat tunnistamista, sinun on ostettava tekstintunnistussivut tai odota seuraavaa laskentajaksoa, jotta voit lisätä automaattisen tekstintunnistuksen 1000 sivua automaattisesti.
fr: Cloud OCR a été utilisé pour identifier 1000 pages/mois dans le cycle de calcul actuel. Si vous continuez à vous identifier, vous devez acheter des pages OCR ou attendre le prochain cycle de calcul pour ajouter automatiquement 1000 pages OCR.
he: ענן OCR שימש לזיהוי של 1000 עמודים בחודש במחזור החישוב הנוכחי. אם אתה ממשיך להזדהות, עליך לרכוש עמודי OCR, או אנא המתן למחזור החישוב הבא כדי להוסיף אוטומטית OCR 1000 עמודים.
hi: वर्तमान गणना चक्र में 1000 पृष्ठों/माह की पहचान करने के लिए क्लाउड ओसीआर का उपयोग किया गया है. यदि आप पहचानना जारी रखते हैं, तो आपको OCR पृष्ठ खरीदने की आवश्यकता है, या कृपया अगले गणना चक्र के लिए OCR 1000 पृष्ठों को स्वचालित रूप से जोड़ने के लिए प्रतीक्षा करें.
hu: A felhő OCR-t 1000 oldal/hó azonosítására használták a jelenlegi számítási ciklusban. A további azonosításhoz OCR-oldalakat kell vásárolnia, vagy várjon a következő számítási ciklusra, hogy automatikusan hozzáadjon 1000 OCR oldalt.
id: Cloud OCR telah digunakan untuk mengidentifikasi 1000 halaman/bulan dalam siklus perhitungan saat ini. Jika Anda terus mengidentifikasi, Anda perlu membeli halaman OCR, atau harap tunggu siklus perhitungan berikutnya untuk menambahkan halaman OCR 1000 secara otomatis.
it: Cloud OCR è stato utilizzato per identificare 1000 pagine/mese nel ciclo di calcolo corrente. Se continui a identificare, devi acquistare pagine OCR o attendere il ciclo di calcolo successivo per aggiungere automaticamente 1000 pagine OCR.
ja: クラウド OCR は、現在の計算サイクルで 1000 ページ/月を識別するために使用されています。識別を続ける場合は、OCR ページを購入する必要があります。または、次の計算サイクルで OCR1000 ページが自動的に追加されるまでお待ちください。
ko: 클라우드 OCR을 사용하여 현재 계산 주기에서 1000페이지/월을 식별했습니다. 계속 식별할 경우 OCR 페이지를 구매하거나 다음 계산 주기가 자동으로 OCR 1000 페이지를 추가할 때까지 기다리십시오.
lt: Debesų OCR buvo naudojamas atpažinti 1000 puslapių per mėnesį dabartiniame skaičiavimo cikle. Jei ir toliau atpažinsite, turite įsigyti OCR puslapius arba palaukite, kol kitas skaičiavimo ciklas automatiškai pridės OCR 1000 puslapių.
ms: Awan OCR telah digunakan untuk mengenal pasti 1000 halaman/bulan dalam pusingan pengiraan semasa. Sekiranya anda terus mengenal pasti, anda perlu membeli halaman OCR, atau sila tunggu pusingan pengiraan seterusnya untuk menambahkan 1000 halaman OCR secara automatik.
nb: Cloud OCR har blitt brukt til å identifisere 1000 sider/måned i den nåværende beregningssyklusen. Hvis du fortsetter å identifisere deg, må du kjøpe OCR-sider, eller vent til neste beregningssyklus for automatisk å legge til OCR 1000-sider.
nl: Cloud OCR is gebruikt om 1000 pagina's/maand te identificeren in de huidige berekeningscyclus. Als u doorgaat met identificeren, moet u OCR-pagina's aanschaffen of wacht u tot de volgende berekeningscyclus om automatisch OCR 1000-pagina's toe te voegen.
pl: Cloud OCR został wykorzystany do identyfikacji 1000 stron miesięcznie w bieżącym cyklu obliczeniowym. Jeśli będziesz kontynuować identyfikację, musisz kupić strony OCR lub poczekaj na następny cykl obliczeniowy, aby automatycznie dodać strony OCR 1000.
pt: O Cloud OCR foi usado para identificar 1000 páginas/mês no ciclo de cálculo atual. Se continuar a identificar, precisa de comprar páginas de OCR ou aguarde o próximo ciclo de cálculo para adicionar páginas de OCR 1000 automaticamente.
ro: Cloud OCR a fost utilizat pentru a identifica 1000 de pagini/lună în ciclul curent de calcul. Dacă continuați să vă identificați, trebuie să cumpărați pagini OCR sau vă rugăm să așteptați următorul ciclu de calcul pentru a adăuga automat OCR 1000 de pagini.
ru: Cloud OCR использовался для идентификации 1000 страниц в месяц в текущем цикле вычислений. Если вы продолжите идентификацию, вам необходимо приобрести страницы OCR или дождаться следующего цикла вычислений, чтобы автоматически добавить страницы OCR 1000.
sv: Cloud OCR har använts för att identifiera 1 000 sidor/månad i den aktuella beräkningscykeln. Om du fortsätter att identifiera, måste du köpa OCR-sidor eller vänta tills nästa beräkningscykel automatiskt lägger till OCR 1 000-sidor.
tr: Bulut OCR, mevcut hesaplama döngüsünde ayda 1000 sayfayı belirlemek için kullanılmıştır. Tanımlamaya devam ederseniz, OCR sayfaları satın almanız veya OCR 1000 sayfasının otomatik olarak eklenmesi için lütfen bir sonraki hesaplama döngüsünü beklemeniz gerekir.
uk: Cloud OCR використовується для розпізнавання 1000 сторінок на місяць у поточному циклі обчислення. Якщо ви продовжуєте розпізнавання, вам потрібно придбати сторінки OCR або, будь ласка, зачекайте наступного циклу обчислення, щоб автоматично додати 1000 сторінок.
vi: Cloud OCR đã được sử dụng để nhận dạng 1000 trang/tháng trong chu kỳ tính toán hiện tại. Nếu tiếp tục nhận dạng, bạn cần mua các trang OCR, hoặc vui lòng đợi chu kỳ tính toán tiếp theo để tự động thêm OCR 1000 trang.
zh_hans: 云端OCR在当前订阅计算周期中已用于识别1000 页/月. 如果继续识别，需要购买OCR页面，或者请等待下一个计算周期自动添加OCR 1000页面.
zh_hant: Cloud OCR 在當前計算週期中已用於識別 1000 頁/月。如果繼續識別，則需要購買 OCR 頁面，或者請等待下一個計算週期自動添加 OCR 1000 頁面。

# topscan_upgradeaccount
source: 20+ more advanced features
ar: أكثر من 20 ميزة أكثر تقدمًا
cs: 20+ pokročilejších funkcí
da: 20+ mere avancerede funktioner
de: Über 20 erweiterte Funktionen
el: 20+ πιο προηγμένες δυνατότητες
es: Más de 20 funciones avanzadas
fa: 20+ ویژگی پیشرفته تر
fi: 20 + edistyneempiä ominaisuuksia
fr: 20+ fonctionnalités plus avancées
he: למעלה מ -20 תכונות מתקדמות יותר
hi: 20+ अधिक उन्नत सुविधाएँ
hu: 20+ fejlettebb funkció
id: 20+ fitur yang lebih canggih
it: 20+ funzionalità più avanzate
ja: 20 以上のより高度な機能
ko: 20개 이상의 고급 기능
lt: Daugiau nei 20 pažangių funkcijų
ms: 20+ ciri yang lebih maju
nb: 20+ mer avanserte funksjoner
nl: 20+ meer geavanceerde functies
pl: Ponad 20 bardziej zaawansowanych funkcji
pt: 20+ recursos mais avançados
ro: 20+ funcții mai avansate
ru: 20+ дополнительных функций
sv: 20+ mer avancerade funktioner
tr: 20'den fazla gelişmiş özellik
uk: Більше 20 вдосконалених функцій
vi: Hơn 20 tính năng nâng cao hơn
zh_hans: 20多种高级功能
zh_hant: 20 多個高級功能

# topscan_upgradepremium
source: Upgrade to premium
ar: الترقية إلى المميزة
cs: Upgradujte na prémiovou verzi
da: Opgrader til premium
de: Auf Premium upgraden
el: Αναβάθμιση σε premium
es: Mejorado a Premium
fa: ارتقا دادن به سطح حرفه ای
fi: Päivitä premiumiin
fr: Passer à la version premium
he: שדרג לפרימיום
hi: प्रीमियम में अपग्रेड करें
hu: Frissítés prémiumra
id: Tingkatkan ke premium
it: Passa a premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
lt: Atnaujinkite į „premium“
ms: Naik taraf ke premium
nb: Oppgradere til premium
nl: Upgrade naar premium
pl: Przejdź na premium
pt: Upgrade para premium
ro: Treceți la premium
ru: Перейти на премиум
sv: Uppgradera till Premium
tr: Premiuma yükselt
uk: Оновіть до преміум-класу
vi: Nâng cấp lên gói cao cấp
zh_hans: 升级到高级版本
zh_hant: 升級到高級

# topscan_premium
source: Premium
ar: غالي
cs: Prémium
de: Prämie
el: Ασφάλιστρο
fa: پرمیوم
fr: Prime
he: פּרֶמיָה
hi: प्रीमियम
hu: Prémium
ja: プレミアム
ko: 프리미엄
pl: Premia
pt: Prémio
ru: Премиум
tr: Ödül
uk: Преміум
vi: Cao cấp
zh_hans: 高级
zh_hant: 優質的

# topscan_nopurrestore
source: No purchases for restore !
ar: لا مشتريات لاستعادة!
cs: Žádné nákupy pro obnovení!
da: Ingen køb til gendannelse!
de: Keine Käufe für die Wiederherstellung!
el: Δεν υπάρχουν αγορές για επαναφορά!
es: ¡No hay compras para restaurar!
fa: خریدی برای بازیابی وجود ندارد!
fi: Ei ostoksia palautettavaksi!
fr: Aucun achat pour la restauration !
he: אין רכישות לשחזור!
hi: बहाल करने के लिए कोई खरीद नहीं!
hu: Nincs helyreállítható vásárlás!
id: Tidak ada pembelian untuk pemulihan!
it: Nessun acquisto per il ripristino!
ja: 復元のための購入はありません！
ko: 복원할 구매가 없습니다!
lt: Nėra pirkinių atkurti!
ms: Tiada pembelian untuk pemulihan!
nb: Ingen kjøp for gjenoppretting!
nl: Geen aankopen om te herstellen!
pl: Brak zakupów do przywrócenia!
pt: Sem compras para restaurar!
ro: Fără achiziții pentru restaurare!
ru: Никаких покупок на восстановление!
sv: Inga inköp för återställning !
tr: Geri yükleme için satın alma yok!
uk: Немає покупок для відновлення!
vi: Không có giao dịch mua nào để khôi phục!
zh_hans: 没有可恢复的购买!
zh_hant: 沒有購買恢復！

# topscan_restorefailed
source: Failed to restore purchase.
ar: فشل استعادة الشراء.
cs: Obnovení nákupu se nezdařilo.
da: Kunne ikke gendanne købet.
de: Der Kauf konnte nicht wiederhergestellt werden.
el: Αποτυχία επαναφοράς αγοράς.
es: No se pudo restaurar la compra.
fa: خرید انجام نشد.
fi: Ostoksen palauttaminen epäonnistui.
fr: Échec de la restauration de l'achat.
he: שחזור הרכישה נכשל.
hi: खरीदारी बहाल करने में विफल.
hu: Nem sikerült visszaállítani a vásárlást.
id: Gagal memulihkan pembelian.
it: Impossibile ripristinare l'acquisto.
ja: 購入の復元に失敗しました。
ko: 구매를 복원하지 못했습니다.
lt: Nepavyko atkurti pirkinio.
ms: Gagal memulihkan pembelian.
nb: Kunne ikke gjenopprette kjøpet.
nl: Kan aankoop niet herstellen.
pl: Nie udało się przywrócić zakupu.
pt: Falha ao restaurar a compra.
ro: Nu s-a putut restabili achiziția.
ru: Не удалось восстановить покупку.
sv: Det gick inte att återställa köpet.
tr: Satın alma işlemi geri yüklenemedi.
uk: Не вдалося відновити покупку.
vi: Không thể khôi phục giao dịch mua.
zh_hans: 还原购买查询失败.
zh_hant: 無法恢復購買。

# topscan_restoresuccessfully
source: Restore the purchase successfully.
ar: استعادة الشراء بنجاح.
cs: Obnovte nákup úspěšně.
da: Gendan købet med succes.
de: Stellen Sie den Kauf erfolgreich wieder her.
el: Επαναφέρετε την αγορά με επιτυχία.
es: Restaurar la compra con éxito.
fa: خرید را با موفقیت بازیابی کنید.
fi: Palauta ostos onnistuneesti.
fr: Restaurez l'achat avec succès.
he: שחזר את הרכישה בהצלחה.
hi: खरीदारी को सफलतापूर्वक पुनर्स्थापित करें.
hu: Állítsa vissza a vásárlást sikeresen.
id: Pulihkan pembelian dengan sukses.
it: Acquisto ripristinato con successo.
ja: 購入を正常に復元します。
ko: 구매를 성공적으로 복원하십시오.
lt: Pirkinio atkūrimas sėkmingas.
ms: Pulihkan pembelian dengan jayanya.
nb: Gjenopprett kjøpet.
nl: Herstel de aankoop succesvol.
pl: Przywróć zakup pomyślnie.
pt: Restaure a compra com sucesso.
ro: Restabiliți achiziția cu succes.
ru: Успешно восстановите покупку.
sv: Återställ köpet framgångsrikt.
tr: Satın alma işlemini başarıyla geri yükleyin.
uk: Відновіть покупку успішно.
vi: Khôi phục giao dịch mua thành công.
zh_hans: 还原购买成功.
zh_hant: 成功恢復購買。

# topscan_bindcontent
source: You haven't set your email account, Please go to your phone “Setting-Email”,tap “Add Account” to create your email account
ar: لم تقم بتعيين حساب البريد الإلكتروني الخاص بك ، يرجى الانتقال إلى "إعداد البريد الإلكتروني" بهاتفك ، وانقر فوق "إضافة حساب" لإنشاء حساب البريد الإلكتروني الخاص بك
cs: Nenastavili jste svůj e-mailový účet, přejděte do svého telefonu „Nastavení e-mailu“, klepnutím na „Přidat účet“ vytvořte svůj e-mailový účet
da: Du har ikke indstillet din e-mail-konto. Gå til din telefon "Indstilling-e-mail", tryk på "Tilføj konto" for at oprette din e-mail-konto
de: Sie haben Ihr E-Mail-Konto nicht eingerichtet. Bitte gehen Sie zu Ihrem Telefon "Einstellungen-E-Mail", tippen Sie auf "Konto hinzufügen", um Ihr E-Mail-Konto zu erstellen
el: Δεν έχετε ρυθμίσει τον λογαριασμό email σας, μεταβείτε στο τηλέφωνό σας "Ρύθμιση-email", πατήστε "Προσθήκη λογαριασμού" για να δημιουργήσετε τον λογαριασμό email σας
es: No has configurado su cuenta de correo electrónico, dirígete a "Configuración-Correo electrónico", toca "Agregar cuenta" para crear tu cuenta de correo electrónico
fa: حساب ایمیل خود را تنظیم نکرده اید ، لطفاً به "Setting-Email" تلفن خود بروید ، برای ایجاد حساب ایمیل خود روی "Add Account" ضربه بزنید
fi: Et ole määrittänyt sähköpostitiliäsi. Siirry puhelimesi asetukset "Sähköpostin asettaminen" ja napauta "Lisää tili" luodaksesi sähköpostitilisi
fr: Vous n'avez pas défini votre compte de messagerie, veuillez accéder à votre téléphone "Paramètres-Courriel", appuyez sur "Ajouter un compte" pour créer votre compte de messagerie
he: לא הגדרת את חשבון הדוא"ל שלך. היכנס לטלפון שלך "הגדרת דוא"ל", הקש על "הוסף חשבון" כדי ליצור את חשבון הדוא"ל שלך
hi: आपने अपना ईमेल खाता सेट नहीं किया है, कृपया अपने फ़ोन "सेटिंग-ईमेल" पर जाएं, अपना ईमेल खाता बनाने के लिए "खाता जोड़ें" पर टैप करें
hu: Még nem állította be az e-mail fiókját. Kérjük, lépjen a telefonján az „E-mail beállítás”-ba, érintse meg a „Fiók hozzáadása” lehetőséget az e-mail fiók létrehozásához
id: Anda belum mengatur akun email Anda, Silakan pergi ke telepon Anda "Pengaturan-Email", ketuk "Tambah Akun" untuk membuat akun email Anda
it: Non hai impostato il tuo account e-mail; vai sulle "Impostazioni-Email" del telefono e tocca "Aggiungi account" per creare il tuo account e-mail
ja: メールアカウントを設定していません。携帯電話の「設定-メール」に移動し、「アカウントの追加」をタップしてメールアカウントを作成してください。
ko: 이메일 계정을 설정하지 않았습니다. 휴대폰 "설정 - 이메일"로 이동하고 "계정 추가"를 눌러 이메일 계정을 만드십시오.
lt: Nenustatėte savo el. pašto paskyros. Eikite į savo telefono „Nustatyti el. pašto adresą“, bakstelėkit „Pridėti paskyrą“, kad sukurtumėte savo el. pašto paskyrą.
ms: Anda belum menyiapkan akaun e-mel anda, Pergi ke "Tetapan E-mel" di telefon anda, pilih "Tambah Akaun" untuk membuat akaun e-mel anda
nb: Du har ikke angitt e-postkontoen din. Gå til telefonen din "Setting-Email", trykk "Add Account" for å opprette e-postkontoen din
nl: U heeft uw e-mailaccount niet ingesteld. Ga naar uw telefoon "E-mail instellen", tik op "Account toevoegen" om uw e-mailaccount aan te maken
pl: Nie ustawiłeś swojego konta e-mail, przejdź do telefonu „Ustawienia-e-mail”, dotknij „Dodaj konto”, aby utworzyć konto e-mail
pt: Não configurou a sua conta de e-mail, vá para o seu telefone “Setting-Email”,toque em “Add Account” para criar a sua conta de e-mail
ro: Nu v-ați setat contul de e-mail, vă rugăm să accesați telefonul „Setare-e-mail”,atingeți „Adăugați un cont” pentru a vă crea contul de e-mail
ru: Вы не настроили свою учетную запись электронной почты, перейдите в свой телефон «Настройка-Электронная почта», нажмите «Добавить учетную запись», чтобы создать учетную запись электронной почты.
sv: Du har inte ställt in ditt e-postkonto. Gå till din telefon "Inställning av e-post", tryck på "Lägg till konto" för att skapa ditt e-postkonto
tr: E-posta hesabınızı oluşturmadınız, lütfen telefonunuzdaki “Ayar-E-posta”ya gidin, “Hesap Ekle”ye dokunarak e-posta hesabınızı oluşturun
uk: Ви не встановили свій обліковий запис електронної пошти. Перейдіть на телефоні у налаштування Email, торкніться “Додати запис”, щоб створити свій обліковий запис електронної пошти
vi: Bạn chưa cài đặt tài khoản email của mình, Vui lòng chuyển đến phần “Cài đặt-Email” trên điện thoại, chạm vào “Thêm tài khoản” để tạo tài khoản email của bạn
zh_hans: 您还没有设置邮箱账户，请到手机“设置-邮件”，点击“添加账户”创建邮箱账户
zh_hant: 您還沒有設置郵箱，請到手機“設置-郵箱”，點擊“添加賬戶”創建郵箱
