Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_restorenotrepeat
source: Uploading backup file, please wait...
ar: جاري تحميل ملف النسخة الاحتياطية ، برجاء الانتظار...
cs: Nahrávání záložního souboru, čekejte prosím...
da: Uploader backup-fil, vent venligst...
de: Backup-Datei wird hochgeladen, bitte warten...
el: Μεταφόρτωση εφεδρικού αρχείου, περιμένετε...
es: Subiendo archivo de copia de seguridad, espera...
fa: در حال بارگذاری فایل پشتیبان ، لطفا صبر کنید...
fi: Lähetetään varmuuskopiotiedostoa, odota...
fr: Téléchargement du fichier de sauvegarde, veuillez patienter...
he: מעלה קובץ גיבוי, אנא המתן...
hi: बैकअप फ़ाइल अपलोड हो रही है, कृपया प्रतीक्षा करें...
hu: Biztonsági másolat fájl feltöltése, várjon...
id: Mengunggah file cadangan, harap tunggu...
it: Caricamento file di backup, attendere...
ja: バックアップファイルをアップロードしています。しばらくお待ちください...
ko: 백업 파일을 업로드하는 중입니다. 잠시 기다려 주십시오...
lt: Įkeliamas atsarginės kopijos failas, palaukite...
ms: Memuat naik fail sandaran, sila tunggu...
nb: Laster opp sikkerhetskopifilen, vent...
nl: Back-upbestand uploaden, een ogenblik geduld...
pl: Trwa przesyłanie pliku kopii zapasowej, proszę czekać...
pt: A carregar ficheiro de backup, por favor aguarde...
ro: Se încarcă fișierul de rezervă, așteptați...
ru: Загрузка файла резервной копии, подождите...
sv: Uppladdning av säkerhetskopian, vänta...
tr: Yedek dosya yükleniyor, lütfen bekleyin...
uk: Завантаження файлу резервної копії, зачекайте...
vi: Đang tải lên tệp sao lưu, vui lòng đợi...
zh_hans: 正在上传备份文件，请稍候...
zh_hant: 正在上傳備份文件，請稍候......

# topscan_restorebackwifi
source: Backup on Wi-Fi only
ar: النسخ الاحتياطي على شبكة واي فاي فقط
cs: Zálohovat jen na Wi-Fi
da: Backup kun med Wi-Fi
de: Sicherung nur über WLAN
el: Δημιουργία αντιγράφων ασφαλείας μόνο σε Wi-Fi
es: Respaldar solo por Wi-Fi
fa: پشتیبان گیری فقط از طریق Wi-Fi
fi: Varmuuskopiointi vain Wi-Fissä
fr: Sauvegarde sur Wi-Fi uniquement
he: גיבוי ב- Wi-Fi בלבד
hi: केवल वाई-फाई पर बैकअप
hu: Biztonsági mentés csak WIFI-n
id: Cadangkan hanya di Wi-Fi
it: Backup solo su Wi-Fi
ja: Wi-Fi のみでのバックアップ
ko: 와이파이에서만 백업
lt: Kurti atsarginę kopiją tik naudojant „Wi-Fi“
ms: Proses sandaran ketika ada Wi-Fi sahaja
nb: Sikkerhetskopiering bare på Wi-Fi
nl: Alleen via Wi-Fi back-up maken
pl: Kopia zapasowa tylko przez Wi-Fi
pt: Backup apenas por Wi-Fi
ro: Backup numai pe Wi-Fi
ru: Резервное копирование только по Wi-Fi
sv: Säkerhetskopiering endast på Wi-Fi
tr: Yalnızca Wi-Fi’de yedekle
uk: Резервне копіювання лише через Wi-Fi
vi: Chỉ sao lưu trên Wi-Fi
zh_hans: 仅Wi-Fi时备份
zh_hant: 僅在Wi-Fi條件備份

# topscan_restorenodocument
source: There is currently no document available, please add a document first.
ar: لا يوجد حاليا أي وثيقة متاحة ، يرجى إضافة وثيقة أولا.
cs: Momentálně není k dispozici žádný dokument. Nejprve přidejte dokument.
da: Der er i øjeblikket intet dokument tilgængeligt. Tilføj først et dokument først.
de: Derzeit ist kein Dokument verfügbar, bitte fügen Sie zuerst ein Dokument hinzu.
el: Προς το παρόν δεν υπάρχει διαθέσιμο έγγραφο, προσθέστε πρώτα ένα έγγραφο.
es: Actualmente no hay ningún documento disponible, primero agrega un documento.
fa: در حال حاضر هیچ سندی در دسترس نیست ، لطفاً ابتدا سندی را اضافه کنید.
fi: Tällä hetkellä ei ole saatavilla asiakirjaa, lisää ensin asiakirja.
fr: Il n'y a actuellement aucun document disponible, veuillez d'abord ajouter un document.
he: כרגע אין מסמך זמין, אנא הוסף תחילה מסמך.
hi: वर्तमान में कोई दस्तावेज़ उपलब्ध नहीं है, कृपया पहले एक दस्तावेज़ जोड़ें.
hu: Jelenleg nem áll rendelkezésre dokumentum. Kérjük, először adjon hozzá dokumentumot!
id: Saat ini tidak ada dokumen yang tersedia, harap tambahkan dokumen terlebih dahulu.
it: Al momento non è disponibile alcun documento, aggiungere prima un documento.
ja: 現在利用可能なドキュメントはありません。最初にドキュメントを追加してください。
ko: 현재 사용할 수 있는 문서가 없습니다. 먼저 문서를 추가하십시오.
lt: Šiuo metu nėra jokio dokumento, pirmiausia pridėkite dokumentą.
ms: Pada masa ini tiada dokumen yang tersedia, sila tambah dokumen terlebih dahulu.
nb: Det er for øyeblikket ikke noe dokument tilgjengelig. Vennligst legg til et dokument først.
nl: Er is momenteel geen document beschikbaar, voeg eerst een document toe.
pl: Obecnie nie ma dostępnego dokumentu, najpierw dodaj dokument.
pt: Neste momento, não há nenhum documento disponível, adicione um documento primeiro.
ro: Momentan nu există niciun document disponibil, vă rugăm să adăugați mai întâi un document.
ru: В настоящее время документ недоступен, сначала добавьте документ.
sv: Det finns för närvarande inget dokument tillgängligt, lägg först till ett dokument.
tr: Şu anda mevcut bir belge yok, lütfen önce bir belge ekleyin.
uk: Наразі немає документа. Будь ласка, додайте документ спочатку.
vi: Hiện tại không có tài liệu nào, vui lòng thêm tài liệu trước.
zh_hans: 当前没有可用的文档，请先添加文档.
zh_hant: 當前沒有可用的文檔，請先添加文檔。

# topscan_restorequery
source: querying...
ar: جاري الاستعلام...
cs: dotazování...
da: spørger...
de: abfragen...
el: ερώτημα...
es: preguntando...
fa: پرس و جو...
fi: kysely...
fr: interrogation...
he: שואל...
hi: पूछताछ...
hu: lekérdezés...
id: bertanya...
it: query...
ja: クエリ...
ko: 쿼리 중...
lt: pateikiama užklausa...
ms: membuat pertanyaan...
nb: spør...
nl: bezig met opvragen...
pl: zapytanie...
pt: a questionar...
ro: se interoghează..
ru: запрос...
sv: frågar...
tr: sorgulama...
uk: запит...
vi: đang truy vấn...
zh_hans: 查询中...
zh_hant: 查詢......

# topscan_restorequeryfailed
source: The query failed or the backup file was not found.
ar: فشل الاستعلام أو لم يتم العثور على ملف النسخ الاحتياطي.
cs: Dotaz se nezdařil nebo nebyl nalezen soubor zálohy.
da: Forespørgslen mislykkedes, eller backupfilen blev ikke fundet.
de: Die Abfrage ist fehlgeschlagen oder die Sicherungsdatei wurde nicht gefunden.
el: Το ερώτημα απέτυχε ή δεν βρέθηκε το αντίγραφο ασφαλείας.
es: Error en la consulta o no se encontró el archivo de respaldo.
fa: پرسش انجام نشد یا فایل پشتیبان یافت نشد.
fi: Pyyntö epäonnistui tai varmuuskopiotiedostoa ei löytynyt.
fr: La requête a échoué ou le fichier de sauvegarde est introuvable.
he: השאילתה נכשלה או שקובץ הגיבוי לא נמצא.
hi: क्वेरी विफल हुई या बैकअप फ़ाइल नहीं मिली।
hu: Lekérdezés sikertelen, vagy a fájl biztonsági másolata nem található.
id: Permintaan gagal atau file cadangan tidak ditemukan.
it: La query non è riuscita o il file di backup non è stato trovato.
ja: クエリが失敗したか、バックアップファイルが見つかりませんでした。
ko: 쿼리가 실패했거나 백업 파일을 찾을 수 없습니다.
lt: Užklausa nepavyko arba atsarginės kopijos failas nerastas.
ms: Pertanyaan gagal atau fail sandaran tidak dijumpai.
nb: Søket mislyktes, eller sikkerhetskopifilen ble ikke funnet.
nl: De zoekopdracht is mislukt of het back-upbestand werd niet aangetroffen.
pl: Zapytanie nie powiodło się lub nie znaleziono pliku kopii zapasowej.
pt: A consulta falhou ou o ficheiro de backup não foi encontrado.
ro: Interogarea a eșuat sau fișierul de rezervă nu a fost găsit.
ru: Запрос не выполнен или файл резервной копии не найден.
sv: Sökningen misslyckades eller så hittades inte säkerhetskopian.
tr: Sorgulama başarısız oldu veya yedekleme dosyası bulunamadı.
uk: Помилка запиту або файл резервної копії не знайдено.
vi: Truy vấn không thành công hoặc không tìm thấy tệp sao lưu.
zh_hans: 查询失败或未找到备份文件.
zh_hant: 查詢失敗或未找到備份檔案。

# topscan_restoreprocessfiles
source: Processing files
ar: معالجة الملفات
cs: Zpracování souborů
da: Behandling af filer
de: Verarbeitung von Dateien
el: Επεξεργασία αρχείων
es: Procesando archivos
fa: پردازش فایل ها
fi: Käsitellään tiedostoja
fr: Traitement des fichiers
he: עיבוד קבצים
hi: प्रसंस्करण फ़ाइलें
hu: Fájlok feldolgozása
id: Memproses file
it: Elaborazione dei file
ja: ファイルの処理
ko: 파일 처리 중
lt: Apdorojami failai
ms: Memproses fail
nb: Behandler filer
nl: Bestanden verwerken
pl: Przetwarzanie plików
pt: A processar ficheiros
ro: Procesarea fișierelor
ru: Обработка файлов
sv: Bearbetar filer
tr: Dosyalar işleniyor
uk: Обробка файлів
vi: Đang xử lý tệp
zh_hans: 处理文件
zh_hant: 處理文件

# topscan_restorebackupfailed
source: Backup failed!
ar: فشل النسخ الاحتياطي!
cs: Zálohování se nezdařilo!
da: Backup mislykkedes!
de: Sicherung fehlgeschlagen!
el: Η δημιουργία αντιγράφων ασφαλείας απέτυχε!
es: ¡Error al respaldar!
fa: پشتیبان گیری انجام نشد!
fi: Varmuuskopiointi epäonnistui!
fr: Échec de la sauvegarde !
he: הגיבוי נכשל!
hi: बैकअप विफल!
hu: Sikertelen biztonsági mentés!
id: Pencadangan gagal!
it: Backup fallito!
ja: バックアップに失敗！
ko: 백업 실패!
lt: Nepavyko sukurti atsarginės kopijos!
ms: Sandaran gagal!
nb: Sikkerhetskopiering mislyktes!
nl: Het maken van de backup is mislukt.
pl: Tworzenie kopii zapasowej nie powiodło się!
pt: Falha no backup!
ro: Backupul a eșuat!
ru: Ошибка резервного копирования!
sv: Säkerhetskopiering misslyckades!
tr: Yedekleme başarısız oldu!
uk: Не вдалося створити резервну копію!
vi: Sao lưu thất bại!
zh_hans: 备份失败！
zh_hant: 備份失敗！

# topscan_restoreuploadingfile
source: Uploading file, please wait...
ar: جارِ تحميل الملف، يرجى الانتظار ......
cs: Nahrávám soubor. Čekejte, prosím...
da: Uploader fil, vent venligst ......
de: Datei wird hochgeladen, bitte warten...
el: Μεταφόρτωση αρχείου, περιμένετε...
es: Subiendo archivo, espera...
fa: در حال بارگذاری فایل، لطفا صبر کنید...
fi: Tiedostoa lähetetään, odota ole hyvä...
fr: Importation du fichier, veuillez patienter...
he: מעלה קובץ, אנא המתן ......
hi: फ़ाइल अपलोड हो रही है, कृपया प्रतीक्षा करें ......
hu: Fájl feltöltése. Kérjük, várjon...
id: Mengunggah file, harap tunggu......
it: Caricamento file in corso, attendere...
ja: ファイルをアップロード中。お待ちください......
ko: 파일 업로드 중. 기다려 주십시오...
lt: Įkeliamas failas, palaukite...
ms: Memuat naik fail, sila tunggu ......
nb: Laster opp fil, vent...
nl: Bezig met uploaden, een ogenblik geduld...
pl: Przesyłanie pliku, proszę czekać ......
pt: A enviar ficheiro, por favor, aguarde...
ro: Se încarcă fișierul, vă rugăm să așteptați...
ru: Загрузка файла. Пожалуйста, подождите......
sv: Laddar upp fil, vänta...
tr: Dosya yükleniyor, lütfen bekleyiniz...
uk: Файл завантажується, зачекайте...
vi: Đang tải tệp lên, vui lòng đợi...
zh_hans: 正在上传文件，请稍候...
zh_hant: 正在上傳文檔，請稍候……

# topscan_saferepasscode
source: Re-enter Passcode
ar: أعد إدخال رمز المرور
cs: Znovu zadejte přístupový kód
da: Indtast adgangskoden igen
de: Passcode erneut eingeben
el: Εισάγετε ξανά τον κωδικό πρόσβασης
es: Vuelve a ingresar la contraseña
fa: رمز عبور را دوباره وارد کنید
fi: Anna koodi uudelleen
fr: Entrez à nouveau le code d'accès
he: הזן קוד סיסמה מחדש
hi: पासकोड दोबारा दर्ज करें
hu: Írja be újra a kódot
id: Masukkan kembali Kode Sandi
it: Reinserire il codice di accesso
ja: パスコードを再入力してください
ko: 비밀번호 다시 입력
lt: Dar kartą įveskite kodą
ms: Masukkan semula Kod laluan
nb: Skriv inn passordet på nytt
nl: Voer de toegangscode opnieuw in
pl: Wprowadź ponownie kod dostępu
pt: Digite a palavra-passe novamente
ro: Reintroduceți codul de acces
ru: Введите пароль еще раз
sv: Ange lösenord igen
tr: Parolayı Tekrar Girin
uk: Повторно введіть пароль
vi: Nhập lại mật mã
zh_hans: 重新输入密码
zh_hant: 重新輸入密碼

# topscan_saferepassword
source: Please re-enter password
ar: الرجاء إعادة إدخال كلمة المرور
cs: Zadejte znovu heslo
da: Indtast adgangskoden igen
de: Bitte Passwort erneut eingeben
el: Παρακαλώ εισάγετε ξανά τον κωδικό πρόσβασης
es: Vuelve a ingresar la contraseña
fa: لطفاً رمز ورود مجدد را وارد کنید
fi: Anna salasana uudelleen
fr: Veuillez saisir à nouveau le mot de passe
he: אנא הזן סיסמה מחדש
hi: कृपया पासवर्ड दोबारा दर्ज करें
hu: Írja be újra a jelszavát
id: Silakan masukkan kembali kata sandi
it: Reinserire la password
ja: パスワードを再入力してください
ko: 비밀번호를 다시 입력하세요
lt: Įveskite slaptažodį iš naujo
ms: Sila masukkan semula kata laluan
nb: Vennligst skriv inn passordet på nytt
nl: Voer het wachtwoord opnieuw in
pl: Wprowadź ponownie hasło
pt: Por favor, digite a palavra-passe novamente
ro: Vă rugăm să reintroduceți parola
ru: Пожалуйста, введите пароль еще раз
sv: Vänligen ange lösenordet igen
tr: Lütfen şifreyi tekrar girin
uk: Будь ласка, повторно введіть пароль
vi: Vui lòng nhập lại mật khẩu
zh_hans: 请重新输入密码
zh_hant: 請重新輸入密碼

# topscan_appsecurity
source: Application security
ar: أمان التطبيق
cs: Zabezpečení aplikací
da: Applikationssikkerhed
de: Anwendungssicherheit
el: Ασφάλεια εφαρμογών
es: Seguridad de la aplicación
fa: امنیت برنامه
fi: Sovelluksen turvallisuus
fr: Sécurité des applications
he: אבטחת יישומים
hi: आवेदन सुरक्षा
hu: Alkalmazásbiztonság
id: Keamanan aplikasi
it: Sicurezza delle applicazioni
ja: アプリケーションのセキュリティ
ko: 애플리케이션 보안
lt: Programos saugumas
ms: Keselamatan aplikasi
nb: Søknadssikkerhet
nl: Toepassingsbeveiliging
pl: Bezpieczeństwo aplikacji
pt: Segurança da aplicação
ro: Securitatea aplicației
ru: Безопасность приложений
sv: Applikationssäkerhet
tr: Uygulama güvenliği
uk: Безпека програми
vi: Bảo mật ứng dụng
zh_hans: 应用安全
zh_hant: 應用安全

# topscan_verifypasscode
source: Verify Passcode
ar: تحقق من رمز المرور
cs: Ověřte přístupový kód
da: Bekræft adgangskode
de: Passcode bestätigen
el: Επαλήθευση κωδικού πρόσβασης
es: Verificar contraseña
fa: رمز عبور را تأیید کنید
fi: Tarkista salasana
fr: Vérifier le code d'accès
he: אמת קוד גישה
hi: पासकोड सत्यापित करें
hu: Jelszó ellenőrzése
id: Verifikasi Kode Sandi
it: Verifica il codice di accesso
ja: パスコードを確認
ko: 암호 확인
lt: Patikrinti kodą
ms: Sahkan Kod laluan
nb: Bekreft passord
nl: Verifieer toegangscode
pl: Zweryfikuj kod dostępu
pt: Verificar palavra-passe
ro: Verificați codul de acces
ru: Проверить код доступа
sv: Verifiera lösenord
tr: Şifreyi Doğrula
uk: Підтвердіть пароль
vi: Xác minh mật mã
zh_hans: 验证密码
zh_hant: 驗證密碼

# topscan_setpasscode
source: Set Passcode
ar: تعيين رمز المرور
cs: Nastavte heslo
da: Indstil adgangskode
de: Passcode festlegen
el: Ορισμός κωδικού πρόσβασης
es: Código de acceso establecido
fa: رمز عبور را تنظیم کنید
fi: Aseta salasana
fr: Définir le code d'accès
he: הגדר קוד גישה
hi: पासकोड सेट करें
hu: Jelszó beállítása
id: Atur Kode Sandi
it: Imposta codice di accesso
ja: パスコードを設定
ko: 암호 설정
lt: Nustatyti kodą
ms: Tetapkan Kod laluan
nb: Angi passord
nl: Wachtwoord instellen
pl: Ustal kod dostępu
pt: Definir código de acesso
ro: Setați codul de acces
ru: Установить пароль
sv: Ställ in lösenord
tr: Parola Ayarla
uk: Встановіть пароль
vi: Thiết lập mật mã
zh_hans: 设置密码
zh_hant: 設置密碼

# topscan_enternewpassword
source: Enter New Password
ar: أدخل كلمة مرور جديدة
cs: Zadejte nové heslo
da: Indtast ny adgangskode
de: Neues Passwort eingeben
el: Εισάγετε νέο κωδικό
es: Introduce una nueva contraseña
fa: گذرواژه جدید وارد کنید
fi: Syötä uusi salasana
fr: Entrez un nouveau mot de passe
he: הכנס סיסמה חדשה
hi: नया पासवर्ड दर्ज करें
hu: Adjon meg új jelszót
id: Masukan Kata Sandi Baru
it: Inserire una nuova password
ja: 新しいパスワードを入力
ko: 새 비밀번호를 입력하세요
lt: Įvesti naują slaptažodį
ms: Masukkan kata laluan baharu
nb: Skriv inn nytt passord
nl: Voer een nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt: Insira a nova palavra-passe
ro: Introduceți o parolă nouă
ru: Введите новый пароль
sv: Skriv in nytt lösenord
tr: Yeni Şifreyi Girin
uk: Введіть новий пароль
vi: Nhập mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼

# topscan_filetype
source: File type
ar: نوع الملف
cs: Typ souboru
da: Filtype
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fa: نوع فایل
fi: Tiedostotyyppi
fr: Type de fichier
he: סוג קובץ
hi: फाइल का प्रकार
hu: Fájltípus
id: Jenis File
it: Tipo di file
ja: ファイルの種類
ko: 파일 종류
lt: Failo tipas
ms: Jenis fail
nb: Filtype
nl: Bestandstype
pl: Typ pliku
pt: Tipo de ficheiro
ro: Tip fișier
ru: Тип файла
sv: Filtyp
tr: Dosya tipi
uk: Тип файлу
vi: Loại tệp
zh_hans: 文件类型
zh_hant: 文件類型

# topscan_fileformat
source: File format
ar: تنسيق الملف
cs: Formát souboru
da: Filformat
de: Datei Format
el: Μορφή αρχείου
es: Formato de archivo
fa: فرمت فایل
fi: Tiedosto muoto
fr: Format de fichier
he: פורמט קובץ
hi: फाइल का प्रारूप
hu: Fájlformátum
id: Format berkas
it: Formato del file
ja: ファイル形式
ko: 파일 형식
lt: Failo formatas
ms: Format fail
nb: Filformat
nl: Bestandsformaat
pl: Format pliku
pt: Formato de ficheiro
ro: Tipul fișierului
ru: Формат файла
sv: Filformat
tr: Dosya formatı
uk: Формат файлу
vi: Định dạng tệp
zh_hans: 文件格式
zh_hant: 文件格式

# topscan_sharepdfformat
source: Share files in .PDF format
ar: مشاركة الملفات بتنسيق PDF
cs: Sdílejte soubory ve formátu .PDF
da: Del filer i .PDF-format
de: Dateien im .PDF-Format teilen
el: Κοινή χρήση αρχείων σε μορφή .PDF
es: Comparte archivos en formato .PDF
fa: به اشتراک گذاشتن فایل ها در قالب .PDF
fi: Jaa tiedostot .PDF-muodossa
fr: Partager des fichiers au format .PDF
he: שתף קבצים בפורמט PDF
hi: .PDF प्रारूप में फ़ाइलें साझा करें
hu: Fájlok megosztása .PDF formátumban
id: Bagikan file dalam format .PDF
it: Condividi file in formato .PDF
ja: .PDF 形式でファイルを共有
ko: .PDF 형식으로 파일 공유
lt: Bendrinti failus .PDF formatu
ms: Kongsi fail dalam format .PDF
nb: Del filer i .PDF-format
nl: Bestanden delen in .PDF-indeling
pl: Udostępniaj pliki w formacie .PDF
pt: Partilhe ficheiros no formato .PDF
ro: Partajați fișiere în format .PDF
ru: Делитесь файлами в формате .PDF
sv: Dela filer i .PDF-format
tr: Dosyaları .PDF formatında paylaşın
uk: Діліться файлами у форматі .PDF
vi: Chia sẻ tệp ở định dạng .PDF
zh_hans: 以 .PDF 格式共享文件
zh_hant: 以 .PDF 格式共享文件

# topscan_sharezipformat
source: Share files in .ZIP format
ar: مشاركة الملفات بتنسيق ZIP
cs: Sdílejte soubory ve formátu .ZIP
da: Del filer i .ZIP-format
de: Dateien im .ZIP-Format teilen
el: Κοινή χρήση αρχείων σε μορφή .ZIP
es: Comparte archivos en formato .ZIP
fa: به اشتراک گذاشتن فایل ها در قالب .ZIP
fi: Jaa tiedostot .ZIP-muodossa
fr: Partager des fichiers au format .ZIP
he: שתף קבצים בפורמט .ZIP
hi: फ़ाइलें .ZIP प्रारूप में साझा करें
hu: Fájlok megosztása .ZIP formátumban
id: Bagikan file dalam format .ZIP
it: Condividi file in formato .ZIP
ja: .ZIP 形式でファイルを共有
ko: .ZIP 형식으로 파일 공유
lt: Bendrinti failus .ZIP formatu
ms: Kongsi fail dalam format .ZIP
nb: Del filer i .ZIP-format
nl: Bestanden delen in .ZIP-indeling
pl: Udostępniaj pliki w formacie .ZIP
pt: Partilhe ficheiros no formato .ZIP
ro: Partajați fișiere în format .ZIP
ru: Делитесь файлами в формате .ZIP
sv: Dela filer i .ZIP-format
tr: Dosyaları .ZIP biçiminde paylaşın
uk: Діліться файлами у форматі .ZIP
vi: Chia sẻ tệp ở định dạng .ZIP
zh_hans: 以 .ZIP 格式共享文件
zh_hant: 以 .ZIP 格式共享文件

# topscan_sharejpgformat
source: Share files in .JPG format
ar: مشاركة الملفات بتنسيق .JPG
cs: Sdílejte soubory ve formátu .JPG
da: Del filer i .JPG-format
de: Teilen Sie Dateien im .JPG-Format
el: Κοινή χρήση αρχείων σε μορφή .JPG
es: Comparte archivos en formato .JPG
fa: به اشتراک گذاشتن فایل ها در قالب .JPG
fi: Jaa tiedostot .JPG-muodossa
fr: Partager des fichiers au format .JPG
he: שתף קבצים בפורמט .JPG
hi: .JPG प्रारूप में फ़ाइलें साझा करें
hu: Fájlok megosztása .JPG formátumban
id: Bagikan file dalam format .JPG
it: Condividi file in formato .JPG
ja: .JPG 形式でファイルを共有
ko: .JPG 형식으로 파일 공유
lt: Bendrinti failus .JPG formatu
ms: Kongsi fail dalam format .JPG
nb: Del filer i .JPG-format
nl: Bestanden delen in .JPG-indeling
pl: Udostępniaj pliki w formacie .JPG
pt: Partilhe ficheiros no formato .JPG
ro: Partajați fișiere în format .JPG
ru: Делитесь файлами в формате .JPG
sv: Dela filer i .JPG-format
tr: Dosyaları .JPG formatında paylaşın
uk: Діліться файлами у форматі .JPG
vi: Chia sẻ tệp ở định dạng .JPG
zh_hans: 以 .JPG 格式共享文件
zh_hant: 以 .JPG 格式共享文件

# topscan_newfolderprompt
source: New Folder
ar: ملف جديد
cs: Nová složka
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fa: پوشه جدید
fi: Uusi kansio
fr: Nouveau dossier
he: תיקיה חדשה
hi: नया फोल्डर
hu: Új mappa
id: Folder Baru
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
lt: Naujas aplankas
ms: Folder Baharu
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
ro: Dosar nou
ru: Новая папка
sv: Ny mapp
tr: Yeni dosya
uk: Нова папка
vi: Thư mục mới
zh_hans: 新文件夹
zh_hant: 新建檔案夾

# topscan_currentdocument
source: Current document
ar: الوثيقة الحالية
cs: Aktuální dokument
da: Nuværende dokument
de: Aktuelles Dokument
el: Τρέχον έγγραφο
es: Documento actual
fa: سند فعلی
fi: Nykyinen asiakirja
fr: Document actuel
he: מסמך נוכחי
hi: वर्तमान दस्तावेज़
hu: Aktuális dokumentum
id: Dokumen saat ini
it: Documento attuale
ja: 現在のドキュメント
ko: 현재 문서
lt: Dabartinis dokumentas
ms: Dokumen semasa
nb: Gjeldende dokument
nl: Huidig document
pl: Aktualny dokument
pt: Documento Atual
ro: Document curent
ru: Текущий документ
sv: Aktuellt dokument
tr: Geçerli belge
uk: Поточний документ
vi: Tài liệu hiện tại
zh_hans: 当前文档
zh_hant: 當前文檔

# topscan_recognizetitle
source: Recognize
ar: تعرف
cs: Rozpoznat
da: Anerkend
de: Erkennen
el: Αναγνωρίζω
es: Reconocer
fa: تشخیص
fi: Tunnista
fr: Reconnaître
he: זהה
hi: पता लगाएँ
hu: Felismerés
id: Kenali
it: Riconosci
ja: 認識
ko: 인식
lt: Atpažinti
ms: Kenal pasti
nb: Gjenkjenne
nl: Herkennen
pl: Rozpoznać
pt: Reconhecer
ro: Recunoaşte
ru: Распознать
sv: Läs av
tr: Tanı
uk: Розпізнати
vi: Nhận dạng
zh_hans: 识别
zh_hant: 辨識

# topscan_filedeleteprompt
source: Backup file deleted successfully!
ar: تم حذف ملف النسخ الاحتياطي بنجاح!
cs: Soubor zálohy byl úspěšně vymazán!
da: Backupfilen er slettet!
de: Sicherungsdatei erfolgreich gelöscht!
el: Το εφεδρικό αρχείο διαγράφηκε με επιτυχία!
es: ¡Archivo de respaldo eliminado correctamente!
fa: فایل پشتیبان با موفقیت حذف شد!
fi: Varmuuskopiotiedosto poistettu onnistuneesti!
fr: Le fichier de sauvegarde a été supprimé avec succès !
he: קובץ הגיבוי נמחק בהצלחה!
hi: बैकअप फ़ाइल सफलतापूर्वक हटाई गई!
hu: A biztonságimásolat-fájl sikeresen törölve!
id: File cadangan berhasil dihapus!
it: File di backup eliminato correttamente!
ja: バックアップファイルが正常に削除されました！
ko: 백업 파일을 성공적으로 삭제했습니다!
lt: Atsarginis failas sėkmingai ištrintas!
ms: Fail sandaran berjaya dipadamkan!
nb: Sikkerhetskopifilen ble slettet!
nl: Het is gelukt het back-upbestand te verwijderen.
pl: Plik kopii zapasowej został pomyślnie usunięty!
pt: Arquivo de backup apagado com sucesso!
ro: Fișierul de rezervă a fost șters cu succes!
ru: Файл резервной копии успешно удален!
sv: Säkerhetskopieringsfilen har tagits bort framgångsrikt!
tr: Yedekleme dosyası başarıyla silindi!
uk: Файл резервної копії успішно видалено.
vi: Đã xóa tệp sao lưu thành công!
zh_hans: 备份文件删除成功!
zh_hant: 備份文件刪除成功！

# topscan_filedownbackup
source: Download backup file...
ar: تنزيل ملف النسخ الاحتياطي
cs: Stáhnout soubor zálohy
da: Download backupfil
de: Sicherungsdatei herunterladen
el: Λήψη εφεδρικού αρχείου...
es: Descargar archivo de respaldo...
fa: بارگیری فایل پشتیبان...
fi: Lataa varmuuskopiotiedosto
fr: Télécharger le fichier de sauvegarde
he: הורד קובץ גיבוי
hi: बैकअप फ़ाइल डाउनलोड करें
hu: Biztonságimásolat-fájl letöltése
id: Unduh file cadangan
it: Scarica il file di backup
ja: バックアップファイルをダウンロード
ko: 백업 파일 다운로드...
lt: Atsisiųsti atsarginį failą...
ms: Muat turun fail sandaran
nb: Last ned sikkerhetskopifil...
nl: Back-upbestand downloaden
pl: Pobierz plik kopii zapasowej
pt: Descarregar ficheiro de backup...
ro: Descărcați fișierul de rezervă...
ru: Скачать файл резервной копии
sv: Ladda ner säkerhetskopia...
tr: Yedek dosyayı indir
uk: Завантажити файл резервної копії
vi: Tải tệp sao lưu xuống
zh_hans: 下载备份文件...
zh_hant: 下載備份文件
