Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_ocrocrvctip
source: Are you sure you want to exit the current text recognition ?
ar: هل أنت متأكد أنك تريد الخروج من التعرف على النص الحالي؟
cs: Opravdu chcete ukončit aktuální rozpoznávání textu?
da: Er du sikker på, at du ønsker at afslutte den aktuelle tekstgenkendelse?
de: Möchten Sie die aktuelle Texterkennung wirklich beenden?
el: Είστε βέβαιοι ότι θέλετε να κλείσετε την τρέχουσα αναγνώριση κειμένου;
es: ¿Estás seguro de que quieres salir del reconocimiento de texto actual?
fa: آیا مطمئن هستید که می خواهید از تشخیص متن فعلی خارج شوید؟
fi: Haluatko varmasti poistua nykyisestä tekstintunnistuksesta?
fr: Êtes-vous sûr de vouloir quitter la reconnaissance de texte actuelle ?
he: האם אתה בטוח שברצונך לצאת מזיהוי הטקסט הנוכחי?
hi: क्या आप वाकई वर्तमान टेक्स्ट पहचान से बाहर निकलना चाहते हैं?
hu: Biztosan kilép az aktuális szövegfelismerésből?
id: Apakah Anda yakin ingin keluar dari pengenalan teks saat ini?
it: Sei sicuro di voler uscire dall'attuale riconoscimento del testo?
ja: 現在のテキスト認識を終了してもよろしいですか？
ko: 현재 텍스트 인식을 종료하시겠습니까?
lt: Ar tikrai norite išeiti iš dabartinio teksto atpažinimo?
ms: Adakah anda pasti mahu keluar dari pengecaman teks semasa?
nb: Er du sikker på at du vil avslutte den gjeldende tekstgjenkjenningen?
nl: Weet u zeker dat u de huidige tekstherkenning wilt verlaten?
pl: Czy na pewno chcesz zakończyć obecne rozpoznawanie tekstu?
pt: Tem a certeza de que deseja sair do reconhecimento de texto atual?
ro: Sigur doriți să ieșiți din recunoașterea textului curent?
ru: Вы уверены, что хотите выйти из текущего распознавания текста?
sv: Är du säker på att du vill avsluta det nuvarande textigenkänningen?
tr: Geçerli metin tanımadan çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з поточного розпізнавання тексту?
vi: Bạn có chắc chắn muốn thoát khỏi nhận dạng văn bản hiện tại không?
zh_hans: 您确定要退出当前文本识别吗 ?
zh_hant: 您確定要退出當前的文本識別嗎？

# topscan_ocrocrgooglepoint
source: Global
ar: عالمي
cs: Globální
el: Παγκόσμια
fa: جهانی
fi: Globaali
he: גלוֹבָּלִי
hi: वैश्विक
hu: Globális
it: Globale
ja: グローバル
ko: 글로벌
lt: Visuotinis
nl: Globaal
pl: Światowy
ru: Глобальный
tr: Küresel
uk: Глобальний
vi: Toàn cục
zh_hans: 全球节点
zh_hant: 全球的

# topscan_ocrocragaintitle
source: Tap the text to edit
ar: اضغط على النص لتحريره
cs: Klepněte na text, který chcete upravit
da: Tryk på teksten for at redigere
de: Tippen Sie auf den Text, um ihn zu bearbeiten
el: Πατήστε το κείμενο για επεξεργασία
es: Toca el texto para editar
fa: برای ویرایش روی متن ضربه بزنید
fi: Napauta muokattavaa tekstiä
fr: Appuyez sur le texte à modifier
he: הקש על הטקסט לעריכה
hi: संपादित करने के लिए टेक्स्ट टैप करें
hu: Koppintson a szerkeszteni kívánt szövegre
id: Ketuk teks untuk diedit
it: Tocca il testo da modificare
ja: 編集するテキストをタップ
ko: 편집할 텍스트를 탭하세요.
lt: Palieskite tekstą, kurį norite redaguoti
ms: Ketuk teks untuk diedit
nb: Trykk på teksten du vil redigere
nl: Tik op de tekst om te bewerken
pl: Kliknij tekst do edycji
pt: Toque no texto para editar
ro: Atingeți textul pentru editare
ru: Коснитесь текста, чтобы отредактировать
sv: Tryck på texten för att redigera
tr: Düzenlemek için metne dokunun
uk: Торкніться тексту для редагування
vi: Nhấn vào văn bản để chỉnh sửa
zh_hans: 点击文本进行编辑
zh_hant: 點按文本進行編輯

# topscan_ocrocrlanguagetitle
source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hi: भाषा: हिन्दी
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
lt: Kalba
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limba
ru: Язык
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# topscan_ocrocragainendpoint
source: Endpoint
ar: نقطة النهاية
cs: Koncový bod
da: Slutpunkt
de: Endpunkt
el: Τελικό σημείο
es: Punto final
fa: نقطه پایان
fi: Päätepiste
fr: Point de terminaison
he: נקודת קצה
hi: अंतिम बिंदु
hu: Végpont
id: Titik akhir
ja: 終点
ko: 끝점
lt: Galutinis taškas
ms: Titik Akhir
nb: Endepunkt
nl: Eindpunt
pl: Punkt końcowy
ro: Punct final
ru: Конечная точка
sv: Slutpunkt
tr: Uç nokta
uk: Кінцева точка
vi: Điểm cuối
zh_hans: 端点
zh_hant: 端點

# topscan_ocrocragainrecognizecurrentpage
source: Recognize current page
ar: التعرف على الصفحة الحالية
cs: Rozpoznat aktuální stránku
da: Genkend den aktuelle side
de: Aktuelle Seite erkennen
el: Αναγνωρίστε την τρέχουσα σελίδα
es: Reconocer la página actual
fa: صفحه فعلی را بشناسید
fi: Tunnista nykyinen sivu
fr: Reconnaître la page actuelle
he: זיהוי העמוד הנוכחי
hi: वर्तमान पृष्ठ को पहचानें
hu: Aktuális oldal felismerése
id: Kenali halaman saat ini
it: Riconosci la pagina corrente
ja: 現在のページを認識
ko: 현재 페이지 인식
lt: Atpažinti dabartinį puslapį
ms: Kenali halaman semasa
nb: Gjenkjenne gjeldende side
nl: Herken huidige pagina
pl: Rozpoznaj bieżącą stronę
pt: Reconhecer a página atual
ro: Recunoașteți pagina curentă
ru: Распознать текущую страницу
sv: Känn igen aktuell sida
tr: Geçerli sayfayı tanı
uk: Розпізнати поточну сторінку
vi: Nhận dạng trang hiện tại
zh_hans: 识别当前页面
zh_hant: 識別當前頁面

# topscan_ocrocragainrecognizeallpages
source: Recognize all pages
ar: يتعرف على جميع الصفحات
cs: Rozpoznat všechny stránky
da: Genkend alle sider
de: Alle Seiten erkennen
el: Αναγνωρίστε όλες τις σελίδες
es: Reconocer todas las páginas
fa: همه صفحات را بشناسید
fi: Tunnista kaikki sivut
fr: Reconnaître toutes les pages
he: זיהוי כל העמודים
hi: सभी पृष्ठों को पहचानें
hu: Minden oldal felismerése
id: Kenali semua halaman
it: Riconosci tutte le pagine
ja: すべてのページを認識
ko: 모든 페이지 인식
lt: Atpažinti visus puslapius
ms: Kenali semua halaman
nb: Kjenne igjen alle sidene
nl: Herken alle pagina's
pl: Rozpoznaj wszystkie strony
pt: Reconhecer todas as páginas
ro: Recunoașteți toate paginile
ru: Распознать все страницы
sv: Känn igen alla sidor
tr: Tüm sayfaları tanı
uk: Розпізнати всі сторінки
vi: Nhận dạng tất cả các trang
zh_hans: 识别所有页面
zh_hant: 識別所有頁面

# topscan_translatesourcelanguage
source: Source Language
ar: لغة المصدر
cs: Zdrojový jazyk
da: Kildesprog
de: Ausgangssprache
el: Γλώσσα πηγής
es: Idioma fuente
fa: زبان مبدا
fi: Lähdekieli
fr: Langue originelle
he: שפת מקור
hi: मूल भाषा
hu: Forrásnyelv
id: Bahasa Sumber
it: Lingua fonte
ja: ソース言語
ko: 소스 언어
lt: Šaltinio kalba
ms: Bahasa Sumber
nb: Opprinnelig språk
nl: Brontaal
pl: Język źródłowy
pt: Idioma de Origem
ro: Limba-sursă
ru: Язык источника
sv: Källspråk
tr: Kaynak dil
uk: Мова-джерела
vi: Ngôn ngữ nguồn
zh_hans: 源语言
zh_hant: 源語言

# topscan_translatetargetlanguage
source: Target Language
ar: لغة الهدف
cs: Cílový jazyk
da: Mål sprog
de: Zielsprache
el: Γλώσσα προορισμού
es: Idioma de destinto
fa: زبان مقصد
fi: Kohdekieli
fr: Langue cible
he: שפת יעד
hi: लक्ष्य भाषा
hu: Célnyelv
id: Bahasa Target
it: Lingua di destinazione
ja: 目標とする言語
ko: 대상 언어
lt: Tikslinė kalba
ms: Bahasa Sasaran
nb: Målspråk
nl: Doel taal
pl: Język docelowy
pt: Idioma Alvo
ro: Limbă țintă
ru: Язык перевода
sv: Målspråk
tr: Hedef dil
uk: Мова перекладу
vi: Ngôn ngữ mục tiêu
zh_hans: 目标语言
zh_hant: 目標語言

# topscan_deletelanguagepack
source: Delete language model
ar: حذف نموذج اللغة
cs: Odstranit jazykový model
da: Slet sprogmodel
de: Sprachmodell löschen
el: Διαγραφή μοντέλου γλώσσας
es: Eliminar modelo de idioma
fa: حذف مدل زبان
fi: Poista kielimalli
fr: Supprimer le modèle de langue
he: מחק מודל שפה
hi: भाषा मॉडल हटाएं
hu: Nyelvi modell törlése
id: Hapus model bahasa
it: Elimina modello di lingua
ja: 言語モデルを削除
ko: 언어 모델 삭제
lt: Ištrinti kalbos modelį
ms: Hapuskan model bahasa
nb: Slett språkmodell
nl: Taalmodel verwijderen
pl: Usuń model języka
pt: Excluir modelo de idioma
ro: Ștergeți modelul de limbă
ru: Удалить языковую модель
sv: Ta bort språkmodell
tr: Dil modelini sil
uk: Видалити мовну модель
vi: Xóa mô hình ngôn ngữ
zh_hans: 删除语言模型
zh_hant: 刪除語言模型

# topscan_stoploadlanguagepack
source: Stop download language model
ar: توقف عن تنزيل نموذج اللغة
cs: Zastavit stahování jazykového modelu
da: Stop download-af sprogmodel
de: Download des Sprachmodells stoppen
el: Διακοπή λήψης μοντέλου γλώσσας
es: Detener la descarga del modelo de idioma
fa: مدل زبان بارگیری را متوقف کنید
fi: Lopeta kielimallin lataaminen
fr: Arrêter le téléchargement du modèle de langue
he: עצור את מודל השפה להורדה
hi: भाषा मॉडल डाउनलोड करना बंद करें
hu: A nyelvi modell letöltésének leállítása
id: Hentikan mengunduh model bahasa
it: Interrompi download del modello di lingua
ja: 言語モデルのダウンロードを停止
ko: 언어 모델 다운로드 중지
lt: Sustabdyti kalbos modelio atsisiuntimą
ms: Berhenti memuat turun model bahasa
nb: Stopp nedlastingsspråkmodell
nl: Download taalmodel stoppen
pl: Zatrzymaj pobieranie modelu języka
pt: Parar o download do modelo de idioma
ro: Opriți descărcarea modelului de limbă
ru: Прекратить скачивать языковую модель
sv: Stoppa nedladdningen av språkmodellen
tr: Dil modelini indirmeyi durdur
uk: Зупинити завантаження мовної моделі
vi: Dừng tải xuống mô hình ngôn ngữ
zh_hans: 停止下载语言模型
zh_hant: 停止下載語言模型

# topscan_scorecancel
source: Not now
ar: ليس الآن
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hu: Ne most
id: Tidak sekarang
it: Non adesso
ja: 今はしない
ko: 지금은 안 함
lt: Ne dabar
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt: Agora não
ro: Nu acum
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 不是现在
zh_hant: 現在不要

# topscan_scorefivestar
source: 5 Stars
ar: 5 نجوم
cs: 5 hvězdiček
da: 5 stjerner
de: 5 Sterne
el: 5 αστέρια
es: 5 estrellas
fa: 5 ستاره
fi: 5 tähteä
fr: 5 étoiles
he: 5 כוכבים
hi: 5 सितारे
hu: 5 csillag
id: 5 Bintang
it: 5 stelle
ja: 5 つ星
ko: 별 5개
lt: 5 žvaigždutės
ms: 5 Bintang
nb: 5 stjerner
nl: 5 sterren
pl: 5 gwiazdek
pt: 5 estrelas
ro: 5 stele
ru: 5 звезд
sv: 5 stjärnor
tr: 5 yıldız
uk: 5 зірок
vi: 5 sao
zh_hans: 5星级
zh_hant: 5 星

# topscan_tagsungrouped
source: Ungrouped
ar: غير مجمّع
cs: Neseskupené
da: Ikke grupperet
de: Nicht gruppiert
el: Χωρίς ομάδα
es: Desagrupado
fa: دسته بندی نشده
fi: Ryhmittämättömät
fr: Non groupé
he: לא מקובץ
hi: असमूहीकृत
hu: Csoportosítás megszüntetése
id: Tidak dikelompokkan
it: Non raggruppati
ja: アングループされていません
ko: 그룹 해제됨
lt: Negrupuoti
ms: Dileraikan
nb: Ugruppert
nl: Niet-gegroepeerd.
pl: Nie zgrupowane
pt: Desagrupado
ro: Negrupat
ru: Разгруппировано
sv: Ogrupperade
tr: Gruplandırılmamış
uk: Незгрупований файл
vi: Hủy nhóm
zh_hans: 未分组
zh_hant: 未分組

# topscan_tagsalldocs
source: All Docs
ar: جميع المستندات
cs: Všechny dokumenty
da: Alle dokumenter
de: Alle Dokumente
el: Όλα τα Έγγραφα
es: Todos los documentos
fa: همه سندها
fi: Kaikki asiakirjat
fr: Tous les docs
he: כל המסמכים
hi: सभी दस्तावेज़
hu: Minden dokumentum
id: Semua Dok
it: Tutti i documenti
ja: すべてのドキュメント
ko: 모든 문서
lt: Visi dokumentai
ms: Semua dokumen
nb: Alle dokumenter
nl: Alle documenten
pl: Wszystkie dokumenty
pt: Todos os documentos
ro: Toate documentele
ru: Все документы
sv: Alla dokument
tr: Tüm dokümanlar
uk: Усі документи
vi: Tất cả tài liệu
zh_hans: 所有文档
zh_hant: 所有文件

# topscan_tagssearchplaceholder
source: Input tag
ar: إدخال علامة
cs: Vstupní značka
de: Tag eingeben
el: Ετικέτα εισαγωγής
es: Ingresar etiqueta
fa: برچسب ورودی
fi: Syöttö tunniste
fr: Entrer une balise
he: הזן תג
hi: इनपुट टैग
hu: Bemeneti címke
id: Masukkan tag
it: Inserisci tag
ja: タグを入力
ko: 태그 입력
lt: Įvesties žyma
ms: Tag input
nb: Inndatakode
nl: Tag invoeren
pl: Tag wejściowy
pt: Tag de entrada
ro: Etichetă de intrare
ru: Ввести тег
sv: Lägg in tagg
tr: Giriş etiketi
uk: Ввести тег
vi: Nhập tag
zh_hans: 输入标签
zh_hant: 輸入標籤

# topscan_tagsalltagstitle
source: All Tags
ar: جميع العلامات
cs: Všechny značky
da: Alle tags
de: Alle Tags
el: Όλες οι ετικέτες
es: Todas las etiquetas
fa: همه برچسب ها
fi: Kaikki tunnisteet
fr: Toutes les balises
he: כל התגים
hi: सभी टैग
hu: Minden címke
id: Semua Tag
it: Tutti i tag
ja: すべてのタグ
ko: 모든 태그
lt: Visos žymos
ms: Semua Tag
nb: Alle tagger
nl: Alel tags
pl: Wszystkie tagi
pt: Todas as Marcas
ro: Toate etichetele
ru: Все теги
sv: Alla taggar
tr: Tüm Etiketler
uk: Усі теги
vi: Tất cả các tag
zh_hans: 所有标签
zh_hant: 所有標籤

# topscan_tagsalreadyexists
source: Tag already exists!
ar: العلامة موجودة بالفعل!
cs: Značka již existuje!
da: Tagget findes allerede!
de: Tag existiert bereits!
el: Η ετικέτα υπάρχει ήδη!
es: ¡La etiqueta ya existe!
fa: برچسب از قبل وجود دارد!
fi: Tunniste on jo olemassa!
fr: Cette balise existe déjà !
he: התג כבר קיים!
hi: टैग पहले से मौजूद है!
hu: A címke már létezik!
id: Tag sudah ada!
it: Il tag esiste già!
ja: タグは既に存在します！
ko: 태그가 이미 존재합니다!
lt: Žyma jau egzistuoja!
ms: Tag telah wujud!
nb: Tag eksisterer allerede!
nl: Deze tag bestaat reeds.
pl: Tag już istnieje!
pt: Tag já existe!
ro: Eticheta există deja!
ru: Тег уже существует!
sv: Taggen finns redan!
tr: Bu etiket zaten var!
uk: Тег уже існує.
vi: Tag đã tồn tại!
zh_hans: 标签已经存在!
zh_hant: 標籤已存在！

# topscan_tagstagdelete
source: Deleted labels cannot be recovered. Confirm to delete?
ar: لا يمكن استرداد الملصقات المحذوفة. تأكيد للحذف؟
cs: Odstraněné štítky nelze obnovit. Potvrdit smazání?
da: Slettede etiketter kan ikke gendannes. Bekræft sletning?
de: Gelöschte Labels können nicht wiederhergestellt werden. Löschen bestätigen?
el: Δεν είναι δυνατή η ανάκτηση των διαγραμμένων ετικετών. Επιβεβαίωση διαγραφής;
es: Las etiquetas eliminadas no se pueden recuperar. ¿Confirmar para eliminar?
fa: برچسب های پاک شده قابل بازیابی نیستند. تأیید برای حذف؟
fi: Poistettuja tarroja ei voi palauttaa. Vahvistetaanko poisto?
fr: Les étiquettes supprimées ne peuvent pas être récupérées. Confirmer pour supprimer ?
he: לא ניתן לשחזר תוויות שנמחקו. לאשר למחוק?
hi: हटाए गए लेबल पुनर्प्राप्त नहीं किए जा सकते. हटाने की पुष्टि करें?
hu: A törölt címkéket nem lehet helyreállítani. Megerősíti a törlést?
id: Label yang dihapus tidak dapat dipulihkan. Konfirmasi untuk menghapus?
it: Le etichette eliminate non possono essere recuperate. Confermare per eliminare?
ja: 削除したラベルは復元できません。削除しますか？
ko: 삭제된 라벨은 복구할 수 없습니다. 삭제를 확인하시겠습니까?
lt: Ištrintų etikečių atkurti negalima. Patvirtinti, kad ištrintumėte?
ms: Label yang dihapuskan tidak dapat dipulihkan. Sahkan untuk hapus?
nb: Slettede etiketter kan ikke gjenopprettes. Bekrefte å slette?
nl: Verwijderde labels kunnen niet worden hersteld. Bevestigen om te verwijderen?
pl: Usuniętych etykiet nie można odzyskać. Potwierdzić, aby usunąć?
pt: As etiquetas apagadas não podem ser recuperadas. Confirma para apagar?
ro: Etichetele șterse nu pot fi recuperate. Confirmați să ștergeți?
ru: Удаленные метки не подлежат восстановлению. Подтвердить удаление?
sv: Borttagna etiketter kan inte återställas. Bekräfta att radera?
tr: Silinen etiketler kurtarılamaz. Silmek için onaylansın mı?
uk: Видалені мітки неможливо відновити. Підтвердити видалення?
vi: Không thể khôi phục các nhãn đã xóa. Xác nhận xóa?
zh_hans: 删除的标签无法恢复,是否删除?
zh_hant: 刪除的標籤無法恢復。確認刪除？

# topscan_tagsdone
source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Getan
el: Ολοκληρώθηκε
es: Hecho
fa: انجام شد
fi: Valmis
fr: Fait
he: בוצע
hi: सम्पूर्ण
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
lt: atlikta
ms: Selesai
nb: Ferdig
nl: Voltooid
pl: Gotowy
pt: Feito
ro: Terminat
ru: Сделанный
sv: Klart
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# topscan_tagssettag
source: Set Tags
ar: تعيين العلامات
cs: Nastavit značky
da: Indstil tags
de: Tags setzen
el: Ορισμός ετικετών
es: Establecer etiquetas
fa: تنظیم برچسب ها
fi: Aseta tunnisteet
fr: Définir des balises
he: הגדר תגים
hi: टैग सेट करें
hu: Címkék beállítása
id: Atur Tag
it: Imposta tag
ja: タグを設定
ko: 태그 설정
lt: Nustatyti žymas
ms: Tetapkan Teg
nb: Sett koder
nl: Tags instellen
pl: Ustaw tagi
pt: Definir tags
ro: Setează etichete
ru: Установить теги
sv: Ställ in taggar
tr: Etiketleri Ayarla
uk: Встановити теги
vi: Đặt tag
zh_hans: 设置标签
zh_hant: 設置標籤

# topscan_tagstagmanager
source: Tag
ar: بطاقة شعار
cs: Štítek
de: Etikett
el: Ετικέτα
es: Etiqueta
fa: برچسب
fi: Tunniste
fr: Étiqueter
he: תָג
hi: टैग
hu: Címke
id: Tandai
it: Etichetta
ja: タグ
ko: 태그
lt: Žyma
nb: stikkord
nl: Label
pl: Etykietka
pt: Marcação
ro: Etichetă
ru: Тег
sv: Tagg
tr: Etiket
uk: Позначка
zh_hans: 标签
zh_hant: 標籤

# topscan_tagsentermanager
source: Tags
ar: علامات
cs: Značky
el: Ετικέτες
es: Etiquetas
fa: برچسب ها
fi: Tunnisteet
fr: Balises
he: תגים
hi: टैग
hu: Címkék
id: Tag
it: Tag
ja: タグ
ko: 태그
lt: Žymos
ms: Tag
nb: Merker
pl: Tagi
pt: Tag
ro: Etichete
ru: Теги
sv: Taggar
tr: Etiketler
uk: Теги
vi: Tag
zh_hans: 标签
zh_hant: 標籤

# topscan_tagstagnotecontent
source: Do you want save edits?
ar: هل تريد حفظ التعديلات؟
cs: Chcete uložit úpravy?
da: Ønsker du at gemme redigeringer?
de: Möchten Sie die Änderungen speichern?
el: Θέλετε να αποθηκεύσετε αλλαγές;
es: ¿Quieres guardar las ediciones?
fa: آیا می خواهید ویرایش ها را ذخیره کنید؟
fi: Haluatko tallentaa muokkaukset?
fr: Voulez-vous enregistrer les modifications ?
he: האם ברצונך לשמור עריכות?
hi: क्या आप संपादन सहेजना चाहते हैं?
hu: Szeretné elmenteni a szerkesztéseket?
id: Ingin menyimpan hasil edit?
it: Vuoi salvare le modifiche?
ja: 編集内容を保存しますか？
ko: 편집 내용을 저장하시겠습니까?
lt: Ar norite išsaugoti redakcijas?
ms: Adakah anda mahu menyimpan pengeditan?
nb: Vil du lagre endringer?
nl: Wilt u de bewerkingen opslaan?
pl: Czy chcesz zapisać zmiany?
pt: Quer guardar as edições?
ro: Doriți să salvați modificările?
ru: Вы хотите сохранить изменения?
sv: Vill du spara redigeringar?
tr: Düzenlemeleri kaydetmek ister misiniz?
uk: Бажаєте зберегти правки?
vi: Bạn có muốn lưu chỉnh sửa không?
zh_hans: 是否要保存编辑?
zh_hant: 要儲存編輯嗎？

# topscan_tagstagmanageradd
source: Add New Tag
ar: إضافة علامة جديدة
cs: Přidat novou značku
da: Tilføj nyt tag
de: Neuen Tag hinzufügen
el: Προσθήκη νέας ετικέτας
es: Añadir nueva etiqueta
fa: افزودن برچسب جدید
fi: Lisää uusi tunniste
fr: Ajouter une nouvelle balise
he: הוסף תג חדש
hi: नया टैग जोड़ें
hu: Új címke hozzáadása
id: Tambahkan Tag Baru
it: Aggiungi un nuovo tag
ja: 新しいタグを追加
ko: 새 태그 추가
lt: Pridėti naują žymą
ms: Tambah Tag Baharu
nb: Legg til ny tag
nl: Nieuwe tag toevoegen
pl: Dodaj nowy tag
pt: Adicionar nova tag
ro: Adăugați o etichetă nouă
ru: Добавить новый тег
sv: Lägg till ny tagg
tr: Yeni Etiket Ekle
uk: Додати новий тег
vi: Thêm Tag mới
zh_hans: 添加新标签
zh_hant: 添加新標籤

# topscan_tagstagmanageraddplac
source: Please Enter Tag Name
ar: الرجاء إدخال اسم العلامة
cs: Zadejte prosím název značky
da: Indtast venligst tagnavn
de: Bitte geben Sie den Tag-Namen ein
el: Εισάγετε το όνομα της ετικέτας
es: Ingresa el nombre de la etiqueta
fa: لطفاً نام برچسب را وارد کنید
fi: Anna tunnisteen nimi
fr: Veuillez entrer le nom de la balise
he: אנא הזן את שם התג
hi: कृपया टैग नाम दर्ज करें
hu: Írja be a címke nevét
id: Silakan Masukkan Nama Tag
it: Inserisci il nome del tag
ja: タグ名を入力してください
ko: 태그 이름을 입력하세요
lt: Įveskite žymos pavadinimą
ms: Sila Masukkan Nama Tag
nb: Vennligst skriv inn kodenavn
nl: Voer de naam van de tag in.
pl: Wpisz nazwę tagu
pt: Insira o nome da tag
ro: Vă rugăm să introduceți numele etichetei
ru: Пожалуйста, введите имя тега
sv: Ange taggens namn
tr: Lütfen Etiket Adını Girin
uk: Введіть назву тегу
vi: Vui lòng nhập tên Tag
zh_hans: 请输入标签名称
zh_hant: 請輸入標籤名稱

# topscan_tagscreatelabs
source: To create labels ~
ar: لإنشاء تسميات ~
cs: Vytvoření štítků ~
da: For at oprette etiketter ~
de: Etiketten erstellen ~
el: Για να δημιουργήσετε ετικέτες ~
es: Para crear etiquetas ~
fa: برای ایجاد اتیکت ~
fi: Tunnisteiden luominen ~
fr: Pour créer des étiquettes ~
he: ליצירת תוויות ~
hi: लेबल बनाने के लिए ~
hu: Címkék létrehozása ~
id: Untuk membuat label ~
it: Per creare etichette ~
ja: ラベルを作成するには〜
ko: 레이블을 만들려면 ~
lt: Norėdami sukurti etiketes ~
ms: Untuk membuat label ~
nb: Å lage etiketter ~
nl: Labels maken ~
pl: Tworzenie etykiet ~
pt: Para criar etiquetas ~
ro: Pentru a crea etichete ~
ru: Для создания этикеток ~
sv: Att skapa etiketter ~
tr: Etiketler oluşturmak için ~
uk: Для створення міток ~
vi: Để tạo nhãn ~
zh_hans: 创建标签~
zh_hant: 創建標籤~

# topscan_drivestartupdate
source: Backup file starts uploading
ar: يبدأ ملف النسخ الاحتياطي في التحميل ...
cs: Začíná nahrávání souboru zálohy...
da: Backupfil begynder at uploade ...
de: Sicherungsdatei wird hochgeladen ...
el: Το αρχείο αντιγράφου ασφαλείας ξεκινά τη μεταφόρτωση
es: Ha comenzado la carga del archivo de respaldo
fa: فایل پشتیبان بارگذاری می شود
fi: Varmuuskopiotiedoston lataus alkaa
fr: Le fichier de sauvegarde est en cours d'importation...
he: מתחילה ההעלאה של קובץ הגיבוי ...
hi: बैकअप फ़ाइल अपलोड करना शुरू कर देता है
hu: Kezdődik a biztonságimásolat-fájl feltöltése
id: File cadangan mulai diunggah...
it: Il caricamento del file di backup inizia...
ja: バックアップファイルのアップロードが開始されます...
ko: 백업 파일 업로드를 시작합니다
lt: Pradedamas įkelti atsarginis failas
ms: Fail sandaran mula dimemuat naik ...
nb: Sikkerhetskopifilen begynner å lastes opp
nl: Het back-upbestand begint met uploaden...
pl: Rozpocznie się przesyłanie pliku kopii zapasowej
pt: O ficheiro de backup começa a carregar
ro: Fișierul de rezervă începe să se încarce
ru: Начинается загрузка файла резервной копии
sv: Säkerhetskopian börjar laddas upp
tr: Yedekleme dosyası yüklenmeye başlıyor...
uk: Файл резервної копії починає завантажуватися...
vi: File sao lưu bắt đầu tải lên
zh_hans: 备份文件开始上传
zh_hant: 備份檔案開始上傳……

# topscan_driveuploading
source: uploading...
ar: تحميل...
cs: nahrávání...
da: uploader...
de: Hochladen...
el: μεταφόρτωση...
es: subiendo...
fa: بارگذاری...
fi: ladataan...
fr: Téléchargement...
he: מעלה...
hi: अपलोड हो रहा है...
hu: Feltöltés...
id: mengunggah...
it: caricamento in corso...
ja: アップロード中...
ko: 업로드 중...
lt: įkeliama...
ms: memuat naik...
nb: laster opp...
nl: uploaden...
pl: przesyłanie...
pt: A enviar...
ro: se încarcă...
ru: загрузка...
sv: laddar upp...
tr: yükleniyor...
uk: завантаження...
vi: đang tải lên...
zh_hans: 上传中...
zh_hant: 正在上傳......

# topscan_buildingpdf
source: Building PDF
ar: بناء PDF
cs: Vytváření PDF
da: Bygger PDF
de: PDF erstellen
el: Δημιουργία PDF
es: Construyendo PDF
fa: ساخت PDF
fi: Rakentaa PDF
fr: Création de PDF
he: בניית PDF
hi: पीडीएफ बन रहा है
hu: PDF felépítése
id: Membuat PDF
it: Costruzione PDF
ja: PDF の作成
ko: PDF 작성
lt: Kuriamas PDF
ms: Membina PDF
nb: Bygge PDF
nl: PDF bouwen
pl: Budowanie PDF
pt: A construir PDF
ro: Construirea PDF
ru: Создание PDF
sv: Skapa PDF
tr: PDF oluşturma
uk: Будівництво PDF
vi: Đang dựng tệp PDF
zh_hans: 创建PDF
zh_hant: 構建 PDF

# topscan_processingjpg
source: Processing JPG
ar: معالجة JPG
cs: Zpracování JPG
da: Behandler JPG
de: Verarbeitung von JPG
el: Επεξεργασία JPG
es: Procesando JPG
fa: پردازش JPG
fi: Käsitellään JPG:tä
fr: Traitement JPG
he: מעבד JPG
hi: जेपीजी बन रही है
hu: JPG feldolgozása
id: Memproses JPG
it: Elaborazione JPG
ja: JPG の処理
ko: JPG 처리 중
lt: Apdorojamas JPG
ms: Memproses JPG
nb: Behandler JPG
nl: JPG verwerken
pl: Przetwarzanie JPG
pt: A processar JPG
ro: Se procesează JPG
ru: Обработка JPG
sv: Bearbetar JPG
tr: JPG işleniyor
uk: Обробка JPG
vi: Đang xử lý tệp JPG
zh_hans: JPG处理中
zh_hant: 處理 JPG

# topscan_processing
source: Processing
ar: جارِ المعالجة...
cs: Zpracovává se...
da: Behandler...
de: wird bearbeitet
el: Επεξεργασία
es: Procesando
fa: در حال پردازش
fi: Käsitellään
fr: Traitement
he: מעבד...
hi: प्रसंस्करण हो रहा है
hu: Feldolgozás...
id: Memproses...
it: Elaborazione in corso...
ja: 処理
ko: 처리 중
lt: Apdorojimas
ms: Memproses ...
nb: Behandling
nl: Bezig met verwerken...
pl: Przetwarzanie
pt: Em processamento
ro: Prelucrare
ru: Обработка
sv: Bearbetar
tr: İşleniyor...
uk: Відбувається обробка...
vi: Đang xử lý
zh_hans: 处理中
zh_hant: 處理……
