Repository: TrustYouL/nuty
Catalog: TOPScan/*.lproj/Localizable.strings
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, ms, nb, nl, pl, pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# topscan_nooriginalimgdefault
source: Some files cannot be reset and cropped, and the original file cannot be found
ar: لا يمكن إعادة تعيين بعض الملفات واقتصاصها ، ولا يمكن العثور على الملف الأصلي
cs: Některé soubory nelze resetovat a oříznout a původní soubor nelze najít
da: Nogle filer kan ikke nulstilles og beskæres, og den originale fil kan ikke findes
de: Einige Dateien können nicht zurückgesetzt sowie zugeschnitten werden und die Originaldatei kann nicht gefunden werden
el: Δεν είναι δυνατή η επαναφορά και περικοπή ορισμένων αρχείων και δεν είναι δυνατή η εύρεση του αρχικού αρχείου
es: Algunos archivos no se pueden restablecer ni recortar, y no se puede encontrar el archivo original
fa: برخی از فایل ها قابل بازنشانی و برش نیستند و فایل اصلی یافت نمی شود
fi: Joitakin tiedostoja ei voi nollata ja rajata, eikä alkuperäistä tiedostoa löydy
fr: Certains fichiers ne peuvent pas être réinitialisés et rognés, et le fichier d'origine est introuvable
he: לא ניתן לאפס ולחתוך חלק מהקבצים ולא ניתן למצוא את הקובץ המקורי
hi: कुछ फ़ाइलों को रीसेट और क्रॉप नहीं किया जा सकता है, और मूल फ़ाइल नहीं मिल सकती है
hu: Egyes fájlokat nem lehet visszaállítani és vágni, és az eredeti fájl nem található
id: Beberapa file tidak dapat diatur ulang dan dipotong, dan file asli tidak dapat ditemukan
it: Alcuni file non possono essere ripristinati e ritagliati e il file originale non può essere trovato
ja: 一部のファイルはリセットおよびトリミングできず、元のファイルが見つかりません
ko: 일부 파일은 재설정 및 자르기가 불가능하며 원본 파일을 찾을 수 없습니다
lt: Kai kurių failų negalima atstatyti ir apkarpyti, o originalaus failo nepavyksta rasti
ms: Beberapa fail tidak dapat diset semula dan dipotong, dan fail asalnya tidak dapat dijumpai
nb: Noen filer kan ikke tilbakestilles og beskjæres, og originalfilen kan ikke bli funnet
nl: Sommige bestanden kunnen niet opnieuw worden ingesteld en bijgesneden, en het originele bestand kan niet worden gevonden
pl: Niektórych plików nie można zresetować i przyciąć, a oryginalnego pliku nie można znaleźć
pt: Alguns ficheiros não podem ser redefinidos e cortados, e o ficheiro original não pode ser encontrado
ro: Unele fișiere nu pot fi resetate și decupate, iar fișierul original nu poate fi găsit
ru: Некоторые файлы невозможно сбросить и обрезать, а исходный файл не может быть найден.
sv: Vissa filer kan inte återställas och beskäras, och originalfilen kan inte hittas
tr: Bazı dosyalar sıfırlanamaz ve kırpılamaz ve orijinal dosya bulunamaz
uk: Деякі файли неможливо скинути та обрізати, а оригінальний файл не вдається знайти
vi: Không thể đặt lại và cắt một số tệp và không thể tìm thấy tệp gốc
zh_hans: 部分文件无法重置裁剪，无法找到原文件
zh_hant: 部分文件無法重置裁剪，無法找到原文件

# topscan_nooriginalimgfilter
source: Some files cannot be re-filtered, because the original file cannot be found
ar: لا يمكن إعادة تصفية بعض الملفات ، لأنه لا يمكن العثور على الملف الأصلي
cs: Některé soubory nelze přefiltrovat, protože původní soubor nelze najít
da: Nogle filer kan ikke filtreres igen, fordi den originale fil ikke kan findes
de: Einige Dateien können nicht erneut gefiltert werden, da die Originaldatei nicht gefunden werden kann
el: Ορισμένα αρχεία δεν μπορούν να φιλτραριστούν εκ νέου, επειδή δεν είναι δυνατή η εύρεση του αρχικού αρχείου
es: Algunos archivos no se pueden volver a filtrar porque no se puede encontrar el archivo original
fa: برخی از فایل ها مجدداً فیلتر نمی شوند ، زیرا فایل اصلی یافت نمی شود
fi: Joitakin tiedostoja ei voida suodattaa uudelleen, koska alkuperäistä tiedostoa ei löydy
fr: Certains fichiers ne peuvent pas être refiltrés, car le fichier d'origine est introuvable
he: לא ניתן לסנן מחדש קבצים מסוימים מכיוון שלא ניתן למצוא את הקובץ המקורי
hi: कुछ फ़ाइलों को फिर से फ़िल्टर नहीं किया जा सकता है, क्योंकि मूल फ़ाइल नहीं मिल सकती है
hu: Egyes fájlokat nem lehet újra szűrni, mert az eredeti fájl nem található
id: Beberapa file tidak dapat difilter ulang, karena file asli tidak dapat ditemukan
it: Alcuni file non possono essere rifiltrati perché non è possibile trovare il file originale
ja: 元のファイルが見つからないため、一部のファイルを再フィルタリングできません
ko: 원본 파일을 찾을 수 없기 때문에 일부 파일을 다시 필터링할 수 없습니다
lt: Kai kurių failų iš naujo filtruoti negalima, nes nepavyksta rasti pradinio failo
ms: Beberapa fail tidak dapat disaring semula, kerana fail asalnya tidak dapat dijumpai
nb: Noen filer kan ikke filtreres på nytt, fordi originalfilen ikke kan bli funnet
nl: Sommige bestanden kunnen niet opnieuw worden gefilterd, omdat het originele bestand niet kan worden gevonden
pl: Niektórych plików nie można ponownie przefiltrować, ponieważ nie można znaleźć oryginalnego pliku
pt: Alguns ficheiros não podem ser filtrados novamente, porque o ficheiro original não pode ser encontrado
ro: Unele fișiere nu pot fi re-filtrate, deoarece fișierul original nu poate fi găsit
ru: Некоторые файлы нельзя повторно отфильтровать, потому что не удается найти исходный файл.
sv: Vissa filer kan inte filtreras om eftersom originalfilen inte kan hittas
tr: Orijinal dosya bulunamadığından bazı dosyalar yeniden filtrelenemez.
uk: Деякі файли неможливо повторно відфільтрувати, оскільки оригінальний файл не вдається знайти
vi: Không thể lọc lại một số tệp vì không tìm thấy tệp gốc
zh_hans: 有些文件无法重新滤镜处理，因为找不到原始文件
zh_hant: 有些文件無法重新過濾，因為找不到原始文件

# topscan_nooriginalimgmore
source: and more
ar: و اكثر
cs: a více
da: og mere
de: und mehr
el: κι άλλα
es: y más
fa: و بیشتر
fi: ja enemmän
fr: et plus
he: ועוד
hi: और अधिक
hu: és több
id: dan banyak lagi
it: e altro ancora
ja: その他
ko: 그리고 더 많은
lt: ir daugiau
ms: dan banyak lagi
nb: og mer
nl: en meer
pl: i więcej
pt: e mais
ro: și altele
ru: и больше
sv: och mer
tr: ve dahası
uk: і більше
vi: và nhiều hơn nữa
zh_hans: 和更多
zh_hant: 和更多

# topscan_nooriginalimgsetting
source: you can open the settings option to save the original picture option
ar: يمكنك فتح خيار الإعدادات لحفظ خيار الصورة الأصلية
cs: můžete otevřít možnost nastavení a uložit původní možnost obrázku
da: du kan åbne indstillingsmuligheden for at gemme den originale billedindstilling
de: Sie können die Einstellungsoption öffnen, um die Originalbildoption zu speichern
el: μπορείτε να ανοίξετε την επιλογή ρυθμίσεων για να αποθηκεύσετε την αρχική επιλογή εικόνας
es: puedes abrir la opción de configuración para guardar la opción de imagen original
fa: می توانید گزینه تنظیمات را باز کنید تا گزینه اصلی تصویر ذخیره شود
fi: Voit avata asetusvaihtoehdon tallentaaksesi alkuperäisen kuvan
fr: vous pouvez ouvrir l'option des paramètres pour enregistrer l'option d'image d'origine
he: באפשרותך לפתוח את אפשרות ההגדרות כדי לשמור את אפשרות התמונה המקורית
hi: आप मूल चित्र विकल्प को बचाने के लिए सेटिंग विकल्प खोल सकते हैं
hu: megnyithatja a beállításokat az eredeti képopció mentéséhez
id: Anda dapat membuka opsi pengaturan untuk menyimpan opsi gambar asli
it: puoi aprire l'opzione delle impostazioni per salvare l'opzione dell'immagine originale
ja: 設定オプションを開いて、元の画像オプションを保存できます
ko: 설정 옵션을 열어 원본 사진 옵션을 저장할 수 있습니다.
lt: galite atidaryti nustatymų parinktį, kad išsaugotumėte originalaus paveikslėlio parinktį
ms: anda boleh membuka pilihan tetapan untuk menyimpan pilihan gambar asal
nb: du kan åpne innstillingsalternativet for å lagre det opprinnelige bildealternativet
nl: u kunt de instellingenoptie openen om de originele afbeeldingsoptie op te slaan
pl: możesz otworzyć opcję ustawień, aby zapisać oryginalną opcję obrazu
pt: pode abrir a opção de configurações para guardar a opção de imagem original
ro: puteți deschide opțiunea de setări pentru a salva opțiunea de imagine originală
ru: вы можете открыть параметр настроек, чтобы сохранить исходный вариант изображения
sv: du kan öppna inställningsalternativet för att spara originalbildalternativet
tr: orijinal resim seçeneğini kaydetmek için ayarlar seçeneğini açabilirsiniz
uk: Ви можете відкрити опцію налаштувань, щоб зберегти оригінальні параметри зображення
vi: bạn có thể mở tùy chọn cài đặt để lưu tùy chọn ảnh gốc
zh_hans: 您可以打开设置选项保存原始图片选项
zh_hant: 您可以打開設置選項保存原始圖片選項

# topscan_alldatanooriginalimg
source: Unable to reset crop, original file does not exist !
ar: تعذر إعادة تعيين الاقتصاص ، الملف الأصلي غير موجود!
cs: Oříznutí nelze obnovit, původní soubor neexistuje!
da: Kunne ikke nulstille beskæringen, original filen findes ikke!
de: Zuschneiden kann nicht zurückgesetzt werden, Originaldatei existiert nicht!
el: Δεν είναι δυνατή η επαναφορά της περικοπής, το αρχικό αρχείο δεν υπάρχει!
es: No se puede restablecer el recorte, ¡el archivo original no existe!
fa: بازنشانی محصول امکان پذیر نیست ، فایل اصلی وجود ندارد!
fi: Rajausta ei voi nollata, alkuperäistä tiedostoa ei ole olemassa!
fr: Impossible de réinitialiser le recadrage, le fichier d'origine n'existe pas !
he: לא ניתן לאפס את החיתוך, הקובץ המקורי לא קיים!
hi: फसल को रीसेट करने में असमर्थ, मूल फ़ाइल मौजूद नहीं है!
hu: A vágás nem állítható vissza, az eredeti fájl nem létezik!
id: Tidak dapat mengatur ulang tanaman, file asli tidak ada!
it: Impossibile ripristinare il ritaglio, il file originale non esiste!
ja: 切り抜きをリセットできません。元のファイルが存在しません。
ko: 자르기를 재설정할 수 없습니다. 원본 파일이 없습니다!
lt: Nepavyko atstatyti apkarpymo, originalaus failo nėra!
ms: Tidak dapat set semula pemotongan, fail asal tidak wujud!
nb: Kan ikke tilbakestille beskjæringen, originalfilen eksisterer ikke!
nl: Kan bijsnijden niet resetten, origineel bestand bestaat niet!
pl: Nie można zresetować przycięcia, oryginalny plik nie istnieje!
pt: Não foi possível redefinir o corte, o ficheiro original não existe!
ro: Imposibil de resetat decuparea, fișierul original nu există!
ru: Невозможно сбросить кадрирование, исходный файл не существует!
sv: Det gick inte att återställa beskärningen, originalfilen finns inte !
tr: Kırpma sıfırlanamıyor, orijinal dosya mevcut değil!
uk: Не вдається скинути обрізання, оригінальний файл не існує!
vi: Không thể đặt lại cắt xén, tệp gốc không tồn tại!
zh_hans: 无法重置裁剪，原始文件不存在!
zh_hant: 無法重置裁剪，原始文件不存在！

# topscan_alldatanooriginalimgfilter
source: Unable to reset filter processing, the original file does not exist !
ar: تعذر إعادة تعيين معالجة الفلتر ، الملف الأصلي غير موجود!
cs: Zpracování filtru nelze resetovat, původní soubor neexistuje!
da: Kan ikke nulstille filterbehandlingen, den originale fil findes ikke!
de: Filterverarbeitung kann nicht zurückgesetzt werden, die Originaldatei existiert nicht!
el: Δεν είναι δυνατή η επαναφορά της επεξεργασίας φίλτρου, το αρχικό αρχείο δεν υπάρχει!
es: No se puede restablecer el procesamiento del filtro, ¡el archivo original no existe!
fa: پردازش فیلتر قابل تنظیم مجدد نیست ، فایل اصلی وجود ندارد!
fi: Suodatinkäsittelyä ei voi nollata, alkuperäistä tiedostoa ei ole olemassa!
fr: Impossible de réinitialiser le traitement du filtre, le fichier d'origine n'existe pas !
he: לא ניתן לאפס את עיבוד המסננים, הקובץ המקורי אינו קיים!
hi: फ़िल्टर संसाधन को रीसेट करने में असमर्थ, मूल फ़ाइल मौजूद नहीं है!
hu: Nem lehet visszaállítani a szűrőfeldolgozást, az eredeti fájl nem létezik!
id: Tidak dapat mengatur ulang pemrosesan filter, file asli tidak ada!
it: Impossibile ripristinare l'elaborazione del filtro, il file originale non esiste!
ja: フィルタ処理をリセットできません。元のファイルが存在しません。
ko: 필터 처리를 재설정할 수 없습니다. 원본 파일이 없습니다!
lt: Nepavyko atstatyti filtro apdorojimo, originalaus failo nėra!
ms: Tidak dapat set semula pemprosesan penapis, fail asalnya tidak wujud!
nb: Kan ikke tilbakestille filterbehandling, originalfilen eksisterer ikke!
nl: Kan filterverwerking niet resetten, het originele bestand bestaat niet!
pl: Nie można zresetować przetwarzania filtra, oryginalny plik nie istnieje!
pt: Não foi possível redefinir o processamento do filtro, o ficheiro original não existe!
ro: Imposibil de resetat procesarea filtrului, fișierul original nu există!
ru: Невозможно сбросить обработку фильтра, исходный файл не существует!
sv: Det går inte att återställa filterbearbetning, originalfilen finns inte !
tr: Filtre işleme sıfırlanamıyor, orijinal dosya mevcut değil!
uk: Неможливо скинути обробку фільтра, оригінальний файл не існує!
vi: Không thể đặt lại quá trình xử lý bộ lọc, tệp gốc không tồn tại!
zh_hans: 无法重置滤镜处理，原文件不存在 !
zh_hant: 無法重置過濾處理，原始文件不存在！

# topscan_cropautomatic
source: Auto Crop Image
ar: صورة المحاصيل السيارات
cs: Automatické oříznutí obrázku
da: Auto beskær billede
de: Bild automatisch zuschneiden
el: Αυτόματη Περικοπή Εικόνας
es: Recortar imagen automáticamente
fa: برش خودکار تصویر
fi: Automaattinen kuvan rajaus
fr: Image de recadrage automatique
he: תמונה חיתוך אוטומטי
hi: ऑटो क्रॉप छवि
hu: Kép automatikus vágása
id: Potong Gambar Otomatis
it: Ritaglio automatico immagine
ja: 自動トリミング画像
ko: 자동 자르기 이미지
lt: Automatiškai apkarpyti vaizdą
ms: Pemotongan Imej Auto
nl: Afbeelding automatisch bijsnijden
pl: Automatyczne przycinanie obrazu
pt: Corte automático de imagem
ro: Decupare automată a imaginii
ru: Автоматическая обрезка изображения
sv: Bild för automatisk beskärning
tr: Resmi Otomatik Kırp
uk: Автоматичне обрізання зображення
vi: Tự động cắt xén hình ảnh
zh_hans: 自动裁剪图片
zh_hant: 自動裁剪圖像

# topscan_cropautomatictip
source: Auto-crop images under Batch Scan mode
ar: اقتصاص الصور تلقائيًا ضمن وضع Batch Scan
cs: Automatické oříznutí obrázků v režimu Dávkové skenování
da: Beskær billeder automatisk i batch-scanningstilstand
de: Bilder im Stapelscanmodus automatisch zuschneiden
el: Αυτόματη περικοπή εικόνων σε λειτουργία Batch Scan
es: Recortar imágenes automáticamente en el modo de escaneo por lotes
fa: برش خودکار تصاویر در حالت اسکن دسته ای
fi: Rajaa kuvat automaattisesti eräskannaustilassa
fr: Recadrage automatique des images en mode de numérisation par lots
he: חיתוך תמונות אוטומטי במצב סריקת אצווה
hi: बैच स्कैन मोड के तहत छवियों को ऑटो-क्रॉप करें
hu: Képek vágása köteges szkennelés módban
id: Potong gambar secara otomatis di bawah mode Pemindaian Batch
it: Ritaglio automatico delle immagini in modalità Scansiona gruppo
ja: バッチスキャンモードで画像を自動トリミング
ko: 배치 스캔 모드에서 이미지 자동 자르기
lt: Automatiškai apkarpyti vaizdus paketinio nuskaitymo režimu
ms: Pemotongan Imej Auto di bawah mod Imbas Kumpulan
nb: Beskjær bilder automatisk i batch-skannemodus
nl: Afbeeldingen automatisch bijsnijden in Batch Scan-modus
pl: Automatyczne przycinanie obrazów w trybie skanowania wsadowego
pt: Corte automático de imagens no modo de digitalização em lote
ro: Decupați automat imaginile în modul Scanare lot
ru: Автоматическая обрезка изображений в режиме пакетного сканирования
sv: Beskär bilder automatiskt i batch-skanningsläge
tr: Toplu Tarama modunda görüntüleri otomatik kırp
uk: Автоматичне обрізання зображень у режимі пакетного сканування
vi: Tự động cắt xén ảnh trong chế độ Quét hàng loạt
zh_hans: 在批量扫描模式下自动裁剪图像
zh_hant: 在批量掃描模式下自動裁剪圖像

# topscan_camerafilterremind
source: You can change the batch mode default filter
ar: يمكنك تغيير الفلتر الافتراضي لوضع الدُفعات
cs: Můžete změnit výchozí filtr dávkového režimu
da: Du kan ændre batchfilterets standardfilter
de: Sie können den Standardfilter für den Stapelmodus ändern
el: Μπορείτε να αλλάξετε το προεπιλεγμένο φίλτρο κατά παρτίδες
es: Puedes cambiar el filtro predeterminado del modo por lotes
fa: می توانید فیلتر پیش فرض حالت دسته ای را تغییر دهید
fi: Voit vaihtaa erätilan oletussuodattimen
fr: Vous pouvez modifier le filtre par défaut du mode batch
he: באפשרותך לשנות את מסנן ברירת המחדל של מצב אצווה
hi: आप बैच मोड डिफ़ॉल्ट फ़िल्टर बदल सकते हैं
hu: Megváltoztathatja a kötegelt mód alapértelmezett szűrőjét
id: Anda dapat mengubah filter default mode batch
it: È possibile modificare il filtro predefinito della modalità gruppo
ja: バッチモードのデフォルトフィルターを変更できます
ko: 배치 모드 기본 필터를 변경할 수 있습니다
lt: Galite pakeisti numatytąjį paketinio režimo filtrą
ms: Anda boleh menukar mod kumpulan penapis lalai
nb: Du kan endre standardfilter for batchmodus
nl: U kunt het standaardfilter van de batchmodus wijzigen
pl: Możesz zmienić domyślny filtr trybu wsadowego
pt: Pode alterar o filtro padrão do modo em lote
ro: Puteți schimba filtrul implicit al modului lot
ru: Вы можете изменить фильтр по умолчанию для пакетного режима
sv: Du kan ändra standardfilter för batch-läge
tr: Toplu mod varsayılan filtresini değiştirebilirsiniz
uk: Ви можете змінити стандартний фільтр пакетного режиму
vi: Bạn có thể thay đổi bộ lọc mặc định của chế độ hàng loạt
zh_hans: 批处理模式中，您可以更改默认过滤器
zh_hant: 您可以更改批處理模式默認過濾器

# topscan_cameracropremindfirst
source: You can change whether
ar: يمكنك تغيير ما إذا كان
cs: Můžete změnit, zda
da: Du kan ændre om
de: Sie können ändern, ob
el: Μπορείτε να αλλάξετε εάν
es: Puedes cambiar si
fa: می توانید تغییر دهید
fi: Voit muuttaa sitä
fr: Vous pouvez changer si
he: אתה יכול לשנות אם
hi: आप बदल सकते हैं कि क्या
hu: Megváltoztathatja, hogy
id: Anda dapat mengubah apakah
it: Puoi cambiare se
ja: あなたはかどうかを変更することができます
ko: 다음과 같이 할지 여부를 변경할 수 있습니다
lt: Galite pakeisti, ar
ms: Anda boleh mengubah sama ada
nb: Du kan endre om
nl: U kunt wijzigen of
pl: Możesz zmienić, czy
pt: Pode alterar se
ro: Puteți schimba dacă
ru: Вы можете изменить
sv: Du kan ändra om
tr: Olup olmadığını değiştirebilirsiniz
uk: Ви можете змінити, чи
vi: Bạn có thể thay đổi liệu
zh_hans: 您可以选择是否更改
zh_hant: 您可以更改是否

# topscan_cameracropremindsecond
source: the batch mode is cropped
ar: يتم اقتصاص وضع الدُفعات
cs: dávkový režim je oříznut
da: batch-tilstanden er beskåret
de: der Batch-Modus ist abgeschnitten
el: η λειτουργία παρτίδας περικόπτεται
es: el modo por lotes está recortado
fa: حالت دسته ای بریده شده است
fi: erätila on rajattu
fr: le mode batch est rogné
he: מצב האצווה חתוך
hi: बैच मोड क्रॉप हो गया है
hu: a kötegelt mód vágásra került
id: mode batch dipotong
it: la modalità gruppo è ritagliata
ja: バッチモードがトリミングされます
ko: 배치 모드가 잘림
lt: paketinis režimas yra apkarpytas
ms: mod kumpulan dipotong
nb: batch-modusen er beskåret
nl: de batchmodus is bijgesneden
pl: tryb wsadowy jest przycięty
pt: o modo em lote é cortado
ro: modul batch este decupat
ru: пакетный режим обрезан
sv: batch-läget är beskuret
tr: toplu mod kırpılır
uk: пакетний режим обрізається
vi: chế độ hàng loạt bị có được cắt xén hay không
zh_hans: 批处理默认是裁剪
zh_hant: 批處理模式被裁剪

# topscan_flitertypeapplylocation
source: Apply to all pages
ar: تنطبق على جميع الصفحات
cs: Použít na všechny stránky
da: Anvend på alle sider
de: Auf alle Seiten anwenden
el: Εφαρμόστε σε όλες τις σελίδες
es: Aplicar a todas las páginas
fa: اعمال به تمام صفحات
fi: Käytä kaikille sivuille
fr: Appliquer à toutes les pages
he: החל על כל הדפים
hi: सभी पेजों पर लागू करें
hu: Alkalmazza minden oldalra
id: Terapkan ke semua halaman
it: Applica a tutte le pagine
ja: すべてのページに適用
ko: 모든 페이지에 적용
lt: Taikyti visiems puslapiams
ms: Terapkan ke semua halaman
nb: Bruk på alle sider
nl: Toepassen op alle pagina's
pl: Zastosuj do wszystkich stron
pt: Aplicar a todas as páginas
ro: Aplicați la toate paginile
ru: Применить ко всем страницам
sv: Tillämpa på alla sidor
tr: Tüm sayfalara uygula
uk: Застосувати до всіх сторінок
vi: Áp dụng cho tất cả các trang
zh_hans: 应用于所有页面
zh_hant: 適用於所有頁面

# topscan_colletionpdftolongpictitle
source: PDF Export to Long Picture
ar: تصدير PDF إلى صورة طويلة
cs: Export PDF do dlouhého obrázku
da: PDF-eksport til langt billede
de: PDF-Export in langes Bild
el: Εξαγωγή PDF σε μεγάλη εικόνα
es: Exportación de PDF a imagen larga
fa: صادرات PDF به تصویر بلند
fi: PDF-vienti pitkään kuvaan
fr: Exportation PDF vers image longue
he: ייצוא PDF לתמונה ארוכה
hi: लंबी तस्वीर में पीडीएफ निर्यात
hu: PDF exportálás hosszú képbe
id: Ekspor PDF ke Gambar Panjang
it: Esporta PDF in un'immagine lunga
ja: 長い画像への PDF エクスポート
ko: 긴 그림으로 PDF 내보내기
lt: PDF eksportavimas į ilgą paveikslėlį
ms: Eksport PDF ke Gambar Panjang
nb: PDF Eksporter til langt bilde
nl: PDF-export naar lange afbeelding
pl: Eksport PDF do długiego obrazu
pt: Exportar PDF para imagem longa
ro: Export PDF în imagine lungă
ru: Экспорт PDF в длинное изображение
sv: PDF Exportera till lång bild
tr: Uzun Resme PDF Dışa Aktarma
uk: Експорт PDF у довге зображення
vi: Xuất PDF sang ảnh dài
zh_hans: PDF文档导出为长图
zh_hant: PDF 導出為長圖

# topscan_colletionpdftopictitle
source: PDF to Image
ar: PDF إلى صورة
cs: PDF do obrázku
da: PDF til billede
de: PDF zu Bild
el: PDF σε εικόνα
es: PDF a imagen
fa: PDF به تصویر
fi: PDF kuvaksi
fr: PDF en image
he: PDF לתמונה
hi: छवि के लिए पीडीएफ
hu: PDF képpé
id: PDF ke Gambar
it: Da PDF a immagine
ja: PDF から画像へ
ko: PDF를 이미지로
lt: PDF į vaizdą
ms: PDF ke Imej
nb: PDF til bilde
nl: PDF naar afbeelding
pl: PDF do obrazu
pt: PDF para imagem
ro: PDF către imagine
ru: PDF в изображение
sv: PDF till bild
tr: PDF'den Görüntüye
uk: PDF в зображення
vi: PDF sang hình ảnh
zh_hans: PDF转为图片
zh_hant: PDF 轉圖片

# topscan_colletionpdfextracttitle
source: PDF Extract
ar: استخراج PDF
cs: Výpis PDF
da: PDF-uddrag
de: PDF-Extrakt
el: Απόσπασμα PDF
es: Extraer PDF
fa: استخراج PDF
fi: PDF-pura
fr: Extrait PDF
he: תמצית PDF
hi: पीडीएफ निकालें
hu: PDF kivonat
id: Ekstrak PDF
it: Estratto PDF
ja: PDF 抽出
ko: PDF 추출
lt: PDF ištrauka
ms: Ekstrak PDF
nb: PDF-utdrag
pl: Wyciąg z PDF
pt: Extrato de PDF
ro: Extras PDF
ru: PDF-извлечение
sv: PDF-utdrag
tr: PDF Özü
uk: Витяг з PDF
vi: Trích xuất PDF
zh_hans: 提取
zh_hant: PDF 提取

# topscan_colletiondocpasswordtitle
source: Doc Password
ar: كلمة مرور الوثيقة
cs: Heslo dokumentu
da: Doc-adgangskode
de: Doc-Passwort
el: Κωδικός πρόσβασης εγγράφου
es: Contraseña del documento
fa: رمز ورود سند
fi: Asiakirjan salasana
fr: Mot de passe du document
he: סיסמת Doc
hi: दस्तावेज़ पासवर्ड
hu: Doc jelszó
id: Kata Sandi Dok
it: Password documento
ja: ドキュメントパスワード
ko: 문서 비밀번호
lt: „Doc“ slaptažodis
ms: Kata laluan Dokumen
nb: Doc-passord
nl: Doc-wachtwoord
pl: Hasło dokumentu
pt: Palavra-passe Doc
ro: Parola doc
ru: Пароль документа
sv: Dok-lösenord
tr: Belge Şifresi
uk: Пароль документа
vi: Mật khẩu tài liệu
zh_hans: 文档密码
zh_hant: 文件密碼

# topscan_colletionscanidcardtitle
source: Scan ID Card
ar: مسح بطاقة الهوية
cs: Naskenujte průkaz totožnosti
da: Scan ID-kort
de: Ausweis scannen
el: Κάρτα ταυτότητας σάρωσης
es: Escanear tarjeta de identificación
fa: شناسه اسکن کارت
fi: Skannaa henkilökortti
fr: Scannez la carte d'identité
he: סריקת תעודת מזהה
hi: स्कैन आईडी कार्ड
hu: Személyi igazolvány szkennelése
id: Pindai Kartu ID
it: Scansione carta d'identità
ja: ID カードをスキャン
ko: 신분증 스캔
lt: Nuskaityti asmens tapatybės kortelę
ms: Imbas Kad Pengenalan
nb: Skann ID-kort
nl: ID-kaart scannen
pl: Skanuj dowód osobisty
pt: Digitalizar cartão de identificação
ro: Scanați cardul de identitate
ru: Отсканировать удостоверение личности
sv: Skanna ID-kort
tr: Kimlik Kartını Tara
uk: Сканувати посвідчення особи
vi: Quét thẻ ID
zh_hans: 扫描身份证
zh_hant: 掃描身份證

# topscan_colletionpdfaddwatermarktitle
source: PDF Add Watermark
ar: PDF أضف علامة مائية
cs: PDF Přidat vodoznak
da: PDF Tilføj vandmærke
de: PDF-Wasserzeichen hinzufügen
el: PDF Προσθήκη υδατοσήματος
es: Agregar marca de agua al PDF
fa: اضافه کردن واترمارک PDF
fi: PDF Lisää vesileima
fr: PDF Ajouter un filigrane
he: PDF הוסף סימן מים
hi: पीडीएफ वॉटरमार्क जोड़ें
hu: PDF vízjel hozzáadása
id: PDF Tambahkan Tanda Air
it: Aggiungi filigrana PDF
ja: PDF 透かしを追加
ko: PDF 워터마크 추가
lt: PDF pridėti vandenženklį
ms: PDF Tambah Tera Air
nb: PDF Legg til vannmerke
nl: PDF Watermerk toevoegen
pl: PDF Dodaj znak wodny
pt: PDF Adicionar Marca D'água
ro: PDF Adaugă filigran
ru: PDF Добавить водяной знак
sv: PDF Lägg till vattenmärke
tr: PDF Filigran Ekle
uk: PDF. Додати водяний знак
vi: PDF Thêm hình mờ
zh_hans: PDF添加水印
zh_hant: PDF 添加水印

# topscan_colletionpdfsignaturetitle
source: PDF Signature
ar: توقيع PDF
cs: Podpis PDF
da: PDF-signatur
de: PDF-Signatur
el: Υπογραφή PDF
es: Firma del PDF
fa: امضای PDF
fi: PDF-allekirjoitus
fr: Signature PDF
he: חתימת PDF
hi: पीडीएफ हस्ताक्षर
hu: PDF aláírás
id: Tanda Tangan PDF
it: Firma PDF
ja: PDF 署名
ko: PDF 서명
lt: PDF parašas
ms: Tandatangan PDF
nb: PDF signatur
nl: PDF-handtekening
pl: Podpis PDF
pt: Assinatura PDF
ro: Semnătura PDF
ru: Подпись PDF
sv: PDF-signatur
tr: PDF İmzası
uk: Підпис у форматі PDF
vi: Chữ ký PDF
zh_hans: PDF签名
zh_hant: PDF 簽名
